{
  "2023-11-06": [
    {
      "title": "The Killer",
      "trailer": null,
      "synopsis": "A man solitary and cold, methodical and unencumbered by scruples or regrets, the killer waits in the shadows, watching for his next target. And yet the longer he waits, the more he thinks he's losing his mind, if not his cool. A brutal, bloody and stylish noir story of a professional assassin lost in a world without a moral compass, this is a case study of a man alone, armed to the teeth and slowly losing his mind.",
      "runtime": 118,
      "times": [
        {
          "starts_at": "2023-11-06T20:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45045/"
        },
        {
          "starts_at": "2023-11-06T20:40:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42105/"
        },
        {
          "starts_at": "2023-11-06T20:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85402/"
        }
      ]
    },
    {
      "title": "The Royal Hotel",
      "trailer": "https://www.youtube.com/watch?v=oab293pN3vQ",
      "synopsis": "Americans Hanna (Julia Garner) and Liv (Jessica Henwick) are best friends backpacking in Australia. After they run out of money, Liv, looking for an adventure, convinces Hanna to take a temporary live-in job behind the bar of a pub called 'The Royal Hotel' in a remote Outback mining town. Bar owner Billy and a host of locals give the girls a riotous introduction to Down Under drinking culture but soon Hanna and Liv find themselves trapped in an unnerving situation that grows rapidly out of their control. A Film by Kitty Green Starring Julia Garner, Jessica Henwick, Toby Wallace, Hugo Weaving, Ursula Yovich, Daniel Henshall, James Frecheville, Herbert Nordrum",
      "runtime": 91,
      "times": [
        {
          "starts_at": "2023-11-06T21:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45043/"
        }
      ]
    },
    {
      "title": "Five Nights at Freddy's",
      "trailer": "https://www.youtube.com/watch?v=UMj-GSXz60g",
      "synopsis": "Can you survive five nights?\n\nThe terrifying horror game phenomenon becomes a blood-chilling cinematic event, as Blumhouse— the producer of M3GAN, The Black Phone and The Invisible Man— brings Five Nights at Freddy’s to the big screen.\n\nThe film follows a troubled security guard as he begins working at Freddy Fazbear’s Pizza. While spending his first night on the job, he realizes the night shift at Freddy’s won’t be so easy to make it through.\n\nThe film stars Josh Hutcherson (Ultraman, The Hunger Games franchise), Elizabeth Lail (You, Mack & Rita), Piper Rubio (Holly & Ivy, Unstable), Kat Conner Sterling (We Have a Ghost, 9-1-1), with Mary Stuart Masterson (Blindspot, Fried Green Tomatoes) and Matthew Lillard (Good Girls, Scream).\n\nFive Nights at Freddy’s is directed by Emma Tammi (The Wind, Blood Moon) and is written by Scott Cawthon, Emma Tammi and Seth Cuddeback.\n\nThe film’s iconic animatronic characters will be created by Jim Henson’s Creature Shop.\n\nFive Nights at Freddy’s is produced by Jason Blum and Scott Cawthon. The film’s executive producers are Bea Sequeira, Russell Binder, Marc Mostman and Christopher H. Warner. Universal Pictures presents a Blumhouse production, in association with Striker Entertainment.",
      "runtime": 109,
      "times": [
        {
          "starts_at": "2023-11-06T21:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45047/"
        }
      ]
    },
    {
      "title": "How to Have Sex",
      "trailer": null,
      "synopsis": "Three British teenage girls go on a rites-of-passage holiday, drinking, clubbing and hooking up in what should be the best summer of their lives. As they dance their way across the sun-drenched streets of Malia, they find themselves navigating the complexities of sex, consent and self-discovery.",
      "runtime": 91,
      "times": [
        {
          "starts_at": "2023-11-06T21:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42106/"
        },
        {
          "starts_at": "2023-11-06T21:10:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20064/"
        },
        {
          "starts_at": "2023-11-06T21:10:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85396/"
        }
      ]
    },
    {
      "title": "On the Adamant",
      "trailer": "https://www.youtube.com/watch?v=vmWDHgsW8BM",
      "synopsis": "Moored on the banks of the Seine in the heart of Paris, the Adamant is a floating care centre that welcomes adults suffering from mental disorders. Using a variety of different approaches, they offer care that grounds participants in time and space, helping to keep spirits high on the path to recovery. The team that runs it tries to resist the deterioration and dehumanization of psychiatry as best they can. The film invites us to board to meet the patients and caregivers who inhabit the Adamant in their day-to-day lives.",
      "runtime": 114,
      "times": [
        {
          "starts_at": "2023-11-06T20:45:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68460/"
        },
        {
          "starts_at": "2023-11-06T21:20:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13263/"
        },
        {
          "starts_at": "2023-11-06T20:30:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20002/"
        }
      ]
    },
    {
      "title": "Rustin",
      "trailer": null,
      "synopsis": "The architect of 1963’s momentous March on Washington, Bayard Rustin was one of the greatest activists and organizers the world has ever known. He challenged authority, never apologized for who he was, what he believed, or who he desired. And he did not back down. He made history, and in turn, he was forgotten. Directed by DGA award and five-time Tony award winner George C. Wolfe and starring Emmy award winner Colman Domingo, Rustin shines a long overdue spotlight on the extraordinary man who, alongside giants like the Reverend Martin Luther King Jr., Adam Clayton Powell Jr., and Ella Baker, dared to imagine a different world, and inspired a movement in a march toward freedom. Produced by Academy award winner Bruce Cohen, Higher Ground's Tonia Davis and George C. Wolfe, the film features an all-star cast including Chris Rock, Glynn Turman, Jeffrey Wright and Audra McDonald.",
      "runtime": 106,
      "times": [
        {
          "starts_at": "2023-11-06T21:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68464/"
        }
      ]
    },
    {
      "title": "Dance First",
      "trailer": null,
      "synopsis": "There has never been a biopic about Samuel Beckett and his remarkable life, and this ground-breaking film pivots around the 1969 Nobel Prize ceremony when he was awarded the prize for Literature. \nHaving been awarded £30,000 along with the Nobel Prize, an embarrassed Beckett simply wanted to be rid of the money, and the film revolves around the internal debate raging within Beckett as to which of the people in his life most deserve to be the financial beneficiaries of his shame. \nBeckett lived a life of many parts: rebellious son of an austere mother, Parisian bon vivant, Resistance fighter, Nobel Prize-winning playwright, unfaithful husband, recluse, but despite all the adulation that came his way he was a man acutely aware of his own failings. We explore these different chapters of his life by having Beckett analyse his past with a representation of his own conscience.\nWith typical Beckettian surrealism we’ll see Sam literally climb the walls at the Nobel Prize ceremony to escape the limelight and flee to a place where, with his trademark deadpan humour, he spars with himself as he explores the most significant relationships of his life: with his mother May, his best friend Alfy, his mentor James Joyce, his wife Suzanne and his mistress Barbara. \nBeckett weaves a compelling narrative of guilt and regret that begins with his oppressive home life in Dublin with his mother May, the reaction to which was a bohemian adventure in Paris working with his friend Alfy as a translator for the legendary Irish author James Joyce.\nJoyce went from intimidating mentor to friend via a period of awkwardness caused by Sam’s spurning of his daughter Lucia’s unrequited affections. His rejection accelerated Lucia’s downward spiral and ultimately landed her in a mental institution. \nAlthough Sam didn’t connect romantically with Lucia, it was in Paris where he met his decades-long partner and eventual wife Suzanne, who he got to know when she visited him in hospital after he had been stabbed by a pimp.\nThis precedes a tense period with the French resistance, whom Beckett helped pass messages under the noses of the Nazis, from whom he and Suzanne had a narrow escape. They fled to Provence and spent the rest of the war living a tough but peaceful existence in the countryside, while Sam’s best friend Alfy wasn’t so lucky. His capture and death in a concentration camp prompts yet more shame. \nNone of this can compare to the guilt occasioned by Beckett’s longstanding affair with a BBC employee, Barbara Bray, that causes irreparable damage to his marriage. Pouring salt in Suzanne’s still open wound, Beckett publicly dramatized their situation in the theatre as ‘Play’, his creative urges yet again causing turbulence in his rollercoaster life. \nSuzanne had acted as the driving force promoting his career, and she remained by his side for the rest of his life despite his numerous infidelities, which were a source of bitterness and rancour. The thing both Sam and Suzanne feared most was success and the spotlight, which they saw as something that could potentially tear them apart, making the award of the Nobel Prize, the ultimate accolade for an author, a veritable ‘catastrophe’, as Beckett described it.",
      "runtime": 100,
      "times": [
        {
          "starts_at": "2023-11-06T21:30:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25190/"
        }
      ]
    },
    {
      "title": "Fingernails",
      "trailer": null,
      "synopsis": "Anna (Jessie Buckley) and Ryan (Jeremy Allen White) have found true love. It's been proven by a controversial new technology. There's just one problem: Anna still isn't sure. Then she takes a position at a love testing institute, and meets Amir (Riz Ahmed).",
      "runtime": 113,
      "times": [
        {
          "starts_at": "2023-11-06T21:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13270/"
        },
        {
          "starts_at": "2023-11-06T20:50:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20062/"
        },
        {
          "starts_at": "2023-11-06T21:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85394/"
        }
      ]
    },
    {
      "title": "DocHouse: Pianoforte",
      "trailer": null,
      "synopsis": "Considered to be one of the most prestigious competitions in classical music, the International Chopin Piano Competition, held in Warsaw every five years since 1927, has been a career launchpad for the world's greatest piano virtuosos.\r\n\r\nPianoforte navigates its way through the multi-stage competition alongside a selection of 2021's elite young hopefuls. We plunge deep into this world of nuanced notes and high drama, in a riveting, adrenaline rush of a film. The pressure is enormous, the practice is exacting, the performances are ecstatic.",
      "runtime": 91,
      "times": [
        {
          "starts_at": "2023-11-06T20:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85473/"
        }
      ]
    },
    {
      "title": "Past Lives",
      "trailer": "https://www.youtube.com/watch?v=WJTnve_kdu0",
      "synopsis": "Nora and Hae Sung, two deeply connected childhood friends, are wrest apart after Nora’s family emigrates from South Korea. Two decades later, they are reunited in New York for one fateful week as they confront notions of destiny, love, and the choices that make a life, in this heartrending modern romance.",
      "runtime": 106,
      "times": [
        {
          "starts_at": "2023-11-06T21:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85388/"
        }
      ]
    }
  ],
  "2023-11-07": [
    {
      "title": "Killers Of The Flower Moon",
      "trailer": "https://www.youtube.com/watch?v=nFoIg72KGIk",
      "synopsis": "At the turn of the 20th century, oil brought a fortune to the Osage Nation, who became some of the richest people in the world overnight. The wealth of these Native Americans immediately attracted white interlopers, who manipulated, extorted, and stole as much Osage money as they could before resorting to murder. Based on a true story and told through the improbable romance of Ernest Burkhart (Leonardo DiCaprio) and Mollie Kyle (Lily Gladstone), “Killers of the Flower Moon” is an epic western crime saga, where real love crosses paths with unspeakable betrayal. Also starring Robert De Niro and Jesse Plemons, “Killers of the Flower Moon” is directed by Academy Award winner Martin Scorsese from a screenplay by Eric Roth and Martin Scorsese, based on David Grann’s best-selling book.",
      "runtime": 206,
      "times": [
        {
          "starts_at": "2023-11-07T11:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45006/"
        },
        {
          "starts_at": "2023-11-07T12:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45016/"
        },
        {
          "starts_at": "2023-11-07T15:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45013/"
        },
        {
          "starts_at": "2023-11-07T17:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45011/"
        },
        {
          "starts_at": "2023-11-07T19:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45008/"
        },
        {
          "starts_at": "2023-11-07T12:40:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42117/"
        },
        {
          "starts_at": "2023-11-07T19:45:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42109/"
        },
        {
          "starts_at": "2023-11-07T12:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68471/"
        },
        {
          "starts_at": "2023-11-07T14:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68479/"
        },
        {
          "starts_at": "2023-11-07T15:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68466/"
        },
        {
          "starts_at": "2023-11-07T18:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68468/"
        },
        {
          "starts_at": "2023-11-07T19:45:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68469/"
        },
        {
          "starts_at": "2023-11-07T11:45:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25178/"
        },
        {
          "starts_at": "2023-11-07T14:45:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25176/"
        },
        {
          "starts_at": "2023-11-07T19:00:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25180/"
        },
        {
          "starts_at": "2023-11-07T14:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13273/"
        },
        {
          "starts_at": "2023-11-07T19:40:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13277/"
        },
        {
          "starts_at": "2023-11-07T11:45:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20087/"
        },
        {
          "starts_at": "2023-11-07T14:45:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20076/"
        },
        {
          "starts_at": "2023-11-07T19:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20084/"
        },
        {
          "starts_at": "2023-11-07T11:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85415/"
        },
        {
          "starts_at": "2023-11-07T14:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85407/"
        },
        {
          "starts_at": "2023-11-07T19:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85412/"
        }
      ]
    },
    {
      "title": "The Royal Hotel",
      "trailer": "https://www.youtube.com/watch?v=oab293pN3vQ",
      "synopsis": "Americans Hanna (Julia Garner) and Liv (Jessica Henwick) are best friends backpacking in Australia. After they run out of money, Liv, looking for an adventure, convinces Hanna to take a temporary live-in job behind the bar of a pub called 'The Royal Hotel' in a remote Outback mining town. Bar owner Billy and a host of locals give the girls a riotous introduction to Down Under drinking culture but soon Hanna and Liv find themselves trapped in an unnerving situation that grows rapidly out of their control. A Film by Kitty Green Starring Julia Garner, Jessica Henwick, Toby Wallace, Hugo Weaving, Ursula Yovich, Daniel Henshall, James Frecheville, Herbert Nordrum",
      "runtime": 91,
      "times": [
        {
          "starts_at": "2023-11-07T12:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45009/"
        },
        {
          "starts_at": "2023-11-07T16:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45015/"
        }
      ]
    },
    {
      "title": "Five Nights at Freddy's",
      "trailer": "https://www.youtube.com/watch?v=UMj-GSXz60g",
      "synopsis": "Can you survive five nights?\n\nThe terrifying horror game phenomenon becomes a blood-chilling cinematic event, as Blumhouse— the producer of M3GAN, The Black Phone and The Invisible Man— brings Five Nights at Freddy’s to the big screen.\n\nThe film follows a troubled security guard as he begins working at Freddy Fazbear’s Pizza. While spending his first night on the job, he realizes the night shift at Freddy’s won’t be so easy to make it through.\n\nThe film stars Josh Hutcherson (Ultraman, The Hunger Games franchise), Elizabeth Lail (You, Mack & Rita), Piper Rubio (Holly & Ivy, Unstable), Kat Conner Sterling (We Have a Ghost, 9-1-1), with Mary Stuart Masterson (Blindspot, Fried Green Tomatoes) and Matthew Lillard (Good Girls, Scream).\n\nFive Nights at Freddy’s is directed by Emma Tammi (The Wind, Blood Moon) and is written by Scott Cawthon, Emma Tammi and Seth Cuddeback.\n\nThe film’s iconic animatronic characters will be created by Jim Henson’s Creature Shop.\n\nFive Nights at Freddy’s is produced by Jason Blum and Scott Cawthon. The film’s executive producers are Bea Sequeira, Russell Binder, Marc Mostman and Christopher H. Warner. Universal Pictures presents a Blumhouse production, in association with Striker Entertainment.",
      "runtime": 109,
      "times": [
        {
          "starts_at": "2023-11-07T12:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45018/"
        },
        {
          "starts_at": "2023-11-07T18:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45010/"
        }
      ]
    },
    {
      "title": "Bottoms",
      "trailer": null,
      "synopsis": "Two teen girls start a fight club to find someone to have sex with before graduation.",
      "runtime": 91,
      "times": [
        {
          "starts_at": "2023-11-07T14:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45012/"
        },
        {
          "starts_at": "2023-11-07T21:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45017/"
        }
      ]
    },
    {
      "title": "The Killer",
      "trailer": null,
      "synopsis": "A man solitary and cold, methodical and unencumbered by scruples or regrets, the killer waits in the shadows, watching for his next target. And yet the longer he waits, the more he thinks he's losing his mind, if not his cool. A brutal, bloody and stylish noir story of a professional assassin lost in a world without a moral compass, this is a case study of a man alone, armed to the teeth and slowly losing his mind.",
      "runtime": 118,
      "times": [
        {
          "starts_at": "2023-11-07T15:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45014/"
        },
        {
          "starts_at": "2023-11-07T20:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45007/"
        },
        {
          "starts_at": "2023-11-07T15:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42111/"
        },
        {
          "starts_at": "2023-11-07T18:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42118/"
        },
        {
          "starts_at": "2023-11-07T20:50:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42113/"
        },
        {
          "starts_at": "2023-11-07T13:45:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68477/"
        },
        {
          "starts_at": "2023-11-07T16:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68480/"
        },
        {
          "starts_at": "2023-11-07T12:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13279/"
        },
        {
          "starts_at": "2023-11-07T21:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13275/"
        },
        {
          "starts_at": "2023-11-07T12:45:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20071/"
        },
        {
          "starts_at": "2023-11-07T15:30:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20078/"
        },
        {
          "starts_at": "2023-11-07T16:40:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20080/"
        },
        {
          "starts_at": "2023-11-07T20:40:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20085/"
        },
        {
          "starts_at": "2023-11-07T15:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85422/"
        },
        {
          "starts_at": "2023-11-07T20:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85413/"
        }
      ]
    },
    {
      "title": "Royal Ballet 2023/24 Season: Don Quixote",
      "trailer": "https://www.youtube.com/watch?v=jSL7ZY1qrSM",
      "synopsis": "Don Quixote, based on Miguel de Cervantes’ epic novel of the same name, regales the adventures of the eccentric nobleman Don Quixote and his faithful squire Sancho Panza, as they help to bring a vivacious young couple, Kitri and Basilio, together.\n\nThis energetic 19th-century ballet is enlivened by Ludwig Minkus’ spirited score, and is a wonderful showcase for the virtuosity of The Royal Ballet's Principal dancers. Created for The Royal Ballet a decade ago, Carlos Acosta’s exuberant production brings the sunshine and charm of Spain to the Main Stage with Tim Hatley’s characterful designs.",
      "runtime": 180,
      "times": [
        {
          "starts_at": "2023-11-07T19:15:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-42443/"
        },
        {
          "starts_at": "2023-11-07T19:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-65479/"
        },
        {
          "starts_at": "2023-11-07T19:15:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-16858/"
        },
        {
          "starts_at": "2023-11-07T19:15:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-81698/"
        }
      ]
    },
    {
      "title": "On the Adamant",
      "trailer": "https://www.youtube.com/watch?v=vmWDHgsW8BM",
      "synopsis": "Moored on the banks of the Seine in the heart of Paris, the Adamant is a floating care centre that welcomes adults suffering from mental disorders. Using a variety of different approaches, they offer care that grounds participants in time and space, helping to keep spirits high on the path to recovery. The team that runs it tries to resist the deterioration and dehumanization of psychiatry as best they can. The film invites us to board to meet the patients and caregivers who inhabit the Adamant in their day-to-day lives.",
      "runtime": 114,
      "times": [
        {
          "starts_at": "2023-11-07T12:20:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42115/"
        },
        {
          "starts_at": "2023-11-07T17:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42119/"
        },
        {
          "starts_at": "2023-11-07T13:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68474/"
        },
        {
          "starts_at": "2023-11-07T14:40:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13278/"
        },
        {
          "starts_at": "2023-11-07T15:15:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20077/"
        },
        {
          "starts_at": "2023-11-07T17:50:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20081/"
        },
        {
          "starts_at": "2023-11-07T20:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20003/"
        },
        {
          "starts_at": "2023-11-07T13:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85416/"
        },
        {
          "starts_at": "2023-11-07T16:10:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85409/"
        },
        {
          "starts_at": "2023-11-07T18:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85330/"
        }
      ]
    },
    {
      "title": "20,000 Species of Bees",
      "trailer": "https://www.youtube.com/watch?v=9ZSaa-7aBss",
      "synopsis": "Lucía is a six-year-old girl, who sometimes struggles as the world tries to catch up with the fact that she has a penis. As the summer holidays pass, she explores her femininity alongside the women of her family who at the same time reflect on their own femininity.",
      "runtime": 128,
      "times": [
        {
          "starts_at": "2023-11-07T13:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42116/"
        },
        {
          "starts_at": "2023-11-07T18:20:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42110/"
        },
        {
          "starts_at": "2023-11-07T11:20:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13280/"
        },
        {
          "starts_at": "2023-11-07T15:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13271/"
        },
        {
          "starts_at": "2023-11-07T12:30:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20072/"
        },
        {
          "starts_at": "2023-11-07T11:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85404/"
        }
      ]
    },
    {
      "title": "How to Have Sex",
      "trailer": null,
      "synopsis": "Three British teenage girls go on a rites-of-passage holiday, drinking, clubbing and hooking up in what should be the best summer of their lives. As they dance their way across the sun-drenched streets of Malia, they find themselves navigating the complexities of sex, consent and self-discovery.",
      "runtime": 91,
      "times": [
        {
          "starts_at": "2023-11-07T15:50:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42114/"
        },
        {
          "starts_at": "2023-11-07T21:10:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42112/"
        },
        {
          "starts_at": "2023-11-07T11:40:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13272/"
        },
        {
          "starts_at": "2023-11-07T17:20:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13276/"
        },
        {
          "starts_at": "2023-11-07T12:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20074/"
        },
        {
          "starts_at": "2023-11-07T14:30:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20075/"
        },
        {
          "starts_at": "2023-11-07T18:10:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20082/"
        },
        {
          "starts_at": "2023-11-07T11:10:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85421/"
        },
        {
          "starts_at": "2023-11-07T14:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85417/"
        },
        {
          "starts_at": "2023-11-07T17:10:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85410/"
        }
      ]
    },
    {
      "title": "Past Lives",
      "trailer": "https://www.youtube.com/watch?v=WJTnve_kdu0",
      "synopsis": "Nora and Hae Sung, two deeply connected childhood friends, are wrest apart after Nora’s family emigrates from South Korea. Two decades later, they are reunited in New York for one fateful week as they confront notions of destiny, love, and the choices that make a life, in this heartrending modern romance.",
      "runtime": 106,
      "times": [
        {
          "starts_at": "2023-11-07T11:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68476/"
        },
        {
          "starts_at": "2023-11-07T12:15:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20073/"
        },
        {
          "starts_at": "2023-11-07T18:30:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20083/"
        },
        {
          "starts_at": "2023-11-07T14:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85408/"
        },
        {
          "starts_at": "2023-11-07T21:10:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85414/"
        }
      ]
    },
    {
      "title": "A Haunting in Venice",
      "trailer": "https://www.youtube.com/watch?v=LAywaWCFXgw",
      "synopsis": "In post-World War II Venice, Poirot, now retired and living in his own exile, reluctantly attends a seance, when one of the guests is murdered, it is up to the former detective to once again uncover the killer.",
      "runtime": 103,
      "times": [
        {
          "starts_at": "2023-11-07T12:45:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68478/"
        },
        {
          "starts_at": "2023-11-07T15:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68465/"
        },
        {
          "starts_at": "2023-11-07T17:45:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68467/"
        },
        {
          "starts_at": "2023-11-07T20:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68470/"
        }
      ]
    },
    {
      "title": "Rustin",
      "trailer": null,
      "synopsis": "The architect of 1963’s momentous March on Washington, Bayard Rustin was one of the greatest activists and organizers the world has ever known. He challenged authority, never apologized for who he was, what he believed, or who he desired. And he did not back down. He made history, and in turn, he was forgotten. Directed by DGA award and five-time Tony award winner George C. Wolfe and starring Emmy award winner Colman Domingo, Rustin shines a long overdue spotlight on the extraordinary man who, alongside giants like the Reverend Martin Luther King Jr., Adam Clayton Powell Jr., and Ella Baker, dared to imagine a different world, and inspired a movement in a march toward freedom. Produced by Academy award winner Bruce Cohen, Higher Ground's Tonia Davis and George C. Wolfe, the film features an all-star cast including Chris Rock, Glynn Turman, Jeffrey Wright and Audra McDonald.",
      "runtime": 106,
      "times": [
        {
          "starts_at": "2023-11-07T16:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68475/"
        },
        {
          "starts_at": "2023-11-07T21:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68472/"
        },
        {
          "starts_at": "2023-11-07T11:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85406/"
        },
        {
          "starts_at": "2023-11-07T18:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85420/"
        }
      ]
    },
    {
      "title": "Fingernails",
      "trailer": null,
      "synopsis": "Anna (Jessie Buckley) and Ryan (Jeremy Allen White) have found true love. It's been proven by a controversial new technology. There's just one problem: Anna still isn't sure. Then she takes a position at a love testing institute, and meets Amir (Riz Ahmed).",
      "runtime": 113,
      "times": [
        {
          "starts_at": "2023-11-07T18:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68473/"
        },
        {
          "starts_at": "2023-11-07T18:20:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13274/"
        },
        {
          "starts_at": "2023-11-07T15:45:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20079/"
        },
        {
          "starts_at": "2023-11-07T21:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20086/"
        },
        {
          "starts_at": "2023-11-07T15:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85418/"
        },
        {
          "starts_at": "2023-11-07T21:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85419/"
        }
      ]
    },
    {
      "title": "Dance First",
      "trailer": null,
      "synopsis": "There has never been a biopic about Samuel Beckett and his remarkable life, and this ground-breaking film pivots around the 1969 Nobel Prize ceremony when he was awarded the prize for Literature. \nHaving been awarded £30,000 along with the Nobel Prize, an embarrassed Beckett simply wanted to be rid of the money, and the film revolves around the internal debate raging within Beckett as to which of the people in his life most deserve to be the financial beneficiaries of his shame. \nBeckett lived a life of many parts: rebellious son of an austere mother, Parisian bon vivant, Resistance fighter, Nobel Prize-winning playwright, unfaithful husband, recluse, but despite all the adulation that came his way he was a man acutely aware of his own failings. We explore these different chapters of his life by having Beckett analyse his past with a representation of his own conscience.\nWith typical Beckettian surrealism we’ll see Sam literally climb the walls at the Nobel Prize ceremony to escape the limelight and flee to a place where, with his trademark deadpan humour, he spars with himself as he explores the most significant relationships of his life: with his mother May, his best friend Alfy, his mentor James Joyce, his wife Suzanne and his mistress Barbara. \nBeckett weaves a compelling narrative of guilt and regret that begins with his oppressive home life in Dublin with his mother May, the reaction to which was a bohemian adventure in Paris working with his friend Alfy as a translator for the legendary Irish author James Joyce.\nJoyce went from intimidating mentor to friend via a period of awkwardness caused by Sam’s spurning of his daughter Lucia’s unrequited affections. His rejection accelerated Lucia’s downward spiral and ultimately landed her in a mental institution. \nAlthough Sam didn’t connect romantically with Lucia, it was in Paris where he met his decades-long partner and eventual wife Suzanne, who he got to know when she visited him in hospital after he had been stabbed by a pimp.\nThis precedes a tense period with the French resistance, whom Beckett helped pass messages under the noses of the Nazis, from whom he and Suzanne had a narrow escape. They fled to Provence and spent the rest of the war living a tough but peaceful existence in the countryside, while Sam’s best friend Alfy wasn’t so lucky. His capture and death in a concentration camp prompts yet more shame. \nNone of this can compare to the guilt occasioned by Beckett’s longstanding affair with a BBC employee, Barbara Bray, that causes irreparable damage to his marriage. Pouring salt in Suzanne’s still open wound, Beckett publicly dramatized their situation in the theatre as ‘Play’, his creative urges yet again causing turbulence in his rollercoaster life. \nSuzanne had acted as the driving force promoting his career, and she remained by his side for the rest of his life despite his numerous infidelities, which were a source of bitterness and rancour. The thing both Sam and Suzanne feared most was success and the spotlight, which they saw as something that could potentially tear them apart, making the award of the Nobel Prize, the ultimate accolade for an author, a veritable ‘catastrophe’, as Beckett described it.",
      "runtime": 100,
      "times": [
        {
          "starts_at": "2023-11-07T12:15:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25177/"
        },
        {
          "starts_at": "2023-11-07T18:30:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25181/"
        }
      ]
    },
    {
      "title": "The Great Escaper",
      "trailer": null,
      "synopsis": "In the summer of 2014, Bernard Jordan (Michael Caine) made global headlines. He had staged a “great escape” from his care home to join fellow war veterans on a beach in Normandy, commemorating their fallen comrades at the D-Day Landings 70th anniversary. It was a story that captured the imagination of the world as Bernie embodied the defiant, “can-do” spirit of a generation that was fast disappearing. But of course, it wasn’t the whole story. It was an inspirational but sanitised retelling of one man’s need to come to terms with the lasting trauma of war. Bernie’s adventure, spanning a mere 48 hours, also marked the culmination of his 60-year marriage to Rene (Glenda Jackson) – THE GREAT ESCAPER celebrates their enduring love but always with an eye to the lessons we might learn from the Greatest Generation.",
      "runtime": 96,
      "times": [
        {
          "starts_at": "2023-11-07T16:00:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25175/"
        },
        {
          "starts_at": "2023-11-07T21:00:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25179/"
        }
      ]
    },
    {
      "title": "Typist Artist Pirate King",
      "trailer": "https://www.youtube.com/watch?v=Ilq_FiqQah4",
      "synopsis": "TYPIST ARTIST PIRATE KING puts forgotten artist Audrey Amiss on the map. Inspired by her extensive archive of diaries, letters and art, the film weaves real events into an imagined journey as Audrey goes on a road trip with her psychiatric nurse.\n\nFrom acclaimed British filmmaker, Carol Morley, this dark and funny exploration of the growing friendship between two women as they hit the road in an electric car looking for reconciliation, is filled with adventure, humour and compassion.",
      "runtime": 108,
      "times": [
        {
          "starts_at": "2023-11-07T12:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85405/"
        },
        {
          "starts_at": "2023-11-07T18:10:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85411/"
        }
      ]
    },
    {
      "title": "DocHouse: Apolonia Apolonia",
      "trailer": null,
      "synopsis": "A captivating portrait of award-winning visual artist Apolonia Sokol - a unique soul, steadfast in forging her own path, taking the art world by storm.\r\n\r\nBorn in an underground theatre to Parisian bohemians before growing up in an artists' community, from the very start Apolonia’s story is far from conventional. Covering a span of 13 years, director Lea Glob follows Apolonia’s attempts to find her place - both in the artworld and in her own life story. But Apolonia's resilience is put to the test as she navigates an often-unforgiving industry.\r\n\r\nApolonia Apolonia celebrates the intimacy and friendship created between its filmmaker and subject. A mesmerising documentary that develops over a decade of filming, and delves into how womanhood can be embraced in a patriarchal world.",
      "runtime": 116,
      "times": [
        {
          "starts_at": "2023-11-07T15:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85474/"
        }
      ]
    },
    {
      "title": "DocHouse: Love, Deutschmarks and Death",
      "trailer": null,
      "synopsis": "Cem Kaya's irresistibly lively film takes a fresh approach to the story of Turkish communities in Germany - following the thread of the music that Turkish 'guest workers' brought with them, and its influence on subsequent generations.\r\n\r\nWhen the German Federal Republic recruited workers from Turkey in 1961, the new, immigrant workforce brought with it a rich and strong culture. The expat population teemed with singers, songwriters and musicians, pining for their homeland and producing music from and for the community, amidst the appalling working conditions and racism they encountered in their new home. Love, Deutschmarks and Death follows the music from the early 60s, through waves of migration and assimilation, from back-room recordings to lavish wedding performances, and from bootlegged cassettes to a new generation of young performers.The energy and vibrancy of the music pulses through Cem Kaya's fascinating, archive-rich telling of this rarely shown - or heard - cultural history.\"",
      "runtime": 98,
      "times": [
        {
          "starts_at": "2023-11-07T18:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85138/"
        }
      ]
    },
    {
      "title": "DocHouse: Beyond Utopia",
      "trailer": null,
      "synopsis": "Gripping, visceral and urgent, Beyond Utopia embeds the viewer with a family of defectors as they attempt to flee North Korea, one of the most oppressive places on Earth - a land they grew up believing was a paradise.",
      "runtime": 115,
      "times": [
        {
          "starts_at": "2023-11-07T20:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85475/"
        }
      ]
    }
  ],
  "2023-11-08": [
    {
      "title": "Killers Of The Flower Moon",
      "trailer": "https://www.youtube.com/watch?v=nFoIg72KGIk",
      "synopsis": "At the turn of the 20th century, oil brought a fortune to the Osage Nation, who became some of the richest people in the world overnight. The wealth of these Native Americans immediately attracted white interlopers, who manipulated, extorted, and stole as much Osage money as they could before resorting to murder. Based on a true story and told through the improbable romance of Ernest Burkhart (Leonardo DiCaprio) and Mollie Kyle (Lily Gladstone), “Killers of the Flower Moon” is an epic western crime saga, where real love crosses paths with unspeakable betrayal. Also starring Robert De Niro and Jesse Plemons, “Killers of the Flower Moon” is directed by Academy Award winner Martin Scorsese from a screenplay by Eric Roth and Martin Scorsese, based on David Grann’s best-selling book.",
      "runtime": 206,
      "times": [
        {
          "starts_at": "2023-11-08T11:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45052/"
        },
        {
          "starts_at": "2023-11-08T12:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45050/"
        },
        {
          "starts_at": "2023-11-08T15:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45062/"
        },
        {
          "starts_at": "2023-11-08T17:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45060/"
        },
        {
          "starts_at": "2023-11-08T19:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45057/"
        },
        {
          "starts_at": "2023-11-08T14:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42138/"
        },
        {
          "starts_at": "2023-11-08T19:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42131/"
        },
        {
          "starts_at": "2023-11-08T12:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68483/"
        },
        {
          "starts_at": "2023-11-08T14:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68488/"
        },
        {
          "starts_at": "2023-11-08T15:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68490/"
        },
        {
          "starts_at": "2023-11-08T18:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68492/"
        },
        {
          "starts_at": "2023-11-08T19:45:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68481/"
        },
        {
          "starts_at": "2023-11-08T12:00:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25196/"
        },
        {
          "starts_at": "2023-11-08T11:20:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13291/"
        },
        {
          "starts_at": "2023-11-08T15:30:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13283/"
        },
        {
          "starts_at": "2023-11-08T16:40:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13317/"
        },
        {
          "starts_at": "2023-11-08T19:40:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13287/"
        },
        {
          "starts_at": "2023-11-08T12:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20115/"
        },
        {
          "starts_at": "2023-11-08T14:45:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20109/"
        },
        {
          "starts_at": "2023-11-08T19:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20119/"
        },
        {
          "starts_at": "2023-11-08T11:10:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85424/"
        },
        {
          "starts_at": "2023-11-08T15:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85429/"
        },
        {
          "starts_at": "2023-11-08T19:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85438/"
        }
      ]
    },
    {
      "title": "Bottoms",
      "trailer": null,
      "synopsis": "Two teen girls start a fight club to find someone to have sex with before graduation.",
      "runtime": 91,
      "times": [
        {
          "starts_at": "2023-11-08T11:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45051/"
        },
        {
          "starts_at": "2023-11-08T14:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45061/"
        },
        {
          "starts_at": "2023-11-08T18:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45055/"
        }
      ]
    },
    {
      "title": "The Killer",
      "trailer": null,
      "synopsis": "A man solitary and cold, methodical and unencumbered by scruples or regrets, the killer waits in the shadows, watching for his next target. And yet the longer he waits, the more he thinks he's losing his mind, if not his cool. A brutal, bloody and stylish noir story of a professional assassin lost in a world without a moral compass, this is a case study of a man alone, armed to the teeth and slowly losing his mind.",
      "runtime": 118,
      "times": [
        {
          "starts_at": "2023-11-08T12:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45053/"
        },
        {
          "starts_at": "2023-11-08T20:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45056/"
        },
        {
          "starts_at": "2023-11-08T13:10:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42140/"
        },
        {
          "starts_at": "2023-11-08T15:15:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42132/"
        },
        {
          "starts_at": "2023-11-08T20:45:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42134/"
        },
        {
          "starts_at": "2023-11-08T15:45:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68486/"
        },
        {
          "starts_at": "2023-11-08T11:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13288/"
        },
        {
          "starts_at": "2023-11-08T13:45:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13284/"
        },
        {
          "starts_at": "2023-11-08T12:45:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20114/"
        },
        {
          "starts_at": "2023-11-08T15:45:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20107/"
        },
        {
          "starts_at": "2023-11-08T20:50:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20117/"
        },
        {
          "starts_at": "2023-11-08T15:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85427/"
        },
        {
          "starts_at": "2023-11-08T20:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85437/"
        }
      ]
    },
    {
      "title": "Five Nights at Freddy's",
      "trailer": "https://www.youtube.com/watch?v=UMj-GSXz60g",
      "synopsis": "Can you survive five nights?\n\nThe terrifying horror game phenomenon becomes a blood-chilling cinematic event, as Blumhouse— the producer of M3GAN, The Black Phone and The Invisible Man— brings Five Nights at Freddy’s to the big screen.\n\nThe film follows a troubled security guard as he begins working at Freddy Fazbear’s Pizza. While spending his first night on the job, he realizes the night shift at Freddy’s won’t be so easy to make it through.\n\nThe film stars Josh Hutcherson (Ultraman, The Hunger Games franchise), Elizabeth Lail (You, Mack & Rita), Piper Rubio (Holly & Ivy, Unstable), Kat Conner Sterling (We Have a Ghost, 9-1-1), with Mary Stuart Masterson (Blindspot, Fried Green Tomatoes) and Matthew Lillard (Good Girls, Scream).\n\nFive Nights at Freddy’s is directed by Emma Tammi (The Wind, Blood Moon) and is written by Scott Cawthon, Emma Tammi and Seth Cuddeback.\n\nThe film’s iconic animatronic characters will be created by Jim Henson’s Creature Shop.\n\nFive Nights at Freddy’s is produced by Jason Blum and Scott Cawthon. The film’s executive producers are Bea Sequeira, Russell Binder, Marc Mostman and Christopher H. Warner. Universal Pictures presents a Blumhouse production, in association with Striker Entertainment.",
      "runtime": 109,
      "times": [
        {
          "starts_at": "2023-11-08T15:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45059/"
        },
        {
          "starts_at": "2023-11-08T21:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45054/"
        }
      ]
    },
    {
      "title": "The Royal Hotel",
      "trailer": "https://www.youtube.com/watch?v=oab293pN3vQ",
      "synopsis": "Americans Hanna (Julia Garner) and Liv (Jessica Henwick) are best friends backpacking in Australia. After they run out of money, Liv, looking for an adventure, convinces Hanna to take a temporary live-in job behind the bar of a pub called 'The Royal Hotel' in a remote Outback mining town. Bar owner Billy and a host of locals give the girls a riotous introduction to Down Under drinking culture but soon Hanna and Liv find themselves trapped in an unnerving situation that grows rapidly out of their control. A Film by Kitty Green Starring Julia Garner, Jessica Henwick, Toby Wallace, Hugo Weaving, Ursula Yovich, Daniel Henshall, James Frecheville, Herbert Nordrum",
      "runtime": 91,
      "times": [
        {
          "starts_at": "2023-11-08T16:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45049/"
        },
        {
          "starts_at": "2023-11-08T21:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45058/"
        }
      ]
    },
    {
      "title": "The Nettle Dress",
      "trailer": null,
      "synopsis": "After the death of his beloved wife, textile artist Allan Brown embarks on a seven-year endeavor to weave a hand-spun dress from stinging nettles foraged in the woods surrounding his home.",
      "runtime": 68,
      "times": [
        {
          "starts_at": "2023-11-08T18:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-44331/"
        },
        {
          "starts_at": "2023-11-08T18:20:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-41719/"
        },
        {
          "starts_at": "2023-11-08T18:20:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-67631/"
        },
        {
          "starts_at": "2023-11-08T18:20:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-24917/"
        },
        {
          "starts_at": "2023-11-08T19:20:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13316/"
        },
        {
          "starts_at": "2023-11-08T18:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20122/"
        },
        {
          "starts_at": "2023-11-08T18:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-19239/"
        }
      ]
    },
    {
      "title": "How to Have Sex",
      "trailer": null,
      "synopsis": "Three British teenage girls go on a rites-of-passage holiday, drinking, clubbing and hooking up in what should be the best summer of their lives. As they dance their way across the sun-drenched streets of Malia, they find themselves navigating the complexities of sex, consent and self-discovery.",
      "runtime": 91,
      "times": [
        {
          "starts_at": "2023-11-08T11:40:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42135/"
        },
        {
          "starts_at": "2023-11-08T18:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42133/"
        },
        {
          "starts_at": "2023-11-08T11:40:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13286/"
        },
        {
          "starts_at": "2023-11-08T17:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13281/"
        },
        {
          "starts_at": "2023-11-08T13:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20111/"
        },
        {
          "starts_at": "2023-11-08T15:30:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20110/"
        },
        {
          "starts_at": "2023-11-08T20:30:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20118/"
        },
        {
          "starts_at": "2023-11-08T14:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85433/"
        },
        {
          "starts_at": "2023-11-08T16:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85425/"
        },
        {
          "starts_at": "2023-11-08T21:10:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85434/"
        }
      ]
    },
    {
      "title": "On the Adamant",
      "trailer": "https://www.youtube.com/watch?v=vmWDHgsW8BM",
      "synopsis": "Moored on the banks of the Seine in the heart of Paris, the Adamant is a floating care centre that welcomes adults suffering from mental disorders. Using a variety of different approaches, they offer care that grounds participants in time and space, helping to keep spirits high on the path to recovery. The team that runs it tries to resist the deterioration and dehumanization of psychiatry as best they can. The film invites us to board to meet the patients and caregivers who inhabit the Adamant in their day-to-day lives.",
      "runtime": 114,
      "times": [
        {
          "starts_at": "2023-11-08T12:30:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42136/"
        },
        {
          "starts_at": "2023-11-08T20:20:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42139/"
        },
        {
          "starts_at": "2023-11-08T20:45:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68484/"
        },
        {
          "starts_at": "2023-11-08T21:20:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13289/"
        },
        {
          "starts_at": "2023-11-08T15:15:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20108/"
        },
        {
          "starts_at": "2023-11-08T17:40:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20121/"
        },
        {
          "starts_at": "2023-11-08T20:10:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20005/"
        },
        {
          "starts_at": "2023-11-08T11:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85423/"
        },
        {
          "starts_at": "2023-11-08T16:10:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85426/"
        },
        {
          "starts_at": "2023-11-08T18:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85331/"
        }
      ]
    },
    {
      "title": "20,000 Species of Bees",
      "trailer": "https://www.youtube.com/watch?v=9ZSaa-7aBss",
      "synopsis": "Lucía is a six-year-old girl, who sometimes struggles as the world tries to catch up with the fact that she has a penis. As the summer holidays pass, she explores her femininity alongside the women of her family who at the same time reflect on their own femininity.",
      "runtime": 128,
      "times": [
        {
          "starts_at": "2023-11-08T16:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42137/"
        },
        {
          "starts_at": "2023-11-08T14:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13290/"
        },
        {
          "starts_at": "2023-11-08T12:30:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20113/"
        },
        {
          "starts_at": "2023-11-08T11:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85432/"
        }
      ]
    },
    {
      "title": "A Haunting in Venice",
      "trailer": "https://www.youtube.com/watch?v=LAywaWCFXgw",
      "synopsis": "In post-World War II Venice, Poirot, now retired and living in his own exile, reluctantly attends a seance, when one of the guests is murdered, it is up to the former detective to once again uncover the killer.",
      "runtime": 103,
      "times": [
        {
          "starts_at": "2023-11-08T12:45:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68487/"
        },
        {
          "starts_at": "2023-11-08T15:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68489/"
        },
        {
          "starts_at": "2023-11-08T17:45:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68491/"
        },
        {
          "starts_at": "2023-11-08T20:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68482/"
        }
      ]
    },
    {
      "title": "Fingernails",
      "trailer": null,
      "synopsis": "Anna (Jessie Buckley) and Ryan (Jeremy Allen White) have found true love. It's been proven by a controversial new technology. There's just one problem: Anna still isn't sure. Then she takes a position at a love testing institute, and meets Amir (Riz Ahmed).",
      "runtime": 113,
      "times": [
        {
          "starts_at": "2023-11-08T13:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68495/"
        },
        {
          "starts_at": "2023-11-08T18:45:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68494/"
        },
        {
          "starts_at": "2023-11-08T21:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13282/"
        },
        {
          "starts_at": "2023-11-08T16:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20106/"
        },
        {
          "starts_at": "2023-11-08T21:10:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20116/"
        },
        {
          "starts_at": "2023-11-08T13:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85441/"
        },
        {
          "starts_at": "2023-11-08T21:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85440/"
        }
      ]
    },
    {
      "title": "Past Lives",
      "trailer": "https://www.youtube.com/watch?v=WJTnve_kdu0",
      "synopsis": "Nora and Hae Sung, two deeply connected childhood friends, are wrest apart after Nora’s family emigrates from South Korea. Two decades later, they are reunited in New York for one fateful week as they confront notions of destiny, love, and the choices that make a life, in this heartrending modern romance.",
      "runtime": 106,
      "times": [
        {
          "starts_at": "2023-11-08T13:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68485/"
        },
        {
          "starts_at": "2023-11-08T12:15:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20112/"
        },
        {
          "starts_at": "2023-11-08T18:40:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20120/"
        },
        {
          "starts_at": "2023-11-08T14:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85428/"
        },
        {
          "starts_at": "2023-11-08T17:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85436/"
        }
      ]
    },
    {
      "title": "Rustin",
      "trailer": null,
      "synopsis": "The architect of 1963’s momentous March on Washington, Bayard Rustin was one of the greatest activists and organizers the world has ever known. He challenged authority, never apologized for who he was, what he believed, or who he desired. And he did not back down. He made history, and in turn, he was forgotten. Directed by DGA award and five-time Tony award winner George C. Wolfe and starring Emmy award winner Colman Domingo, Rustin shines a long overdue spotlight on the extraordinary man who, alongside giants like the Reverend Martin Luther King Jr., Adam Clayton Powell Jr., and Ella Baker, dared to imagine a different world, and inspired a movement in a march toward freedom. Produced by Academy award winner Bruce Cohen, Higher Ground's Tonia Davis and George C. Wolfe, the film features an all-star cast including Chris Rock, Glynn Turman, Jeffrey Wright and Audra McDonald.",
      "runtime": 106,
      "times": [
        {
          "starts_at": "2023-11-08T16:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68496/"
        },
        {
          "starts_at": "2023-11-08T21:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68493/"
        },
        {
          "starts_at": "2023-11-08T11:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85430/"
        },
        {
          "starts_at": "2023-11-08T18:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85435/"
        }
      ]
    },
    {
      "title": "Dance First",
      "trailer": null,
      "synopsis": "There has never been a biopic about Samuel Beckett and his remarkable life, and this ground-breaking film pivots around the 1969 Nobel Prize ceremony when he was awarded the prize for Literature. \nHaving been awarded £30,000 along with the Nobel Prize, an embarrassed Beckett simply wanted to be rid of the money, and the film revolves around the internal debate raging within Beckett as to which of the people in his life most deserve to be the financial beneficiaries of his shame. \nBeckett lived a life of many parts: rebellious son of an austere mother, Parisian bon vivant, Resistance fighter, Nobel Prize-winning playwright, unfaithful husband, recluse, but despite all the adulation that came his way he was a man acutely aware of his own failings. We explore these different chapters of his life by having Beckett analyse his past with a representation of his own conscience.\nWith typical Beckettian surrealism we’ll see Sam literally climb the walls at the Nobel Prize ceremony to escape the limelight and flee to a place where, with his trademark deadpan humour, he spars with himself as he explores the most significant relationships of his life: with his mother May, his best friend Alfy, his mentor James Joyce, his wife Suzanne and his mistress Barbara. \nBeckett weaves a compelling narrative of guilt and regret that begins with his oppressive home life in Dublin with his mother May, the reaction to which was a bohemian adventure in Paris working with his friend Alfy as a translator for the legendary Irish author James Joyce.\nJoyce went from intimidating mentor to friend via a period of awkwardness caused by Sam’s spurning of his daughter Lucia’s unrequited affections. His rejection accelerated Lucia’s downward spiral and ultimately landed her in a mental institution. \nAlthough Sam didn’t connect romantically with Lucia, it was in Paris where he met his decades-long partner and eventual wife Suzanne, who he got to know when she visited him in hospital after he had been stabbed by a pimp.\nThis precedes a tense period with the French resistance, whom Beckett helped pass messages under the noses of the Nazis, from whom he and Suzanne had a narrow escape. They fled to Provence and spent the rest of the war living a tough but peaceful existence in the countryside, while Sam’s best friend Alfy wasn’t so lucky. His capture and death in a concentration camp prompts yet more shame. \nNone of this can compare to the guilt occasioned by Beckett’s longstanding affair with a BBC employee, Barbara Bray, that causes irreparable damage to his marriage. Pouring salt in Suzanne’s still open wound, Beckett publicly dramatized their situation in the theatre as ‘Play’, his creative urges yet again causing turbulence in his rollercoaster life. \nSuzanne had acted as the driving force promoting his career, and she remained by his side for the rest of his life despite his numerous infidelities, which were a source of bitterness and rancour. The thing both Sam and Suzanne feared most was success and the spotlight, which they saw as something that could potentially tear them apart, making the award of the Nobel Prize, the ultimate accolade for an author, a veritable ‘catastrophe’, as Beckett described it.",
      "runtime": 100,
      "times": [
        {
          "starts_at": "2023-11-08T13:30:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25198/"
        },
        {
          "starts_at": "2023-11-08T20:45:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25197/"
        }
      ]
    },
    {
      "title": "The Great Escaper",
      "trailer": null,
      "synopsis": "In the summer of 2014, Bernard Jordan (Michael Caine) made global headlines. He had staged a “great escape” from his care home to join fellow war veterans on a beach in Normandy, commemorating their fallen comrades at the D-Day Landings 70th anniversary. It was a story that captured the imagination of the world as Bernie embodied the defiant, “can-do” spirit of a generation that was fast disappearing. But of course, it wasn’t the whole story. It was an inspirational but sanitised retelling of one man’s need to come to terms with the lasting trauma of war. Bernie’s adventure, spanning a mere 48 hours, also marked the culmination of his 60-year marriage to Rene (Glenda Jackson) – THE GREAT ESCAPER celebrates their enduring love but always with an eye to the lessons we might learn from the Greatest Generation.",
      "runtime": 96,
      "times": [
        {
          "starts_at": "2023-11-08T16:00:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25199/"
        }
      ]
    },
    {
      "title": "Typist Artist Pirate King",
      "trailer": "https://www.youtube.com/watch?v=Ilq_FiqQah4",
      "synopsis": "TYPIST ARTIST PIRATE KING puts forgotten artist Audrey Amiss on the map. Inspired by her extensive archive of diaries, letters and art, the film weaves real events into an imagined journey as Audrey goes on a road trip with her psychiatric nurse.\n\nFrom acclaimed British filmmaker, Carol Morley, this dark and funny exploration of the growing friendship between two women as they hit the road in an electric car looking for reconciliation, is filled with adventure, humour and compassion.",
      "runtime": 108,
      "times": [
        {
          "starts_at": "2023-11-08T13:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85431/"
        },
        {
          "starts_at": "2023-11-08T18:10:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85439/"
        }
      ]
    },
    {
      "title": "DocHouse: Pianoforte",
      "trailer": null,
      "synopsis": "Considered to be one of the most prestigious competitions in classical music, the International Chopin Piano Competition, held in Warsaw every five years since 1927, has been a career launchpad for the world's greatest piano virtuosos.\r\n\r\nPianoforte navigates its way through the multi-stage competition alongside a selection of 2021's elite young hopefuls. We plunge deep into this world of nuanced notes and high drama, in a riveting, adrenaline rush of a film. The pressure is enormous, the practice is exacting, the performances are ecstatic.",
      "runtime": 91,
      "times": [
        {
          "starts_at": "2023-11-08T15:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85477/"
        }
      ]
    },
    {
      "title": "DocHouse: Guardian Documentaries Showcase",
      "trailer": null,
      "synopsis": "Join us for a collection of short films, curated in collaboration with Guardian Documentaries, telling urgent contemporary stories from around the world with a unique artistic lens.  The films explore a range of compelling personal perspectives, from identity in the age of AI, to a lost language in Laos, to life in Yellowstone's winter wilderness.",
      "runtime": 81,
      "times": [
        {
          "starts_at": "2023-11-08T18:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-84975/"
        }
      ]
    },
    {
      "title": "Anatomy of a Fall",
      "trailer": "https://www.youtube.com/watch?v=_MdTMA0PetA",
      "synopsis": "When her husband Samuel is mysteriously found dead in the snow below their secluded chalet, Sandra becomes the main suspect when the police begin to question whether he fell or was pushed. The trial soon becomes not just an investigation, but a gripping psychological journey into the depths of Sandra and Samuel's complicated marriage. With conflicting evidence and inconsistent testimony, words are wielded like weapons and shocking truths come to light in this thrilling Palme d’Or winner.",
      "runtime": 152,
      "times": [
        {
          "starts_at": "2023-11-08T19:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85476/"
        }
      ]
    },
    {
      "title": "DocHouse: Apolonia Apolonia",
      "trailer": null,
      "synopsis": "A captivating portrait of award-winning visual artist Apolonia Sokol - a unique soul, steadfast in forging her own path, taking the art world by storm.\r\n\r\nBorn in an underground theatre to Parisian bohemians before growing up in an artists' community, from the very start Apolonia’s story is far from conventional. Covering a span of 13 years, director Lea Glob follows Apolonia’s attempts to find her place - both in the artworld and in her own life story. But Apolonia's resilience is put to the test as she navigates an often-unforgiving industry.\r\n\r\nApolonia Apolonia celebrates the intimacy and friendship created between its filmmaker and subject. A mesmerising documentary that develops over a decade of filming, and delves into how womanhood can be embraced in a patriarchal world.",
      "runtime": 116,
      "times": [
        {
          "starts_at": "2023-11-08T20:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85478/"
        }
      ]
    }
  ],
  "2023-11-09": [
    {
      "title": "Killers Of The Flower Moon",
      "trailer": "https://www.youtube.com/watch?v=nFoIg72KGIk",
      "synopsis": "At the turn of the 20th century, oil brought a fortune to the Osage Nation, who became some of the richest people in the world overnight. The wealth of these Native Americans immediately attracted white interlopers, who manipulated, extorted, and stole as much Osage money as they could before resorting to murder. Based on a true story and told through the improbable romance of Ernest Burkhart (Leonardo DiCaprio) and Mollie Kyle (Lily Gladstone), “Killers of the Flower Moon” is an epic western crime saga, where real love crosses paths with unspeakable betrayal. Also starring Robert De Niro and Jesse Plemons, “Killers of the Flower Moon” is directed by Academy Award winner Martin Scorsese from a screenplay by Eric Roth and Martin Scorsese, based on David Grann’s best-selling book.",
      "runtime": 206,
      "times": [
        {
          "starts_at": "2023-11-09T11:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45019/"
        },
        {
          "starts_at": "2023-11-09T12:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45027/"
        },
        {
          "starts_at": "2023-11-09T15:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45024/"
        },
        {
          "starts_at": "2023-11-09T17:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45022/"
        },
        {
          "starts_at": "2023-11-09T19:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45033/"
        },
        {
          "starts_at": "2023-11-09T12:50:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42128/"
        },
        {
          "starts_at": "2023-11-09T19:45:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42120/"
        },
        {
          "starts_at": "2023-11-09T14:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68403/"
        },
        {
          "starts_at": "2023-11-09T15:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68401/"
        },
        {
          "starts_at": "2023-11-09T18:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68399/"
        },
        {
          "starts_at": "2023-11-09T12:45:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25183/"
        },
        {
          "starts_at": "2023-11-09T19:30:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25187/"
        },
        {
          "starts_at": "2023-11-09T11:40:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13295/"
        },
        {
          "starts_at": "2023-11-09T15:30:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13302/"
        },
        {
          "starts_at": "2023-11-09T17:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13300/"
        },
        {
          "starts_at": "2023-11-09T19:40:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13298/"
        },
        {
          "starts_at": "2023-11-09T12:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20097/"
        },
        {
          "starts_at": "2023-11-09T14:45:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20091/"
        },
        {
          "starts_at": "2023-11-09T19:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20101/"
        },
        {
          "starts_at": "2023-11-09T14:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85446/"
        },
        {
          "starts_at": "2023-11-09T19:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85455/"
        }
      ]
    },
    {
      "title": "TAYLOR SWIFT | THE ERAS TOUR",
      "trailer": null,
      "synopsis": "The cultural phenomenon continues on the big screen! Immerse yourself in this once-in-a-lifetime concert film experience with a breathtaking, cinematic view of the history-making tour. Taylor Swift Eras attire and friendship bracelets are strongly encouraged!",
      "runtime": 168,
      "times": [
        {
          "starts_at": "2023-11-09T11:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45029/"
        },
        {
          "starts_at": "2023-11-09T12:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68405/"
        }
      ]
    },
    {
      "title": "Bottoms",
      "trailer": null,
      "synopsis": "Two teen girls start a fight club to find someone to have sex with before graduation.",
      "runtime": 91,
      "times": [
        {
          "starts_at": "2023-11-09T11:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45028/"
        },
        {
          "starts_at": "2023-11-09T16:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45023/"
        },
        {
          "starts_at": "2023-11-09T21:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45031/"
        }
      ]
    },
    {
      "title": "The Royal Hotel",
      "trailer": "https://www.youtube.com/watch?v=oab293pN3vQ",
      "synopsis": "Americans Hanna (Julia Garner) and Liv (Jessica Henwick) are best friends backpacking in Australia. After they run out of money, Liv, looking for an adventure, convinces Hanna to take a temporary live-in job behind the bar of a pub called 'The Royal Hotel' in a remote Outback mining town. Bar owner Billy and a host of locals give the girls a riotous introduction to Down Under drinking culture but soon Hanna and Liv find themselves trapped in an unnerving situation that grows rapidly out of their control. A Film by Kitty Green Starring Julia Garner, Jessica Henwick, Toby Wallace, Hugo Weaving, Ursula Yovich, Daniel Henshall, James Frecheville, Herbert Nordrum",
      "runtime": 91,
      "times": [
        {
          "starts_at": "2023-11-09T14:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45026/"
        },
        {
          "starts_at": "2023-11-09T18:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45020/"
        }
      ]
    },
    {
      "title": "Five Nights at Freddy's",
      "trailer": "https://www.youtube.com/watch?v=UMj-GSXz60g",
      "synopsis": "Can you survive five nights?\n\nThe terrifying horror game phenomenon becomes a blood-chilling cinematic event, as Blumhouse— the producer of M3GAN, The Black Phone and The Invisible Man— brings Five Nights at Freddy’s to the big screen.\n\nThe film follows a troubled security guard as he begins working at Freddy Fazbear’s Pizza. While spending his first night on the job, he realizes the night shift at Freddy’s won’t be so easy to make it through.\n\nThe film stars Josh Hutcherson (Ultraman, The Hunger Games franchise), Elizabeth Lail (You, Mack & Rita), Piper Rubio (Holly & Ivy, Unstable), Kat Conner Sterling (We Have a Ghost, 9-1-1), with Mary Stuart Masterson (Blindspot, Fried Green Tomatoes) and Matthew Lillard (Good Girls, Scream).\n\nFive Nights at Freddy’s is directed by Emma Tammi (The Wind, Blood Moon) and is written by Scott Cawthon, Emma Tammi and Seth Cuddeback.\n\nThe film’s iconic animatronic characters will be created by Jim Henson’s Creature Shop.\n\nFive Nights at Freddy’s is produced by Jason Blum and Scott Cawthon. The film’s executive producers are Bea Sequeira, Russell Binder, Marc Mostman and Christopher H. Warner. Universal Pictures presents a Blumhouse production, in association with Striker Entertainment.",
      "runtime": 109,
      "times": [
        {
          "starts_at": "2023-11-09T15:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45021/"
        },
        {
          "starts_at": "2023-11-09T21:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45030/"
        }
      ]
    },
    {
      "title": "The Killer",
      "trailer": null,
      "synopsis": "A man solitary and cold, methodical and unencumbered by scruples or regrets, the killer waits in the shadows, watching for his next target. And yet the longer he waits, the more he thinks he's losing his mind, if not his cool. A brutal, bloody and stylish noir story of a professional assassin lost in a world without a moral compass, this is a case study of a man alone, armed to the teeth and slowly losing his mind.",
      "runtime": 118,
      "times": [
        {
          "starts_at": "2023-11-09T17:50:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45025/"
        },
        {
          "starts_at": "2023-11-09T20:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45032/"
        },
        {
          "starts_at": "2023-11-09T15:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42122/"
        },
        {
          "starts_at": "2023-11-09T18:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42129/"
        },
        {
          "starts_at": "2023-11-09T20:40:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42124/"
        },
        {
          "starts_at": "2023-11-09T15:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68406/"
        },
        {
          "starts_at": "2023-11-09T20:45:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68409/"
        },
        {
          "starts_at": "2023-11-09T16:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13301/"
        },
        {
          "starts_at": "2023-11-09T13:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20096/"
        },
        {
          "starts_at": "2023-11-09T15:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20089/"
        },
        {
          "starts_at": "2023-11-09T18:40:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20105/"
        },
        {
          "starts_at": "2023-11-09T15:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85444/"
        },
        {
          "starts_at": "2023-11-09T20:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85454/"
        }
      ]
    },
    {
      "title": "On the Adamant",
      "trailer": "https://www.youtube.com/watch?v=vmWDHgsW8BM",
      "synopsis": "Moored on the banks of the Seine in the heart of Paris, the Adamant is a floating care centre that welcomes adults suffering from mental disorders. Using a variety of different approaches, they offer care that grounds participants in time and space, helping to keep spirits high on the path to recovery. The team that runs it tries to resist the deterioration and dehumanization of psychiatry as best they can. The film invites us to board to meet the patients and caregivers who inhabit the Adamant in their day-to-day lives.",
      "runtime": 114,
      "times": [
        {
          "starts_at": "2023-11-09T12:10:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42126/"
        },
        {
          "starts_at": "2023-11-09T18:20:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42130/"
        },
        {
          "starts_at": "2023-11-09T13:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68411/"
        },
        {
          "starts_at": "2023-11-09T14:20:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13292/"
        },
        {
          "starts_at": "2023-11-09T15:30:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20090/"
        },
        {
          "starts_at": "2023-11-09T18:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20104/"
        },
        {
          "starts_at": "2023-11-09T20:30:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20004/"
        },
        {
          "starts_at": "2023-11-09T11:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85450/"
        },
        {
          "starts_at": "2023-11-09T16:10:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85443/"
        },
        {
          "starts_at": "2023-11-09T18:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85332/"
        }
      ]
    },
    {
      "title": "20,000 Species of Bees",
      "trailer": "https://www.youtube.com/watch?v=9ZSaa-7aBss",
      "synopsis": "Lucía is a six-year-old girl, who sometimes struggles as the world tries to catch up with the fact that she has a penis. As the summer holidays pass, she explores her femininity alongside the women of her family who at the same time reflect on their own femininity.",
      "runtime": 128,
      "times": [
        {
          "starts_at": "2023-11-09T12:30:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42127/"
        },
        {
          "starts_at": "2023-11-09T17:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42121/"
        },
        {
          "starts_at": "2023-11-09T12:20:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13293/"
        },
        {
          "starts_at": "2023-11-09T21:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13313/"
        },
        {
          "starts_at": "2023-11-09T12:45:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20095/"
        },
        {
          "starts_at": "2023-11-09T18:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85457/"
        }
      ]
    },
    {
      "title": "How to Have Sex",
      "trailer": null,
      "synopsis": "Three British teenage girls go on a rites-of-passage holiday, drinking, clubbing and hooking up in what should be the best summer of their lives. As they dance their way across the sun-drenched streets of Malia, they find themselves navigating the complexities of sex, consent and self-discovery.",
      "runtime": 91,
      "times": [
        {
          "starts_at": "2023-11-09T15:45:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42125/"
        },
        {
          "starts_at": "2023-11-09T21:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42123/"
        },
        {
          "starts_at": "2023-11-09T12:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13294/"
        },
        {
          "starts_at": "2023-11-09T18:40:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13299/"
        },
        {
          "starts_at": "2023-11-09T12:30:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20093/"
        },
        {
          "starts_at": "2023-11-09T16:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20092/"
        },
        {
          "starts_at": "2023-11-09T17:40:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20103/"
        },
        {
          "starts_at": "2023-11-09T21:10:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20100/"
        },
        {
          "starts_at": "2023-11-09T17:15:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85442/"
        },
        {
          "starts_at": "2023-11-09T21:10:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85451/"
        }
      ]
    },
    {
      "title": "Past Lives",
      "trailer": "https://www.youtube.com/watch?v=WJTnve_kdu0",
      "synopsis": "Nora and Hae Sung, two deeply connected childhood friends, are wrest apart after Nora’s family emigrates from South Korea. Two decades later, they are reunited in New York for one fateful week as they confront notions of destiny, love, and the choices that make a life, in this heartrending modern romance.",
      "runtime": 106,
      "times": [
        {
          "starts_at": "2023-11-09T12:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68407/"
        },
        {
          "starts_at": "2023-11-09T18:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68408/"
        },
        {
          "starts_at": "2023-11-09T12:15:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20094/"
        },
        {
          "starts_at": "2023-11-09T18:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20102/"
        },
        {
          "starts_at": "2023-11-09T15:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85445/"
        },
        {
          "starts_at": "2023-11-09T20:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85453/"
        }
      ]
    },
    {
      "title": "A Haunting in Venice",
      "trailer": "https://www.youtube.com/watch?v=LAywaWCFXgw",
      "synopsis": "In post-World War II Venice, Poirot, now retired and living in his own exile, reluctantly attends a seance, when one of the guests is murdered, it is up to the former detective to once again uncover the killer.",
      "runtime": 103,
      "times": [
        {
          "starts_at": "2023-11-09T12:45:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68404/"
        },
        {
          "starts_at": "2023-11-09T15:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68402/"
        },
        {
          "starts_at": "2023-11-09T17:45:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68400/"
        },
        {
          "starts_at": "2023-11-09T20:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68397/"
        }
      ]
    },
    {
      "title": "Rustin",
      "trailer": null,
      "synopsis": "The architect of 1963’s momentous March on Washington, Bayard Rustin was one of the greatest activists and organizers the world has ever known. He challenged authority, never apologized for who he was, what he believed, or who he desired. And he did not back down. He made history, and in turn, he was forgotten. Directed by DGA award and five-time Tony award winner George C. Wolfe and starring Emmy award winner Colman Domingo, Rustin shines a long overdue spotlight on the extraordinary man who, alongside giants like the Reverend Martin Luther King Jr., Adam Clayton Powell Jr., and Ella Baker, dared to imagine a different world, and inspired a movement in a march toward freedom. Produced by Academy award winner Bruce Cohen, Higher Ground's Tonia Davis and George C. Wolfe, the film features an all-star cast including Chris Rock, Glynn Turman, Jeffrey Wright and Audra McDonald.",
      "runtime": 106,
      "times": [
        {
          "starts_at": "2023-11-09T16:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68410/"
        },
        {
          "starts_at": "2023-11-09T21:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68413/"
        },
        {
          "starts_at": "2023-11-09T11:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85447/"
        },
        {
          "starts_at": "2023-11-09T18:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85452/"
        }
      ]
    },
    {
      "title": "Fingernails",
      "trailer": null,
      "synopsis": "Anna (Jessie Buckley) and Ryan (Jeremy Allen White) have found true love. It's been proven by a controversial new technology. There's just one problem: Anna still isn't sure. Then she takes a position at a love testing institute, and meets Amir (Riz Ahmed).",
      "runtime": 113,
      "times": [
        {
          "starts_at": "2023-11-09T18:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68412/"
        },
        {
          "starts_at": "2023-11-09T21:20:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13296/"
        },
        {
          "starts_at": "2023-11-09T15:45:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20088/"
        },
        {
          "starts_at": "2023-11-09T20:50:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20098/"
        },
        {
          "starts_at": "2023-11-09T13:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85459/"
        },
        {
          "starts_at": "2023-11-09T21:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85458/"
        }
      ]
    },
    {
      "title": "Anatomy of a Fall",
      "trailer": "https://www.youtube.com/watch?v=_MdTMA0PetA",
      "synopsis": "When her husband Samuel is mysteriously found dead in the snow below their secluded chalet, Sandra becomes the main suspect when the police begin to question whether he fell or was pushed. The trial soon becomes not just an investigation, but a gripping psychological journey into the depths of Sandra and Samuel's complicated marriage. With conflicting evidence and inconsistent testimony, words are wielded like weapons and shocking truths come to light in this thrilling Palme d’Or winner.",
      "runtime": 152,
      "times": [
        {
          "starts_at": "2023-11-09T19:45:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68398/"
        },
        {
          "starts_at": "2023-11-09T20:10:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20124/"
        }
      ]
    },
    {
      "title": "The Great Escaper",
      "trailer": null,
      "synopsis": "In the summer of 2014, Bernard Jordan (Michael Caine) made global headlines. He had staged a “great escape” from his care home to join fellow war veterans on a beach in Normandy, commemorating their fallen comrades at the D-Day Landings 70th anniversary. It was a story that captured the imagination of the world as Bernie embodied the defiant, “can-do” spirit of a generation that was fast disappearing. But of course, it wasn’t the whole story. It was an inspirational but sanitised retelling of one man’s need to come to terms with the lasting trauma of war. Bernie’s adventure, spanning a mere 48 hours, also marked the culmination of his 60-year marriage to Rene (Glenda Jackson) – THE GREAT ESCAPER celebrates their enduring love but always with an eye to the lessons we might learn from the Greatest Generation.",
      "runtime": 96,
      "times": [
        {
          "starts_at": "2023-11-09T12:15:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25200/"
        },
        {
          "starts_at": "2023-11-09T17:00:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25182/"
        }
      ]
    },
    {
      "title": "Dance First",
      "trailer": null,
      "synopsis": "There has never been a biopic about Samuel Beckett and his remarkable life, and this ground-breaking film pivots around the 1969 Nobel Prize ceremony when he was awarded the prize for Literature. \nHaving been awarded £30,000 along with the Nobel Prize, an embarrassed Beckett simply wanted to be rid of the money, and the film revolves around the internal debate raging within Beckett as to which of the people in his life most deserve to be the financial beneficiaries of his shame. \nBeckett lived a life of many parts: rebellious son of an austere mother, Parisian bon vivant, Resistance fighter, Nobel Prize-winning playwright, unfaithful husband, recluse, but despite all the adulation that came his way he was a man acutely aware of his own failings. We explore these different chapters of his life by having Beckett analyse his past with a representation of his own conscience.\nWith typical Beckettian surrealism we’ll see Sam literally climb the walls at the Nobel Prize ceremony to escape the limelight and flee to a place where, with his trademark deadpan humour, he spars with himself as he explores the most significant relationships of his life: with his mother May, his best friend Alfy, his mentor James Joyce, his wife Suzanne and his mistress Barbara. \nBeckett weaves a compelling narrative of guilt and regret that begins with his oppressive home life in Dublin with his mother May, the reaction to which was a bohemian adventure in Paris working with his friend Alfy as a translator for the legendary Irish author James Joyce.\nJoyce went from intimidating mentor to friend via a period of awkwardness caused by Sam’s spurning of his daughter Lucia’s unrequited affections. His rejection accelerated Lucia’s downward spiral and ultimately landed her in a mental institution. \nAlthough Sam didn’t connect romantically with Lucia, it was in Paris where he met his decades-long partner and eventual wife Suzanne, who he got to know when she visited him in hospital after he had been stabbed by a pimp.\nThis precedes a tense period with the French resistance, whom Beckett helped pass messages under the noses of the Nazis, from whom he and Suzanne had a narrow escape. They fled to Provence and spent the rest of the war living a tough but peaceful existence in the countryside, while Sam’s best friend Alfy wasn’t so lucky. His capture and death in a concentration camp prompts yet more shame. \nNone of this can compare to the guilt occasioned by Beckett’s longstanding affair with a BBC employee, Barbara Bray, that causes irreparable damage to his marriage. Pouring salt in Suzanne’s still open wound, Beckett publicly dramatized their situation in the theatre as ‘Play’, his creative urges yet again causing turbulence in his rollercoaster life. \nSuzanne had acted as the driving force promoting his career, and she remained by his side for the rest of his life despite his numerous infidelities, which were a source of bitterness and rancour. The thing both Sam and Suzanne feared most was success and the spotlight, which they saw as something that could potentially tear them apart, making the award of the Nobel Prize, the ultimate accolade for an author, a veritable ‘catastrophe’, as Beckett described it.",
      "runtime": 100,
      "times": [
        {
          "starts_at": "2023-11-09T14:35:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25184/"
        },
        {
          "starts_at": "2023-11-09T21:20:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25188/"
        }
      ]
    },
    {
      "title": "Paris Memories",
      "trailer": "https://www.youtube.com/watch?v=LXxOBHhV1UY",
      "synopsis": "Three months after surviving a terrorist attack in a bistro, Mia is still traumatized and unable to recall the events of that night. In an effort to move forward, she investigates her memories and retraces her steps.\n",
      "runtime": 103,
      "times": [
        {
          "starts_at": "2023-11-09T13:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85449/"
        }
      ]
    },
    {
      "title": "Fremont",
      "trailer": "https://www.youtube.com/watch?v=ObWrx064yzQ",
      "synopsis": "Donya, a young Afghan who moved to Fremont, California after serving as a translator for the American army, spends her days working at a fortune cookie factory and her nights wide awake battling between her desire to rebuild her life and the overbearing guilt she carries within. In a bid to connect with the world, she sends an unconventional message through a fortune cookie. Tinged with Jarmuschian deadpan humour, this sensitive immigrant tale packs a breakout performance by real-life refugee Anaita Wali Zada, joined by a perpetually off-kilter Gregg Turkington and Jeremy Allen White from The Bear as a heartthrob mechanic.",
      "runtime": 92,
      "times": [
        {
          "starts_at": "2023-11-09T13:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85448/"
        }
      ]
    },
    {
      "title": "DocHouse: Beyond Utopia",
      "trailer": null,
      "synopsis": "Gripping, visceral and urgent, Beyond Utopia embeds the viewer with a family of defectors as they attempt to flee North Korea, one of the most oppressive places on Earth - a land they grew up believing was a paradise.",
      "runtime": 115,
      "times": [
        {
          "starts_at": "2023-11-09T15:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85479/"
        }
      ]
    },
    {
      "title": "Typist Artist Pirate King",
      "trailer": "https://www.youtube.com/watch?v=Ilq_FiqQah4",
      "synopsis": "TYPIST ARTIST PIRATE KING puts forgotten artist Audrey Amiss on the map. Inspired by her extensive archive of diaries, letters and art, the film weaves real events into an imagined journey as Audrey goes on a road trip with her psychiatric nurse.\n\nFrom acclaimed British filmmaker, Carol Morley, this dark and funny exploration of the growing friendship between two women as they hit the road in an electric car looking for reconciliation, is filled with adventure, humour and compassion.",
      "runtime": 108,
      "times": [
        {
          "starts_at": "2023-11-09T18:10:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85456/"
        }
      ]
    },
    {
      "title": "DocHouse: Apolonia Apolonia",
      "trailer": null,
      "synopsis": "A captivating portrait of award-winning visual artist Apolonia Sokol - a unique soul, steadfast in forging her own path, taking the art world by storm.\r\n\r\nBorn in an underground theatre to Parisian bohemians before growing up in an artists' community, from the very start Apolonia’s story is far from conventional. Covering a span of 13 years, director Lea Glob follows Apolonia’s attempts to find her place - both in the artworld and in her own life story. But Apolonia's resilience is put to the test as she navigates an often-unforgiving industry.\r\n\r\nApolonia Apolonia celebrates the intimacy and friendship created between its filmmaker and subject. A mesmerising documentary that develops over a decade of filming, and delves into how womanhood can be embraced in a patriarchal world.",
      "runtime": 116,
      "times": [
        {
          "starts_at": "2023-11-09T18:10:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85140/"
        }
      ]
    },
    {
      "title": "DocHouse: Love, Deutschmarks and Death",
      "trailer": null,
      "synopsis": "Cem Kaya's irresistibly lively film takes a fresh approach to the story of Turkish communities in Germany - following the thread of the music that Turkish 'guest workers' brought with them, and its influence on subsequent generations.\r\n\r\nWhen the German Federal Republic recruited workers from Turkey in 1961, the new, immigrant workforce brought with it a rich and strong culture. The expat population teemed with singers, songwriters and musicians, pining for their homeland and producing music from and for the community, amidst the appalling working conditions and racism they encountered in their new home. Love, Deutschmarks and Death follows the music from the early 60s, through waves of migration and assimilation, from back-room recordings to lavish wedding performances, and from bootlegged cassettes to a new generation of young performers.The energy and vibrancy of the music pulses through Cem Kaya's fascinating, archive-rich telling of this rarely shown - or heard - cultural history.\"",
      "runtime": 98,
      "times": [
        {
          "starts_at": "2023-11-09T20:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85139/"
        }
      ]
    }
  ],
  "2023-11-10": [
    {
      "title": "The Killer",
      "trailer": null,
      "synopsis": "A man solitary and cold, methodical and unencumbered by scruples or regrets, the killer waits in the shadows, watching for his next target. And yet the longer he waits, the more he thinks he's losing his mind, if not his cool. A brutal, bloody and stylish noir story of a professional assassin lost in a world without a moral compass, this is a case study of a man alone, armed to the teeth and slowly losing his mind.",
      "runtime": 118,
      "times": [
        {
          "starts_at": "2023-11-10T12:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45159/"
        },
        {
          "starts_at": "2023-11-10T17:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45156/"
        },
        {
          "starts_at": "2023-11-10T15:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42182/"
        },
        {
          "starts_at": "2023-11-10T20:50:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42188/"
        },
        {
          "starts_at": "2023-11-10T15:15:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13361/"
        },
        {
          "starts_at": "2023-11-10T11:45:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20222/"
        },
        {
          "starts_at": "2023-11-10T16:15:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20225/"
        },
        {
          "starts_at": "2023-11-10T21:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20217/"
        },
        {
          "starts_at": "2023-11-10T15:10:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85619/"
        },
        {
          "starts_at": "2023-11-10T21:10:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85616/"
        }
      ]
    },
    {
      "title": "Dream Scenario",
      "trailer": "https://www.youtube.com/watch?v=EYpviaNOfP4",
      "synopsis": "Hapless family man Paul Matthews (Nicolas Cage) finds his life turned upside down when millions of strangers suddenly start seeing him in their dreams.  But when his nighttime appearances take a nightmarish turn, Paul is forced to navigate his newfound stardom, in this wickedly entertaining comedy from writer-director Kristoffer Borgli (Sick of Myself) and producer Ari Aster.",
      "runtime": 102,
      "times": [
        {
          "starts_at": "2023-11-10T12:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45152/"
        },
        {
          "starts_at": "2023-11-10T15:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45151/"
        },
        {
          "starts_at": "2023-11-10T18:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45150/"
        },
        {
          "starts_at": "2023-11-10T20:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-44950/"
        },
        {
          "starts_at": "2023-11-10T12:10:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42154/"
        },
        {
          "starts_at": "2023-11-10T18:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42151/"
        },
        {
          "starts_at": "2023-11-10T21:10:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42184/"
        },
        {
          "starts_at": "2023-11-10T15:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68500/"
        },
        {
          "starts_at": "2023-11-10T21:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68499/"
        },
        {
          "starts_at": "2023-11-10T14:30:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20131/"
        },
        {
          "starts_at": "2023-11-10T18:10:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20127/"
        },
        {
          "starts_at": "2023-11-10T20:30:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20132/"
        },
        {
          "starts_at": "2023-11-10T12:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85613/"
        },
        {
          "starts_at": "2023-11-10T15:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85622/"
        },
        {
          "starts_at": "2023-11-10T21:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85620/"
        }
      ]
    },
    {
      "title": "The Marvels",
      "trailer": "https://www.youtube.com/watch?v=QJG4cWmY3BI",
      "synopsis": "Carol Danvers aka Captain Marvel has reclaimed her identity from the tyrannical Kree and taken revenge on the Supreme Intelligence. But unintended consequences see Carol shouldering the burden of a destabilized universe. When her duties send her to an anomalous wormhole linked to a Kree revolutionary, her powers become entangled with that of Jersey City super-fan, Kamala Khan aka Ms. Marvel, and Carol’s estranged niece, now S.A.B.E.R. astronaut Captain Monica Rambeau. Together, this unlikely trio must team-up and learn to work in concert to save the universe as “The Marvels.”",
      "runtime": 105,
      "times": [
        {
          "starts_at": "2023-11-10T13:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-44736/"
        },
        {
          "starts_at": "2023-11-10T15:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-44735/"
        },
        {
          "starts_at": "2023-11-10T18:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-44734/"
        },
        {
          "starts_at": "2023-11-10T21:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-44733/"
        },
        {
          "starts_at": "2023-11-10T13:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68097/"
        },
        {
          "starts_at": "2023-11-10T16:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68096/"
        },
        {
          "starts_at": "2023-11-10T18:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68095/"
        },
        {
          "starts_at": "2023-11-10T21:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68094/"
        },
        {
          "starts_at": "2023-11-10T12:20:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13400/"
        },
        {
          "starts_at": "2023-11-10T15:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13399/"
        },
        {
          "starts_at": "2023-11-10T17:40:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13398/"
        },
        {
          "starts_at": "2023-11-10T21:20:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13397/"
        }
      ]
    },
    {
      "title": "Killers Of The Flower Moon",
      "trailer": "https://www.youtube.com/watch?v=nFoIg72KGIk",
      "synopsis": "At the turn of the 20th century, oil brought a fortune to the Osage Nation, who became some of the richest people in the world overnight. The wealth of these Native Americans immediately attracted white interlopers, who manipulated, extorted, and stole as much Osage money as they could before resorting to murder. Based on a true story and told through the improbable romance of Ernest Burkhart (Leonardo DiCaprio) and Mollie Kyle (Lily Gladstone), “Killers of the Flower Moon” is an epic western crime saga, where real love crosses paths with unspeakable betrayal. Also starring Robert De Niro and Jesse Plemons, “Killers of the Flower Moon” is directed by Academy Award winner Martin Scorsese from a screenplay by Eric Roth and Martin Scorsese, based on David Grann’s best-selling book.",
      "runtime": 206,
      "times": [
        {
          "starts_at": "2023-11-10T13:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45157/"
        },
        {
          "starts_at": "2023-11-10T17:10:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45154/"
        },
        {
          "starts_at": "2023-11-10T14:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42189/"
        },
        {
          "starts_at": "2023-11-10T11:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68504/"
        },
        {
          "starts_at": "2023-11-10T15:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68503/"
        },
        {
          "starts_at": "2023-11-10T19:45:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68502/"
        },
        {
          "starts_at": "2023-11-10T13:30:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25207/"
        },
        {
          "starts_at": "2023-11-10T19:15:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25206/"
        },
        {
          "starts_at": "2023-11-10T15:30:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13358/"
        },
        {
          "starts_at": "2023-11-10T19:40:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13353/"
        },
        {
          "starts_at": "2023-11-10T12:15:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20303/"
        },
        {
          "starts_at": "2023-11-10T19:30:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20299/"
        },
        {
          "starts_at": "2023-11-10T14:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85610/"
        },
        {
          "starts_at": "2023-11-10T19:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85617/"
        }
      ]
    },
    {
      "title": "Bottoms",
      "trailer": null,
      "synopsis": "Two teen girls start a fight club to find someone to have sex with before graduation.",
      "runtime": 91,
      "times": [
        {
          "starts_at": "2023-11-10T14:50:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45158/"
        },
        {
          "starts_at": "2023-11-10T20:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45153/"
        }
      ]
    },
    {
      "title": "Five Nights at Freddy's",
      "trailer": "https://www.youtube.com/watch?v=UMj-GSXz60g",
      "synopsis": "Can you survive five nights?\n\nThe terrifying horror game phenomenon becomes a blood-chilling cinematic event, as Blumhouse— the producer of M3GAN, The Black Phone and The Invisible Man— brings Five Nights at Freddy’s to the big screen.\n\nThe film follows a troubled security guard as he begins working at Freddy Fazbear’s Pizza. While spending his first night on the job, he realizes the night shift at Freddy’s won’t be so easy to make it through.\n\nThe film stars Josh Hutcherson (Ultraman, The Hunger Games franchise), Elizabeth Lail (You, Mack & Rita), Piper Rubio (Holly & Ivy, Unstable), Kat Conner Sterling (We Have a Ghost, 9-1-1), with Mary Stuart Masterson (Blindspot, Fried Green Tomatoes) and Matthew Lillard (Good Girls, Scream).\n\nFive Nights at Freddy’s is directed by Emma Tammi (The Wind, Blood Moon) and is written by Scott Cawthon, Emma Tammi and Seth Cuddeback.\n\nThe film’s iconic animatronic characters will be created by Jim Henson’s Creature Shop.\n\nFive Nights at Freddy’s is produced by Jason Blum and Scott Cawthon. The film’s executive producers are Bea Sequeira, Russell Binder, Marc Mostman and Christopher H. Warner. Universal Pictures presents a Blumhouse production, in association with Striker Entertainment.",
      "runtime": 109,
      "times": [
        {
          "starts_at": "2023-11-10T21:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45155/"
        }
      ]
    },
    {
      "title": "How to Have Sex",
      "trailer": null,
      "synopsis": "Three British teenage girls go on a rites-of-passage holiday, drinking, clubbing and hooking up in what should be the best summer of their lives. As they dance their way across the sun-drenched streets of Malia, they find themselves navigating the complexities of sex, consent and self-discovery.",
      "runtime": 91,
      "times": [
        {
          "starts_at": "2023-11-10T11:20:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42220/"
        },
        {
          "starts_at": "2023-11-10T18:30:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42155/"
        },
        {
          "starts_at": "2023-11-10T12:40:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13356/"
        },
        {
          "starts_at": "2023-11-10T12:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20354/"
        },
        {
          "starts_at": "2023-11-10T16:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20223/"
        },
        {
          "starts_at": "2023-11-10T18:50:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20220/"
        },
        {
          "starts_at": "2023-11-10T14:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85608/"
        },
        {
          "starts_at": "2023-11-10T21:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85615/"
        }
      ]
    },
    {
      "title": "Anatomy of a Fall",
      "trailer": "https://www.youtube.com/watch?v=_MdTMA0PetA",
      "synopsis": "When her husband Samuel is mysteriously found dead in the snow below their secluded chalet, Sandra becomes the main suspect when the police begin to question whether he fell or was pushed. The trial soon becomes not just an investigation, but a gripping psychological journey into the depths of Sandra and Samuel's complicated marriage. With conflicting evidence and inconsistent testimony, words are wielded like weapons and shocking truths come to light in this thrilling Palme d’Or winner.",
      "runtime": 152,
      "times": [
        {
          "starts_at": "2023-11-10T11:40:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42218/"
        },
        {
          "starts_at": "2023-11-10T14:40:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42153/"
        },
        {
          "starts_at": "2023-11-10T17:40:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42152/"
        },
        {
          "starts_at": "2023-11-10T20:30:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42150/"
        },
        {
          "starts_at": "2023-11-10T12:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68501/"
        },
        {
          "starts_at": "2023-11-10T14:45:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68511/"
        },
        {
          "starts_at": "2023-11-10T18:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68498/"
        },
        {
          "starts_at": "2023-11-10T12:30:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25209/"
        },
        {
          "starts_at": "2023-11-10T20:30:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25205/"
        },
        {
          "starts_at": "2023-11-10T12:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13360/"
        },
        {
          "starts_at": "2023-11-10T18:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13357/"
        },
        {
          "starts_at": "2023-11-10T20:20:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13341/"
        },
        {
          "starts_at": "2023-11-10T12:45:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20133/"
        },
        {
          "starts_at": "2023-11-10T15:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20129/"
        },
        {
          "starts_at": "2023-11-10T16:45:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20130/"
        },
        {
          "starts_at": "2023-11-10T20:10:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20126/"
        },
        {
          "starts_at": "2023-11-10T12:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85612/"
        },
        {
          "starts_at": "2023-11-10T14:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85609/"
        },
        {
          "starts_at": "2023-11-10T18:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85522/"
        },
        {
          "starts_at": "2023-11-10T20:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85523/"
        }
      ]
    },
    {
      "title": "A Haunting in Venice",
      "trailer": "https://www.youtube.com/watch?v=LAywaWCFXgw",
      "synopsis": "In post-World War II Venice, Poirot, now retired and living in his own exile, reluctantly attends a seance, when one of the guests is murdered, it is up to the former detective to once again uncover the killer.",
      "runtime": 103,
      "times": [
        {
          "starts_at": "2023-11-10T12:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68508/"
        },
        {
          "starts_at": "2023-11-10T18:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68506/"
        },
        {
          "starts_at": "2023-11-10T20:45:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68505/"
        }
      ]
    },
    {
      "title": "Rustin",
      "trailer": null,
      "synopsis": "The architect of 1963’s momentous March on Washington, Bayard Rustin was one of the greatest activists and organizers the world has ever known. He challenged authority, never apologized for who he was, what he believed, or who he desired. And he did not back down. He made history, and in turn, he was forgotten. Directed by DGA award and five-time Tony award winner George C. Wolfe and starring Emmy award winner Colman Domingo, Rustin shines a long overdue spotlight on the extraordinary man who, alongside giants like the Reverend Martin Luther King Jr., Adam Clayton Powell Jr., and Ella Baker, dared to imagine a different world, and inspired a movement in a march toward freedom. Produced by Academy award winner Bruce Cohen, Higher Ground's Tonia Davis and George C. Wolfe, the film features an all-star cast including Chris Rock, Glynn Turman, Jeffrey Wright and Audra McDonald.",
      "runtime": 106,
      "times": [
        {
          "starts_at": "2023-11-10T12:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68659/"
        },
        {
          "starts_at": "2023-11-10T17:45:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68656/"
        }
      ]
    },
    {
      "title": "Past Lives",
      "trailer": "https://www.youtube.com/watch?v=WJTnve_kdu0",
      "synopsis": "Nora and Hae Sung, two deeply connected childhood friends, are wrest apart after Nora’s family emigrates from South Korea. Two decades later, they are reunited in New York for one fateful week as they confront notions of destiny, love, and the choices that make a life, in this heartrending modern romance.",
      "runtime": 106,
      "times": [
        {
          "starts_at": "2023-11-10T15:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68658/"
        },
        {
          "starts_at": "2023-11-10T20:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68657/"
        },
        {
          "starts_at": "2023-11-10T11:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85614/"
        },
        {
          "starts_at": "2023-11-10T18:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85618/"
        }
      ]
    },
    {
      "title": "Dance First",
      "trailer": null,
      "synopsis": "There has never been a biopic about Samuel Beckett and his remarkable life, and this ground-breaking film pivots around the 1969 Nobel Prize ceremony when he was awarded the prize for Literature. \nHaving been awarded £30,000 along with the Nobel Prize, an embarrassed Beckett simply wanted to be rid of the money, and the film revolves around the internal debate raging within Beckett as to which of the people in his life most deserve to be the financial beneficiaries of his shame. \nBeckett lived a life of many parts: rebellious son of an austere mother, Parisian bon vivant, Resistance fighter, Nobel Prize-winning playwright, unfaithful husband, recluse, but despite all the adulation that came his way he was a man acutely aware of his own failings. We explore these different chapters of his life by having Beckett analyse his past with a representation of his own conscience.\nWith typical Beckettian surrealism we’ll see Sam literally climb the walls at the Nobel Prize ceremony to escape the limelight and flee to a place where, with his trademark deadpan humour, he spars with himself as he explores the most significant relationships of his life: with his mother May, his best friend Alfy, his mentor James Joyce, his wife Suzanne and his mistress Barbara. \nBeckett weaves a compelling narrative of guilt and regret that begins with his oppressive home life in Dublin with his mother May, the reaction to which was a bohemian adventure in Paris working with his friend Alfy as a translator for the legendary Irish author James Joyce.\nJoyce went from intimidating mentor to friend via a period of awkwardness caused by Sam’s spurning of his daughter Lucia’s unrequited affections. His rejection accelerated Lucia’s downward spiral and ultimately landed her in a mental institution. \nAlthough Sam didn’t connect romantically with Lucia, it was in Paris where he met his decades-long partner and eventual wife Suzanne, who he got to know when she visited him in hospital after he had been stabbed by a pimp.\nThis precedes a tense period with the French resistance, whom Beckett helped pass messages under the noses of the Nazis, from whom he and Suzanne had a narrow escape. They fled to Provence and spent the rest of the war living a tough but peaceful existence in the countryside, while Sam’s best friend Alfy wasn’t so lucky. His capture and death in a concentration camp prompts yet more shame. \nNone of this can compare to the guilt occasioned by Beckett’s longstanding affair with a BBC employee, Barbara Bray, that causes irreparable damage to his marriage. Pouring salt in Suzanne’s still open wound, Beckett publicly dramatized their situation in the theatre as ‘Play’, his creative urges yet again causing turbulence in his rollercoaster life. \nSuzanne had acted as the driving force promoting his career, and she remained by his side for the rest of his life despite his numerous infidelities, which were a source of bitterness and rancour. The thing both Sam and Suzanne feared most was success and the spotlight, which they saw as something that could potentially tear them apart, making the award of the Nobel Prize, the ultimate accolade for an author, a veritable ‘catastrophe’, as Beckett described it.",
      "runtime": 100,
      "times": [
        {
          "starts_at": "2023-11-10T11:00:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25251/"
        },
        {
          "starts_at": "2023-11-10T17:45:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25208/"
        }
      ]
    },
    {
      "title": "On the Adamant",
      "trailer": "https://www.youtube.com/watch?v=vmWDHgsW8BM",
      "synopsis": "Moored on the banks of the Seine in the heart of Paris, the Adamant is a floating care centre that welcomes adults suffering from mental disorders. Using a variety of different approaches, they offer care that grounds participants in time and space, helping to keep spirits high on the path to recovery. The team that runs it tries to resist the deterioration and dehumanization of psychiatry as best they can. The film invites us to board to meet the patients and caregivers who inhabit the Adamant in their day-to-day lives.",
      "runtime": 114,
      "times": [
        {
          "starts_at": "2023-11-10T12:30:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20128/"
        },
        {
          "starts_at": "2023-11-10T17:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20216/"
        },
        {
          "starts_at": "2023-11-10T12:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85621/"
        }
      ]
    },
    {
      "title": "Fingernails",
      "trailer": null,
      "synopsis": "Anna (Jessie Buckley) and Ryan (Jeremy Allen White) have found true love. It's been proven by a controversial new technology. There's just one problem: Anna still isn't sure. Then she takes a position at a love testing institute, and meets Amir (Riz Ahmed).",
      "runtime": 113,
      "times": [
        {
          "starts_at": "2023-11-10T14:10:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20227/"
        },
        {
          "starts_at": "2023-11-10T18:30:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20218/"
        },
        {
          "starts_at": "2023-11-10T17:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85623/"
        }
      ]
    },
    {
      "title": "Give Me Pity!",
      "trailer": null,
      "synopsis": "Sissy St. Claire graces the small screen for her first ever television special, an evening full of music and laughter, glamour and entertainment! But Sissy’s live event quickly begins to curdle into a psychedelic nightmare of vanity, insecurity and delusional ambition, provoked by the glowering presence of a mysterious masked man.",
      "runtime": 80,
      "times": [
        {
          "starts_at": "2023-11-10T21:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20219/"
        }
      ]
    },
    {
      "title": "A Forgotten Man",
      "trailer": null,
      "synopsis": "Spring 1945, Heinrich Zwygart, Swiss ambassador to Germany flees bombed-out Berlin after eight years of service in the capital of the Reich. This is the end of a terrible mandate, during which he had to make fatal compromises to preserve the neutrality and security of his country. He went through the war, but will he survive the peace?",
      "runtime": 88,
      "times": [
        {
          "starts_at": "2023-11-10T13:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85611/"
        },
        {
          "starts_at": "2023-11-10T18:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85141/"
        }
      ]
    },
    {
      "title": "DocHouse: Beyond Utopia",
      "trailer": null,
      "synopsis": "Gripping, visceral and urgent, Beyond Utopia embeds the viewer with a family of defectors as they attempt to flee North Korea, one of the most oppressive places on Earth - a land they grew up believing was a paradise.",
      "runtime": 115,
      "times": [
        {
          "starts_at": "2023-11-10T15:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85694/"
        }
      ]
    },
    {
      "title": "Typist Artist Pirate King",
      "trailer": "https://www.youtube.com/watch?v=Ilq_FiqQah4",
      "synopsis": "TYPIST ARTIST PIRATE KING puts forgotten artist Audrey Amiss on the map. Inspired by her extensive archive of diaries, letters and art, the film weaves real events into an imagined journey as Audrey goes on a road trip with her psychiatric nurse.\n\nFrom acclaimed British filmmaker, Carol Morley, this dark and funny exploration of the growing friendship between two women as they hit the road in an electric car looking for reconciliation, is filled with adventure, humour and compassion.",
      "runtime": 108,
      "times": [
        {
          "starts_at": "2023-11-10T17:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85624/"
        }
      ]
    },
    {
      "title": "DocHouse: Bad Press",
      "trailer": null,
      "synopsis": "Imagine you lived in a world where your only news source became government propaganda overnight. That’s what happened to the citizens of the Muscogee Nation, in Oklahoma, in 2018. But when their legislative council repeals the community's Free Press Act, blocking proper reporting in the run up to an election, one defiant journalist refuses to acquiesce.\r\nIn one of the year's most brilliantly constructed films, news reporter Angel Ellis charges headfirst into battle against the corrupt Muscogee National Council. As blunt as she is brave, Angel keeps putting her livelihood on the line to fight for a free press, and the rights of journalists like herself to hold power to account.\r\n\r\nAn edge-of-your-seat tale that unfurls with energy, humour and suspense, Bad Press is a timely story about the battle against media censorship.",
      "runtime": 98,
      "times": [
        {
          "starts_at": "2023-11-10T18:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85143/"
        }
      ]
    },
    {
      "title": "DocHouse: Eternal Memory",
      "trailer": null,
      "synopsis": "Augusto Góngora, a veteran Chilean journalist and prominent chronicler of the crimes of the Pinochet regime, and Paulina Urrutia, actress, activist and politician, have been a tight-knit loving couple for over 20 years. He was diagnosed with Alzheimer’s eight years ago, and now they both face the inexorable and accelerating descent of his physical and mental powers together.\r\nHeartbreaking and uplifting at the same time, the story of Paulina’s warm and uncompromising dedication and Augusto’s fierce fight to hold on to his identity is a deeply affecting testimony to their love. The Eternal Memory is both an inquiry into human dignity in old age and adversity, and into the mechanisms of individual and collective remembrance. What – and who – do we recall from our past? Why do we forget or suppress certain memories, and what effect does this have, on a person as well as on an entire country?",
      "runtime": 84,
      "times": [
        {
          "starts_at": "2023-11-10T20:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85144/"
        }
      ]
    }
  ],
  "2023-11-11": [
    {
      "title": "Saltburn",
      "trailer": "https://www.youtube.com/watch?v=s8l0llLj1uM",
      "synopsis": "Struggling to find his place at Oxford University, student Oliver Quick finds himself drawn into the world of the charming and aristocratic Felix Catton, who invites him to Saltburn, his eccentric family's sprawling estate, for a summer never to be forgotten.",
      "runtime": 127,
      "times": [
        {
          "starts_at": "2023-11-11T11:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-44951/"
        },
        {
          "starts_at": "2023-11-11T11:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42167/"
        },
        {
          "starts_at": "2023-11-11T11:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68553/"
        },
        {
          "starts_at": "2023-11-11T11:00:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25223/"
        }
      ]
    },
    {
      "title": "Killers Of The Flower Moon",
      "trailer": "https://www.youtube.com/watch?v=nFoIg72KGIk",
      "synopsis": "At the turn of the 20th century, oil brought a fortune to the Osage Nation, who became some of the richest people in the world overnight. The wealth of these Native Americans immediately attracted white interlopers, who manipulated, extorted, and stole as much Osage money as they could before resorting to murder. Based on a true story and told through the improbable romance of Ernest Burkhart (Leonardo DiCaprio) and Mollie Kyle (Lily Gladstone), “Killers of the Flower Moon” is an epic western crime saga, where real love crosses paths with unspeakable betrayal. Also starring Robert De Niro and Jesse Plemons, “Killers of the Flower Moon” is directed by Academy Award winner Martin Scorsese from a screenplay by Eric Roth and Martin Scorsese, based on David Grann’s best-selling book.",
      "runtime": 206,
      "times": [
        {
          "starts_at": "2023-11-11T12:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45163/"
        },
        {
          "starts_at": "2023-11-11T16:30:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-44953/"
        },
        {
          "starts_at": "2023-11-11T19:30:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42156/"
        },
        {
          "starts_at": "2023-11-11T11:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68664/"
        },
        {
          "starts_at": "2023-11-11T15:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68669/"
        },
        {
          "starts_at": "2023-11-11T19:45:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68667/"
        },
        {
          "starts_at": "2023-11-11T15:40:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25214/"
        },
        {
          "starts_at": "2023-11-11T19:00:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25230/"
        },
        {
          "starts_at": "2023-11-11T15:30:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13401/"
        },
        {
          "starts_at": "2023-11-11T19:40:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13407/"
        },
        {
          "starts_at": "2023-11-11T11:15:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20304/"
        },
        {
          "starts_at": "2023-11-11T19:30:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20298/"
        },
        {
          "starts_at": "2023-11-11T14:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85505/"
        },
        {
          "starts_at": "2023-11-11T19:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85504/"
        }
      ]
    },
    {
      "title": "The Killer",
      "trailer": null,
      "synopsis": "A man solitary and cold, methodical and unencumbered by scruples or regrets, the killer waits in the shadows, watching for his next target. And yet the longer he waits, the more he thinks he's losing his mind, if not his cool. A brutal, bloody and stylish noir story of a professional assassin lost in a world without a moral compass, this is a case study of a man alone, armed to the teeth and slowly losing his mind.",
      "runtime": 118,
      "times": [
        {
          "starts_at": "2023-11-11T12:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45161/"
        },
        {
          "starts_at": "2023-11-11T17:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45165/"
        },
        {
          "starts_at": "2023-11-11T14:20:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42186/"
        },
        {
          "starts_at": "2023-11-11T15:15:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13410/"
        },
        {
          "starts_at": "2023-11-11T13:10:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20305/"
        },
        {
          "starts_at": "2023-11-11T16:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20306/"
        },
        {
          "starts_at": "2023-11-11T20:40:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20234/"
        },
        {
          "starts_at": "2023-11-11T15:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85511/"
        },
        {
          "starts_at": "2023-11-11T21:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85509/"
        }
      ]
    },
    {
      "title": "The Marvels",
      "trailer": "https://www.youtube.com/watch?v=QJG4cWmY3BI",
      "synopsis": "Carol Danvers aka Captain Marvel has reclaimed her identity from the tyrannical Kree and taken revenge on the Supreme Intelligence. But unintended consequences see Carol shouldering the burden of a destabilized universe. When her duties send her to an anomalous wormhole linked to a Kree revolutionary, her powers become entangled with that of Jersey City super-fan, Kamala Khan aka Ms. Marvel, and Carol’s estranged niece, now S.A.B.E.R. astronaut Captain Monica Rambeau. Together, this unlikely trio must team-up and learn to work in concert to save the universe as “The Marvels.”",
      "runtime": 105,
      "times": [
        {
          "starts_at": "2023-11-11T13:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-44737/"
        },
        {
          "starts_at": "2023-11-11T15:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-44738/"
        },
        {
          "starts_at": "2023-11-11T18:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-44739/"
        },
        {
          "starts_at": "2023-11-11T21:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-44740/"
        },
        {
          "starts_at": "2023-11-11T13:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68110/"
        },
        {
          "starts_at": "2023-11-11T16:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68111/"
        },
        {
          "starts_at": "2023-11-11T18:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68112/"
        },
        {
          "starts_at": "2023-11-11T21:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68113/"
        },
        {
          "starts_at": "2023-11-11T12:20:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13403/"
        },
        {
          "starts_at": "2023-11-11T15:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13402/"
        },
        {
          "starts_at": "2023-11-11T17:40:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13408/"
        },
        {
          "starts_at": "2023-11-11T21:20:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13406/"
        }
      ]
    },
    {
      "title": "Dream Scenario",
      "trailer": "https://www.youtube.com/watch?v=EYpviaNOfP4",
      "synopsis": "Hapless family man Paul Matthews (Nicolas Cage) finds his life turned upside down when millions of strangers suddenly start seeing him in their dreams.  But when his nighttime appearances take a nightmarish turn, Paul is forced to navigate his newfound stardom, in this wickedly entertaining comedy from writer-director Kristoffer Borgli (Sick of Myself) and producer Ari Aster.",
      "runtime": 102,
      "times": [
        {
          "starts_at": "2023-11-11T14:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-44954/"
        },
        {
          "starts_at": "2023-11-11T16:10:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45167/"
        },
        {
          "starts_at": "2023-11-11T18:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45166/"
        },
        {
          "starts_at": "2023-11-11T20:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-44952/"
        },
        {
          "starts_at": "2023-11-11T12:10:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42157/"
        },
        {
          "starts_at": "2023-11-11T15:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42193/"
        },
        {
          "starts_at": "2023-11-11T18:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42159/"
        },
        {
          "starts_at": "2023-11-11T21:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42183/"
        },
        {
          "starts_at": "2023-11-11T15:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68660/"
        },
        {
          "starts_at": "2023-11-11T21:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68665/"
        },
        {
          "starts_at": "2023-11-11T15:45:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20230/"
        },
        {
          "starts_at": "2023-11-11T18:15:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20134/"
        },
        {
          "starts_at": "2023-11-11T21:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20228/"
        },
        {
          "starts_at": "2023-11-11T12:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85498/"
        },
        {
          "starts_at": "2023-11-11T15:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85590/"
        },
        {
          "starts_at": "2023-11-11T21:10:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85497/"
        }
      ]
    },
    {
      "title": "Bottoms",
      "trailer": null,
      "synopsis": "Two teen girls start a fight club to find someone to have sex with before graduation.",
      "runtime": 91,
      "times": [
        {
          "starts_at": "2023-11-11T15:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45160/"
        },
        {
          "starts_at": "2023-11-11T20:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45164/"
        }
      ]
    },
    {
      "title": "Five Nights at Freddy's",
      "trailer": "https://www.youtube.com/watch?v=UMj-GSXz60g",
      "synopsis": "Can you survive five nights?\n\nThe terrifying horror game phenomenon becomes a blood-chilling cinematic event, as Blumhouse— the producer of M3GAN, The Black Phone and The Invisible Man— brings Five Nights at Freddy’s to the big screen.\n\nThe film follows a troubled security guard as he begins working at Freddy Fazbear’s Pizza. While spending his first night on the job, he realizes the night shift at Freddy’s won’t be so easy to make it through.\n\nThe film stars Josh Hutcherson (Ultraman, The Hunger Games franchise), Elizabeth Lail (You, Mack & Rita), Piper Rubio (Holly & Ivy, Unstable), Kat Conner Sterling (We Have a Ghost, 9-1-1), with Mary Stuart Masterson (Blindspot, Fried Green Tomatoes) and Matthew Lillard (Good Girls, Scream).\n\nFive Nights at Freddy’s is directed by Emma Tammi (The Wind, Blood Moon) and is written by Scott Cawthon, Emma Tammi and Seth Cuddeback.\n\nThe film’s iconic animatronic characters will be created by Jim Henson’s Creature Shop.\n\nFive Nights at Freddy’s is produced by Jason Blum and Scott Cawthon. The film’s executive producers are Bea Sequeira, Russell Binder, Marc Mostman and Christopher H. Warner. Universal Pictures presents a Blumhouse production, in association with Striker Entertainment.",
      "runtime": 109,
      "times": [
        {
          "starts_at": "2023-11-11T21:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45162/"
        }
      ]
    },
    {
      "title": "How to Have Sex",
      "trailer": null,
      "synopsis": "Three British teenage girls go on a rites-of-passage holiday, drinking, clubbing and hooking up in what should be the best summer of their lives. As they dance their way across the sun-drenched streets of Malia, they find themselves navigating the complexities of sex, consent and self-discovery.",
      "runtime": 91,
      "times": [
        {
          "starts_at": "2023-11-11T11:50:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42187/"
        },
        {
          "starts_at": "2023-11-11T17:15:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42245/"
        },
        {
          "starts_at": "2023-11-11T13:20:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13404/"
        },
        {
          "starts_at": "2023-11-11T11:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20355/"
        },
        {
          "starts_at": "2023-11-11T15:30:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20307/"
        },
        {
          "starts_at": "2023-11-11T17:50:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20243/"
        },
        {
          "starts_at": "2023-11-11T14:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85513/"
        },
        {
          "starts_at": "2023-11-11T21:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85508/"
        }
      ]
    },
    {
      "title": "Anatomy of a Fall",
      "trailer": "https://www.youtube.com/watch?v=_MdTMA0PetA",
      "synopsis": "When her husband Samuel is mysteriously found dead in the snow below their secluded chalet, Sandra becomes the main suspect when the police begin to question whether he fell or was pushed. The trial soon becomes not just an investigation, but a gripping psychological journey into the depths of Sandra and Samuel's complicated marriage. With conflicting evidence and inconsistent testimony, words are wielded like weapons and shocking truths come to light in this thrilling Palme d’Or winner.",
      "runtime": 152,
      "times": [
        {
          "starts_at": "2023-11-11T14:40:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42158/"
        },
        {
          "starts_at": "2023-11-11T17:40:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42160/"
        },
        {
          "starts_at": "2023-11-11T20:30:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42161/"
        },
        {
          "starts_at": "2023-11-11T12:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68663/"
        },
        {
          "starts_at": "2023-11-11T15:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68661/"
        },
        {
          "starts_at": "2023-11-11T18:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68513/"
        },
        {
          "starts_at": "2023-11-11T12:20:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25211/"
        },
        {
          "starts_at": "2023-11-11T20:00:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25213/"
        },
        {
          "starts_at": "2023-11-11T12:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13405/"
        },
        {
          "starts_at": "2023-11-11T18:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13409/"
        },
        {
          "starts_at": "2023-11-11T20:20:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13342/"
        },
        {
          "starts_at": "2023-11-11T12:30:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20233/"
        },
        {
          "starts_at": "2023-11-11T14:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20231/"
        },
        {
          "starts_at": "2023-11-11T17:30:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20229/"
        },
        {
          "starts_at": "2023-11-11T20:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20135/"
        },
        {
          "starts_at": "2023-11-11T12:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85502/"
        },
        {
          "starts_at": "2023-11-11T14:45:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85499/"
        },
        {
          "starts_at": "2023-11-11T18:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85496/"
        },
        {
          "starts_at": "2023-11-11T20:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85500/"
        }
      ]
    },
    {
      "title": "A Haunting in Venice",
      "trailer": "https://www.youtube.com/watch?v=LAywaWCFXgw",
      "synopsis": "In post-World War II Venice, Poirot, now retired and living in his own exile, reluctantly attends a seance, when one of the guests is murdered, it is up to the former detective to once again uncover the killer.",
      "runtime": 103,
      "times": [
        {
          "starts_at": "2023-11-11T11:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68662/"
        },
        {
          "starts_at": "2023-11-11T18:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68668/"
        },
        {
          "starts_at": "2023-11-11T20:45:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68666/"
        }
      ]
    },
    {
      "title": "Past Lives",
      "trailer": "https://www.youtube.com/watch?v=WJTnve_kdu0",
      "synopsis": "Nora and Hae Sung, two deeply connected childhood friends, are wrest apart after Nora’s family emigrates from South Korea. Two decades later, they are reunited in New York for one fateful week as they confront notions of destiny, love, and the choices that make a life, in this heartrending modern romance.",
      "runtime": 106,
      "times": [
        {
          "starts_at": "2023-11-11T14:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68671/"
        },
        {
          "starts_at": "2023-11-11T19:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68672/"
        },
        {
          "starts_at": "2023-11-11T11:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85512/"
        },
        {
          "starts_at": "2023-11-11T18:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85510/"
        }
      ]
    },
    {
      "title": "Rustin",
      "trailer": null,
      "synopsis": "The architect of 1963’s momentous March on Washington, Bayard Rustin was one of the greatest activists and organizers the world has ever known. He challenged authority, never apologized for who he was, what he believed, or who he desired. And he did not back down. He made history, and in turn, he was forgotten. Directed by DGA award and five-time Tony award winner George C. Wolfe and starring Emmy award winner Colman Domingo, Rustin shines a long overdue spotlight on the extraordinary man who, alongside giants like the Reverend Martin Luther King Jr., Adam Clayton Powell Jr., and Ella Baker, dared to imagine a different world, and inspired a movement in a march toward freedom. Produced by Academy award winner Bruce Cohen, Higher Ground's Tonia Davis and George C. Wolfe, the film features an all-star cast including Chris Rock, Glynn Turman, Jeffrey Wright and Audra McDonald.",
      "runtime": 106,
      "times": [
        {
          "starts_at": "2023-11-11T16:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68670/"
        },
        {
          "starts_at": "2023-11-11T21:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68673/"
        }
      ]
    },
    {
      "title": "Dance First",
      "trailer": null,
      "synopsis": "There has never been a biopic about Samuel Beckett and his remarkable life, and this ground-breaking film pivots around the 1969 Nobel Prize ceremony when he was awarded the prize for Literature. \nHaving been awarded £30,000 along with the Nobel Prize, an embarrassed Beckett simply wanted to be rid of the money, and the film revolves around the internal debate raging within Beckett as to which of the people in his life most deserve to be the financial beneficiaries of his shame. \nBeckett lived a life of many parts: rebellious son of an austere mother, Parisian bon vivant, Resistance fighter, Nobel Prize-winning playwright, unfaithful husband, recluse, but despite all the adulation that came his way he was a man acutely aware of his own failings. We explore these different chapters of his life by having Beckett analyse his past with a representation of his own conscience.\nWith typical Beckettian surrealism we’ll see Sam literally climb the walls at the Nobel Prize ceremony to escape the limelight and flee to a place where, with his trademark deadpan humour, he spars with himself as he explores the most significant relationships of his life: with his mother May, his best friend Alfy, his mentor James Joyce, his wife Suzanne and his mistress Barbara. \nBeckett weaves a compelling narrative of guilt and regret that begins with his oppressive home life in Dublin with his mother May, the reaction to which was a bohemian adventure in Paris working with his friend Alfy as a translator for the legendary Irish author James Joyce.\nJoyce went from intimidating mentor to friend via a period of awkwardness caused by Sam’s spurning of his daughter Lucia’s unrequited affections. His rejection accelerated Lucia’s downward spiral and ultimately landed her in a mental institution. \nAlthough Sam didn’t connect romantically with Lucia, it was in Paris where he met his decades-long partner and eventual wife Suzanne, who he got to know when she visited him in hospital after he had been stabbed by a pimp.\nThis precedes a tense period with the French resistance, whom Beckett helped pass messages under the noses of the Nazis, from whom he and Suzanne had a narrow escape. They fled to Provence and spent the rest of the war living a tough but peaceful existence in the countryside, while Sam’s best friend Alfy wasn’t so lucky. His capture and death in a concentration camp prompts yet more shame. \nNone of this can compare to the guilt occasioned by Beckett’s longstanding affair with a BBC employee, Barbara Bray, that causes irreparable damage to his marriage. Pouring salt in Suzanne’s still open wound, Beckett publicly dramatized their situation in the theatre as ‘Play’, his creative urges yet again causing turbulence in his rollercoaster life. \nSuzanne had acted as the driving force promoting his career, and she remained by his side for the rest of his life despite his numerous infidelities, which were a source of bitterness and rancour. The thing both Sam and Suzanne feared most was success and the spotlight, which they saw as something that could potentially tear them apart, making the award of the Nobel Prize, the ultimate accolade for an author, a veritable ‘catastrophe’, as Beckett described it.",
      "runtime": 100,
      "times": [
        {
          "starts_at": "2023-11-11T14:00:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25252/"
        },
        {
          "starts_at": "2023-11-11T16:30:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25215/"
        }
      ]
    },
    {
      "title": "Kids Club: Spider-Man: Across the Spider-Verse",
      "trailer": "https://www.youtube.com/watch?v=Hy_5Z_wGfbI",
      "synopsis": "Miles Morales returns for the next chapter of the Oscar®-winning Spider-Verse saga, Spider-Man™: Across the Spider-Verse. After reuniting with Gwen Stacy, Brooklyn’s full-time, friendly neighbourhood Spider-Man is catapulted across the Multiverse, where he encounters a team of Spider-People charged with protecting its very existence. But when the heroes clash on how to handle a new threat, Miles finds himself pitted against the other Spiders and must redefine what it means to be a hero so he can save the people he loves most.\r\n\r\nPlease note this film contains a sequence of flashing lights which may affect viewers who are susceptible to photosensitive epilepsy.",
      "runtime": 136,
      "times": [
        {
          "starts_at": "2023-11-11T10:30:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13174/"
        },
        {
          "starts_at": "2023-11-11T10:30:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-19869/"
        }
      ]
    },
    {
      "title": "On the Adamant",
      "trailer": "https://www.youtube.com/watch?v=vmWDHgsW8BM",
      "synopsis": "Moored on the banks of the Seine in the heart of Paris, the Adamant is a floating care centre that welcomes adults suffering from mental disorders. Using a variety of different approaches, they offer care that grounds participants in time and space, helping to keep spirits high on the path to recovery. The team that runs it tries to resist the deterioration and dehumanization of psychiatry as best they can. The film invites us to board to meet the patients and caregivers who inhabit the Adamant in their day-to-day lives.",
      "runtime": 114,
      "times": [
        {
          "starts_at": "2023-11-11T11:30:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20361/"
        },
        {
          "starts_at": "2023-11-11T17:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20360/"
        },
        {
          "starts_at": "2023-11-11T12:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85591/"
        }
      ]
    },
    {
      "title": "Fingernails",
      "trailer": null,
      "synopsis": "Anna (Jessie Buckley) and Ryan (Jeremy Allen White) have found true love. It's been proven by a controversial new technology. There's just one problem: Anna still isn't sure. Then she takes a position at a love testing institute, and meets Amir (Riz Ahmed).",
      "runtime": 113,
      "times": [
        {
          "starts_at": "2023-11-11T13:30:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20236/"
        },
        {
          "starts_at": "2023-11-11T18:40:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20245/"
        },
        {
          "starts_at": "2023-11-11T18:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85589/"
        }
      ]
    },
    {
      "title": "Give Me Pity!",
      "trailer": null,
      "synopsis": "Sissy St. Claire graces the small screen for her first ever television special, an evening full of music and laughter, glamour and entertainment! But Sissy’s live event quickly begins to curdle into a psychedelic nightmare of vanity, insecurity and delusional ambition, provoked by the glowering presence of a mysterious masked man.",
      "runtime": 80,
      "times": [
        {
          "starts_at": "2023-11-11T21:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20244/"
        }
      ]
    },
    {
      "title": "A Forgotten Man",
      "trailer": null,
      "synopsis": "Spring 1945, Heinrich Zwygart, Swiss ambassador to Germany flees bombed-out Berlin after eight years of service in the capital of the Reich. This is the end of a terrible mandate, during which he had to make fatal compromises to preserve the neutrality and security of his country. He went through the war, but will he survive the peace?",
      "runtime": 88,
      "times": [
        {
          "starts_at": "2023-11-11T13:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85507/"
        },
        {
          "starts_at": "2023-11-11T18:10:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85506/"
        }
      ]
    },
    {
      "title": "DocHouse: Apolonia Apolonia",
      "trailer": null,
      "synopsis": "A captivating portrait of award-winning visual artist Apolonia Sokol - a unique soul, steadfast in forging her own path, taking the art world by storm.\r\n\r\nBorn in an underground theatre to Parisian bohemians before growing up in an artists' community, from the very start Apolonia’s story is far from conventional. Covering a span of 13 years, director Lea Glob follows Apolonia’s attempts to find her place - both in the artworld and in her own life story. But Apolonia's resilience is put to the test as she navigates an often-unforgiving industry.\r\n\r\nApolonia Apolonia celebrates the intimacy and friendship created between its filmmaker and subject. A mesmerising documentary that develops over a decade of filming, and delves into how womanhood can be embraced in a patriarchal world.",
      "runtime": 116,
      "times": [
        {
          "starts_at": "2023-11-11T14:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85695/"
        }
      ]
    },
    {
      "title": "DocHouse: Bad Press",
      "trailer": null,
      "synopsis": "Imagine you lived in a world where your only news source became government propaganda overnight. That’s what happened to the citizens of the Muscogee Nation, in Oklahoma, in 2018. But when their legislative council repeals the community's Free Press Act, blocking proper reporting in the run up to an election, one defiant journalist refuses to acquiesce.\r\nIn one of the year's most brilliantly constructed films, news reporter Angel Ellis charges headfirst into battle against the corrupt Muscogee National Council. As blunt as she is brave, Angel keeps putting her livelihood on the line to fight for a free press, and the rights of journalists like herself to hold power to account.\r\n\r\nAn edge-of-your-seat tale that unfurls with energy, humour and suspense, Bad Press is a timely story about the battle against media censorship.",
      "runtime": 98,
      "times": [
        {
          "starts_at": "2023-11-11T16:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85145/"
        }
      ]
    },
    {
      "title": "Typist Artist Pirate King",
      "trailer": "https://www.youtube.com/watch?v=Ilq_FiqQah4",
      "synopsis": "TYPIST ARTIST PIRATE KING puts forgotten artist Audrey Amiss on the map. Inspired by her extensive archive of diaries, letters and art, the film weaves real events into an imagined journey as Audrey goes on a road trip with her psychiatric nurse.\n\nFrom acclaimed British filmmaker, Carol Morley, this dark and funny exploration of the growing friendship between two women as they hit the road in an electric car looking for reconciliation, is filled with adventure, humour and compassion.",
      "runtime": 108,
      "times": [
        {
          "starts_at": "2023-11-11T17:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85588/"
        }
      ]
    },
    {
      "title": "DocHouse: Eternal Memory",
      "trailer": null,
      "synopsis": "Augusto Góngora, a veteran Chilean journalist and prominent chronicler of the crimes of the Pinochet regime, and Paulina Urrutia, actress, activist and politician, have been a tight-knit loving couple for over 20 years. He was diagnosed with Alzheimer’s eight years ago, and now they both face the inexorable and accelerating descent of his physical and mental powers together.\r\nHeartbreaking and uplifting at the same time, the story of Paulina’s warm and uncompromising dedication and Augusto’s fierce fight to hold on to his identity is a deeply affecting testimony to their love. The Eternal Memory is both an inquiry into human dignity in old age and adversity, and into the mechanisms of individual and collective remembrance. What – and who – do we recall from our past? Why do we forget or suppress certain memories, and what effect does this have, on a person as well as on an entire country?",
      "runtime": 84,
      "times": [
        {
          "starts_at": "2023-11-11T18:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85146/"
        }
      ]
    },
    {
      "title": "DocHouse: Beyond Utopia",
      "trailer": null,
      "synopsis": "Gripping, visceral and urgent, Beyond Utopia embeds the viewer with a family of defectors as they attempt to flee North Korea, one of the most oppressive places on Earth - a land they grew up believing was a paradise.",
      "runtime": 115,
      "times": [
        {
          "starts_at": "2023-11-11T20:10:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85696/"
        }
      ]
    }
  ],
  "2023-11-12": [
    {
      "title": "Dream Scenario",
      "trailer": "https://www.youtube.com/watch?v=EYpviaNOfP4",
      "synopsis": "Hapless family man Paul Matthews (Nicolas Cage) finds his life turned upside down when millions of strangers suddenly start seeing him in their dreams.  But when his nighttime appearances take a nightmarish turn, Paul is forced to navigate his newfound stardom, in this wickedly entertaining comedy from writer-director Kristoffer Borgli (Sick of Myself) and producer Ari Aster.",
      "runtime": 102,
      "times": [
        {
          "starts_at": "2023-11-12T11:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45168/"
        },
        {
          "starts_at": "2023-11-12T14:45:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45169/"
        },
        {
          "starts_at": "2023-11-12T21:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-44955/"
        },
        {
          "starts_at": "2023-11-12T11:30:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42166/"
        },
        {
          "starts_at": "2023-11-12T15:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42196/"
        },
        {
          "starts_at": "2023-11-12T17:20:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42164/"
        },
        {
          "starts_at": "2023-11-12T20:30:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42191/"
        },
        {
          "starts_at": "2023-11-12T14:45:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68676/"
        },
        {
          "starts_at": "2023-11-12T20:45:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68681/"
        },
        {
          "starts_at": "2023-11-12T15:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20248/"
        },
        {
          "starts_at": "2023-11-12T17:45:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20136/"
        },
        {
          "starts_at": "2023-11-12T20:50:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20246/"
        },
        {
          "starts_at": "2023-11-12T11:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85598/"
        },
        {
          "starts_at": "2023-11-12T15:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85605/"
        },
        {
          "starts_at": "2023-11-12T20:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85599/"
        }
      ]
    },
    {
      "title": "The Killer",
      "trailer": null,
      "synopsis": "A man solitary and cold, methodical and unencumbered by scruples or regrets, the killer waits in the shadows, watching for his next target. And yet the longer he waits, the more he thinks he's losing his mind, if not his cool. A brutal, bloody and stylish noir story of a professional assassin lost in a world without a moral compass, this is a case study of a man alone, armed to the teeth and slowly losing his mind.",
      "runtime": 118,
      "times": [
        {
          "starts_at": "2023-11-12T12:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45171/"
        },
        {
          "starts_at": "2023-11-12T17:15:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45174/"
        },
        {
          "starts_at": "2023-11-12T12:15:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42195/"
        },
        {
          "starts_at": "2023-11-12T20:10:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42194/"
        },
        {
          "starts_at": "2023-11-12T14:40:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13411/"
        },
        {
          "starts_at": "2023-11-12T12:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20310/"
        },
        {
          "starts_at": "2023-11-12T15:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20309/"
        },
        {
          "starts_at": "2023-11-12T20:30:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20252/"
        },
        {
          "starts_at": "2023-11-12T14:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85593/"
        },
        {
          "starts_at": "2023-11-12T20:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85601/"
        }
      ]
    },
    {
      "title": "The Marvels",
      "trailer": "https://www.youtube.com/watch?v=QJG4cWmY3BI",
      "synopsis": "Carol Danvers aka Captain Marvel has reclaimed her identity from the tyrannical Kree and taken revenge on the Supreme Intelligence. But unintended consequences see Carol shouldering the burden of a destabilized universe. When her duties send her to an anomalous wormhole linked to a Kree revolutionary, her powers become entangled with that of Jersey City super-fan, Kamala Khan aka Ms. Marvel, and Carol’s estranged niece, now S.A.B.E.R. astronaut Captain Monica Rambeau. Together, this unlikely trio must team-up and learn to work in concert to save the universe as “The Marvels.”",
      "runtime": 105,
      "times": [
        {
          "starts_at": "2023-11-12T12:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-44744/"
        },
        {
          "starts_at": "2023-11-12T15:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-44743/"
        },
        {
          "starts_at": "2023-11-12T17:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-44742/"
        },
        {
          "starts_at": "2023-11-12T20:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-44741/"
        },
        {
          "starts_at": "2023-11-12T13:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68114/"
        },
        {
          "starts_at": "2023-11-12T15:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68115/"
        },
        {
          "starts_at": "2023-11-12T18:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68116/"
        },
        {
          "starts_at": "2023-11-12T20:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68117/"
        },
        {
          "starts_at": "2023-11-12T11:40:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13417/"
        },
        {
          "starts_at": "2023-11-12T14:20:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13418/"
        },
        {
          "starts_at": "2023-11-12T17:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13413/"
        },
        {
          "starts_at": "2023-11-12T20:40:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13415/"
        }
      ]
    },
    {
      "title": "Killers Of The Flower Moon",
      "trailer": "https://www.youtube.com/watch?v=nFoIg72KGIk",
      "synopsis": "At the turn of the 20th century, oil brought a fortune to the Osage Nation, who became some of the richest people in the world overnight. The wealth of these Native Americans immediately attracted white interlopers, who manipulated, extorted, and stole as much Osage money as they could before resorting to murder. Based on a true story and told through the improbable romance of Ernest Burkhart (Leonardo DiCaprio) and Mollie Kyle (Lily Gladstone), “Killers of the Flower Moon” is an epic western crime saga, where real love crosses paths with unspeakable betrayal. Also starring Robert De Niro and Jesse Plemons, “Killers of the Flower Moon” is directed by Academy Award winner Martin Scorsese from a screenplay by Eric Roth and Martin Scorsese, based on David Grann’s best-selling book.",
      "runtime": 206,
      "times": [
        {
          "starts_at": "2023-11-12T13:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45175/"
        },
        {
          "starts_at": "2023-11-12T16:30:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45173/"
        },
        {
          "starts_at": "2023-11-12T12:45:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42190/"
        },
        {
          "starts_at": "2023-11-12T10:45:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68680/"
        },
        {
          "starts_at": "2023-11-12T15:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68675/"
        },
        {
          "starts_at": "2023-11-12T19:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68683/"
        },
        {
          "starts_at": "2023-11-12T15:20:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25218/"
        },
        {
          "starts_at": "2023-11-12T14:50:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13419/"
        },
        {
          "starts_at": "2023-11-12T19:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13414/"
        },
        {
          "starts_at": "2023-11-12T11:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20311/"
        },
        {
          "starts_at": "2023-11-12T19:15:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20300/"
        },
        {
          "starts_at": "2023-11-12T13:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85595/"
        },
        {
          "starts_at": "2023-11-12T19:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85602/"
        }
      ]
    },
    {
      "title": "Bottoms",
      "trailer": null,
      "synopsis": "Two teen girls start a fight club to find someone to have sex with before graduation.",
      "runtime": 91,
      "times": [
        {
          "starts_at": "2023-11-12T14:10:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45170/"
        },
        {
          "starts_at": "2023-11-12T20:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45176/"
        }
      ]
    },
    {
      "title": "Is There Anybody Out There?",
      "trailer": null,
      "synopsis": "While navigating daily discrimination, a filmmaker who inhabits and loves her unusual body searches the world for another person like her, and explores what it takes to love oneself fiercely despite the pervasiveness of ableism.\r\n\r\nGroundbreaking documentary, Is There Anybody Out There? follows filmmaker Ella Glendining’s global search for someone with a body that looks like hers, and explores what it takes to love yourself fiercely as a disabled person in an ableist world. \r\n\r\n“My body is extremely unusual, and I’ve never seen another like my own. Is There Anybody Out There? is a personal documentary following my search to track down other individuals with the same rare disability as me. The film also explores the experience of being a disabled pregnant woman as well as the emotional process of becoming a mother, when I unexpectedly find out I am pregnant. Perhaps, more than anything however, this story is about ableism – about living in a world where you’re seen as less than human – and what it takes to love yourself fiercely despite this.” \r\n\r\nReclaim The Frame is an organisation dedicated to bringing ever greater audiences to films by people from marginalised genders to offer a wider perspective of the world. This project seeks to empower audiences to make a positive intervention in the distribution and exhibition space, to prove that these filmmakers are commercially viable and in demand.\r\n\r\nOur Reclaim The Frame events create a space to discuss what's under the surface of each story. If you want to be an Advocate for the work we do, join our mailing list.",
      "runtime": 87,
      "times": [
        {
          "starts_at": "2023-11-12T18:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-44847/"
        }
      ]
    },
    {
      "title": "Five Nights at Freddy's",
      "trailer": "https://www.youtube.com/watch?v=UMj-GSXz60g",
      "synopsis": "Can you survive five nights?\n\nThe terrifying horror game phenomenon becomes a blood-chilling cinematic event, as Blumhouse— the producer of M3GAN, The Black Phone and The Invisible Man— brings Five Nights at Freddy’s to the big screen.\n\nThe film follows a troubled security guard as he begins working at Freddy Fazbear’s Pizza. While spending his first night on the job, he realizes the night shift at Freddy’s won’t be so easy to make it through.\n\nThe film stars Josh Hutcherson (Ultraman, The Hunger Games franchise), Elizabeth Lail (You, Mack & Rita), Piper Rubio (Holly & Ivy, Unstable), Kat Conner Sterling (We Have a Ghost, 9-1-1), with Mary Stuart Masterson (Blindspot, Fried Green Tomatoes) and Matthew Lillard (Good Girls, Scream).\n\nFive Nights at Freddy’s is directed by Emma Tammi (The Wind, Blood Moon) and is written by Scott Cawthon, Emma Tammi and Seth Cuddeback.\n\nThe film’s iconic animatronic characters will be created by Jim Henson’s Creature Shop.\n\nFive Nights at Freddy’s is produced by Jason Blum and Scott Cawthon. The film’s executive producers are Bea Sequeira, Russell Binder, Marc Mostman and Christopher H. Warner. Universal Pictures presents a Blumhouse production, in association with Striker Entertainment.",
      "runtime": 109,
      "times": [
        {
          "starts_at": "2023-11-12T20:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45172/"
        }
      ]
    },
    {
      "title": "Anatomy of a Fall",
      "trailer": "https://www.youtube.com/watch?v=_MdTMA0PetA",
      "synopsis": "When her husband Samuel is mysteriously found dead in the snow below their secluded chalet, Sandra becomes the main suspect when the police begin to question whether he fell or was pushed. The trial soon becomes not just an investigation, but a gripping psychological journey into the depths of Sandra and Samuel's complicated marriage. With conflicting evidence and inconsistent testimony, words are wielded like weapons and shocking truths come to light in this thrilling Palme d’Or winner.",
      "runtime": 152,
      "times": [
        {
          "starts_at": "2023-11-12T14:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42165/"
        },
        {
          "starts_at": "2023-11-12T17:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42163/"
        },
        {
          "starts_at": "2023-11-12T19:50:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42162/"
        },
        {
          "starts_at": "2023-11-12T11:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68679/"
        },
        {
          "starts_at": "2023-11-12T14:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68677/"
        },
        {
          "starts_at": "2023-11-12T17:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68514/"
        },
        {
          "starts_at": "2023-11-12T12:00:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25220/"
        },
        {
          "starts_at": "2023-11-12T19:40:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25219/"
        },
        {
          "starts_at": "2023-11-12T11:20:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13416/"
        },
        {
          "starts_at": "2023-11-12T17:20:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13412/"
        },
        {
          "starts_at": "2023-11-12T19:40:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13343/"
        },
        {
          "starts_at": "2023-11-12T12:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20251/"
        },
        {
          "starts_at": "2023-11-12T14:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20249/"
        },
        {
          "starts_at": "2023-11-12T17:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20247/"
        },
        {
          "starts_at": "2023-11-12T20:10:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20137/"
        },
        {
          "starts_at": "2023-11-12T12:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85597/"
        },
        {
          "starts_at": "2023-11-12T14:15:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85516/"
        },
        {
          "starts_at": "2023-11-12T17:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85517/"
        },
        {
          "starts_at": "2023-11-12T19:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85524/"
        }
      ]
    },
    {
      "title": "How to Have Sex",
      "trailer": null,
      "synopsis": "Three British teenage girls go on a rites-of-passage holiday, drinking, clubbing and hooking up in what should be the best summer of their lives. As they dance their way across the sun-drenched streets of Malia, they find themselves navigating the complexities of sex, consent and self-discovery.",
      "runtime": 91,
      "times": [
        {
          "starts_at": "2023-11-12T17:40:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42185/"
        },
        {
          "starts_at": "2023-11-12T15:40:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20308/"
        },
        {
          "starts_at": "2023-11-12T18:10:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20261/"
        },
        {
          "starts_at": "2023-11-12T14:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85594/"
        },
        {
          "starts_at": "2023-11-12T20:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85600/"
        }
      ]
    },
    {
      "title": "A Haunting in Venice",
      "trailer": "https://www.youtube.com/watch?v=LAywaWCFXgw",
      "synopsis": "In post-World War II Venice, Poirot, now retired and living in his own exile, reluctantly attends a seance, when one of the guests is murdered, it is up to the former detective to once again uncover the killer.",
      "runtime": 103,
      "times": [
        {
          "starts_at": "2023-11-12T11:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68678/"
        },
        {
          "starts_at": "2023-11-12T17:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68674/"
        },
        {
          "starts_at": "2023-11-12T19:45:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68682/"
        }
      ]
    },
    {
      "title": "Rustin",
      "trailer": null,
      "synopsis": "The architect of 1963’s momentous March on Washington, Bayard Rustin was one of the greatest activists and organizers the world has ever known. He challenged authority, never apologized for who he was, what he believed, or who he desired. And he did not back down. He made history, and in turn, he was forgotten. Directed by DGA award and five-time Tony award winner George C. Wolfe and starring Emmy award winner Colman Domingo, Rustin shines a long overdue spotlight on the extraordinary man who, alongside giants like the Reverend Martin Luther King Jr., Adam Clayton Powell Jr., and Ella Baker, dared to imagine a different world, and inspired a movement in a march toward freedom. Produced by Academy award winner Bruce Cohen, Higher Ground's Tonia Davis and George C. Wolfe, the film features an all-star cast including Chris Rock, Glynn Turman, Jeffrey Wright and Audra McDonald.",
      "runtime": 106,
      "times": [
        {
          "starts_at": "2023-11-12T12:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68684/"
        },
        {
          "starts_at": "2023-11-12T17:45:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68687/"
        }
      ]
    },
    {
      "title": "Past Lives",
      "trailer": "https://www.youtube.com/watch?v=WJTnve_kdu0",
      "synopsis": "Nora and Hae Sung, two deeply connected childhood friends, are wrest apart after Nora’s family emigrates from South Korea. Two decades later, they are reunited in New York for one fateful week as they confront notions of destiny, love, and the choices that make a life, in this heartrending modern romance.",
      "runtime": 106,
      "times": [
        {
          "starts_at": "2023-11-12T15:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68685/"
        },
        {
          "starts_at": "2023-11-12T20:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68686/"
        },
        {
          "starts_at": "2023-11-12T11:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85592/"
        },
        {
          "starts_at": "2023-11-12T18:10:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85604/"
        }
      ]
    },
    {
      "title": "Dance First",
      "trailer": null,
      "synopsis": "There has never been a biopic about Samuel Beckett and his remarkable life, and this ground-breaking film pivots around the 1969 Nobel Prize ceremony when he was awarded the prize for Literature. \nHaving been awarded £30,000 along with the Nobel Prize, an embarrassed Beckett simply wanted to be rid of the money, and the film revolves around the internal debate raging within Beckett as to which of the people in his life most deserve to be the financial beneficiaries of his shame. \nBeckett lived a life of many parts: rebellious son of an austere mother, Parisian bon vivant, Resistance fighter, Nobel Prize-winning playwright, unfaithful husband, recluse, but despite all the adulation that came his way he was a man acutely aware of his own failings. We explore these different chapters of his life by having Beckett analyse his past with a representation of his own conscience.\nWith typical Beckettian surrealism we’ll see Sam literally climb the walls at the Nobel Prize ceremony to escape the limelight and flee to a place where, with his trademark deadpan humour, he spars with himself as he explores the most significant relationships of his life: with his mother May, his best friend Alfy, his mentor James Joyce, his wife Suzanne and his mistress Barbara. \nBeckett weaves a compelling narrative of guilt and regret that begins with his oppressive home life in Dublin with his mother May, the reaction to which was a bohemian adventure in Paris working with his friend Alfy as a translator for the legendary Irish author James Joyce.\nJoyce went from intimidating mentor to friend via a period of awkwardness caused by Sam’s spurning of his daughter Lucia’s unrequited affections. His rejection accelerated Lucia’s downward spiral and ultimately landed her in a mental institution. \nAlthough Sam didn’t connect romantically with Lucia, it was in Paris where he met his decades-long partner and eventual wife Suzanne, who he got to know when she visited him in hospital after he had been stabbed by a pimp.\nThis precedes a tense period with the French resistance, whom Beckett helped pass messages under the noses of the Nazis, from whom he and Suzanne had a narrow escape. They fled to Provence and spent the rest of the war living a tough but peaceful existence in the countryside, while Sam’s best friend Alfy wasn’t so lucky. His capture and death in a concentration camp prompts yet more shame. \nNone of this can compare to the guilt occasioned by Beckett’s longstanding affair with a BBC employee, Barbara Bray, that causes irreparable damage to his marriage. Pouring salt in Suzanne’s still open wound, Beckett publicly dramatized their situation in the theatre as ‘Play’, his creative urges yet again causing turbulence in his rollercoaster life. \nSuzanne had acted as the driving force promoting his career, and she remained by his side for the rest of his life despite his numerous infidelities, which were a source of bitterness and rancour. The thing both Sam and Suzanne feared most was success and the spotlight, which they saw as something that could potentially tear them apart, making the award of the Nobel Prize, the ultimate accolade for an author, a veritable ‘catastrophe’, as Beckett described it.",
      "runtime": 100,
      "times": [
        {
          "starts_at": "2023-11-12T11:30:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25253/"
        },
        {
          "starts_at": "2023-11-12T21:00:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25222/"
        }
      ]
    },
    {
      "title": "Royal Ballet 2023/24 Season: Don Quixote",
      "trailer": "https://www.youtube.com/watch?v=jSL7ZY1qrSM",
      "synopsis": "Don Quixote, based on Miguel de Cervantes’ epic novel of the same name, regales the adventures of the eccentric nobleman Don Quixote and his faithful squire Sancho Panza, as they help to bring a vivacious young couple, Kitri and Basilio, together.\n\nThis energetic 19th-century ballet is enlivened by Ludwig Minkus’ spirited score, and is a wonderful showcase for the virtuosity of The Royal Ballet's Principal dancers. Created for The Royal Ballet a decade ago, Carlos Acosta’s exuberant production brings the sunshine and charm of Spain to the Main Stage with Tim Hatley’s characterful designs.",
      "runtime": 180,
      "times": [
        {
          "starts_at": "2023-11-12T14:00:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-24018/"
        }
      ]
    },
    {
      "title": "UKJFF 2023: The Devil's Confession",
      "trailer": null,
      "synopsis": "At his trial in 1961, Adolf Eichmann tried to cut a petty-minded, bureaucratic figure. His intention was to come across as an uncharismatic clerk who merely followed orders, and to downplay his role in managing the mass deportation of Jews. But only four year earlier, feeling increasingly secure in his adoptive country of Argentina, Eichmann spoke freely and boastfully – in a series of taped conversations with Dutch Nazi journalist Willem Sassen – of the idealistic fervour that made him excel at his job, and his deep regret about not sending many more millions of Jews to their deaths. The transcripts of the recordings played a crucial part in Eichmann’s trial but the whereabouts of the tapes remained unknown for years. This fascinating documentary unearth the recordings and sheds light on the realpolitik considerations that may have contributed to their disappearance.",
      "runtime": 115,
      "times": [
        {
          "starts_at": "2023-11-12T17:45:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-24854/"
        }
      ]
    },
    {
      "title": "Saltburn",
      "trailer": "https://www.youtube.com/watch?v=s8l0llLj1uM",
      "synopsis": "Struggling to find his place at Oxford University, student Oliver Quick finds himself drawn into the world of the charming and aristocratic Felix Catton, who invites him to Saltburn, his eccentric family's sprawling estate, for a summer never to be forgotten.",
      "runtime": 127,
      "times": [
        {
          "starts_at": "2023-11-12T11:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13327/"
        },
        {
          "starts_at": "2023-11-12T11:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20179/"
        },
        {
          "starts_at": "2023-11-12T11:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85545/"
        }
      ]
    },
    {
      "title": "On the Adamant",
      "trailer": "https://www.youtube.com/watch?v=vmWDHgsW8BM",
      "synopsis": "Moored on the banks of the Seine in the heart of Paris, the Adamant is a floating care centre that welcomes adults suffering from mental disorders. Using a variety of different approaches, they offer care that grounds participants in time and space, helping to keep spirits high on the path to recovery. The team that runs it tries to resist the deterioration and dehumanization of psychiatry as best they can. The film invites us to board to meet the patients and caregivers who inhabit the Adamant in their day-to-day lives.",
      "runtime": 114,
      "times": [
        {
          "starts_at": "2023-11-12T11:40:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20363/"
        },
        {
          "starts_at": "2023-11-12T16:45:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20362/"
        }
      ]
    },
    {
      "title": "Fingernails",
      "trailer": null,
      "synopsis": "Anna (Jessie Buckley) and Ryan (Jeremy Allen White) have found true love. It's been proven by a controversial new technology. There's just one problem: Anna still isn't sure. Then she takes a position at a love testing institute, and meets Amir (Riz Ahmed).",
      "runtime": 113,
      "times": [
        {
          "starts_at": "2023-11-12T14:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20254/"
        },
        {
          "starts_at": "2023-11-12T18:30:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20263/"
        },
        {
          "starts_at": "2023-11-12T17:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85606/"
        }
      ]
    },
    {
      "title": "Give Me Pity!",
      "trailer": null,
      "synopsis": "Sissy St. Claire graces the small screen for her first ever television special, an evening full of music and laughter, glamour and entertainment! But Sissy’s live event quickly begins to curdle into a psychedelic nightmare of vanity, insecurity and delusional ambition, provoked by the glowering presence of a mysterious masked man.",
      "runtime": 80,
      "times": [
        {
          "starts_at": "2023-11-12T21:10:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20262/"
        }
      ]
    },
    {
      "title": "A Forgotten Man",
      "trailer": null,
      "synopsis": "Spring 1945, Heinrich Zwygart, Swiss ambassador to Germany flees bombed-out Berlin after eight years of service in the capital of the Reich. This is the end of a terrible mandate, during which he had to make fatal compromises to preserve the neutrality and security of his country. He went through the war, but will he survive the peace?",
      "runtime": 88,
      "times": [
        {
          "starts_at": "2023-11-12T12:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85596/"
        },
        {
          "starts_at": "2023-11-12T17:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85603/"
        }
      ]
    },
    {
      "title": "DocHouse: Beyond Utopia",
      "trailer": null,
      "synopsis": "Gripping, visceral and urgent, Beyond Utopia embeds the viewer with a family of defectors as they attempt to flee North Korea, one of the most oppressive places on Earth - a land they grew up believing was a paradise.",
      "runtime": 115,
      "times": [
        {
          "starts_at": "2023-11-12T12:45:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85697/"
        }
      ]
    },
    {
      "title": "DocHouse: Seaside Special",
      "trailer": null,
      "synopsis": "Summer, 2019: As Britain comes to terms with Voting Leave, a German filmmaker finds himself in an English seaside town, taking an affectionate look at the last, authentic end-of-the-pier variety show.\r\n\r\nIn the sleepy, coastal town of Cromer, Jens Meurer follows local heroes preparing for the summer season - it's a quintessentially English variety performance, with a little razzle dazzle, many dance numbers, magicians and plenty of traditional British seaside humour.\r\n\r\nGetting to know Cromer's colourful cast of characters, Jens also takes an insider-outsider's look into a microcosm of modern Britain, and, even as the country tears itself apart over Europe, the show must go on.",
      "runtime": 90,
      "times": [
        {
          "starts_at": "2023-11-12T15:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85149/"
        }
      ]
    },
    {
      "title": "Typist Artist Pirate King",
      "trailer": "https://www.youtube.com/watch?v=Ilq_FiqQah4",
      "synopsis": "TYPIST ARTIST PIRATE KING puts forgotten artist Audrey Amiss on the map. Inspired by her extensive archive of diaries, letters and art, the film weaves real events into an imagined journey as Audrey goes on a road trip with her psychiatric nurse.\n\nFrom acclaimed British filmmaker, Carol Morley, this dark and funny exploration of the growing friendship between two women as they hit the road in an electric car looking for reconciliation, is filled with adventure, humour and compassion.",
      "runtime": 108,
      "times": [
        {
          "starts_at": "2023-11-12T16:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85607/"
        }
      ]
    },
    {
      "title": "DocHouse: Bad Press",
      "trailer": null,
      "synopsis": "Imagine you lived in a world where your only news source became government propaganda overnight. That’s what happened to the citizens of the Muscogee Nation, in Oklahoma, in 2018. But when their legislative council repeals the community's Free Press Act, blocking proper reporting in the run up to an election, one defiant journalist refuses to acquiesce.\r\nIn one of the year's most brilliantly constructed films, news reporter Angel Ellis charges headfirst into battle against the corrupt Muscogee National Council. As blunt as she is brave, Angel keeps putting her livelihood on the line to fight for a free press, and the rights of journalists like herself to hold power to account.\r\n\r\nAn edge-of-your-seat tale that unfurls with energy, humour and suspense, Bad Press is a timely story about the battle against media censorship.",
      "runtime": 98,
      "times": [
        {
          "starts_at": "2023-11-12T18:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85147/"
        }
      ]
    },
    {
      "title": "DocHouse: Eternal Memory",
      "trailer": null,
      "synopsis": "Augusto Góngora, a veteran Chilean journalist and prominent chronicler of the crimes of the Pinochet regime, and Paulina Urrutia, actress, activist and politician, have been a tight-knit loving couple for over 20 years. He was diagnosed with Alzheimer’s eight years ago, and now they both face the inexorable and accelerating descent of his physical and mental powers together.\r\nHeartbreaking and uplifting at the same time, the story of Paulina’s warm and uncompromising dedication and Augusto’s fierce fight to hold on to his identity is a deeply affecting testimony to their love. The Eternal Memory is both an inquiry into human dignity in old age and adversity, and into the mechanisms of individual and collective remembrance. What – and who – do we recall from our past? Why do we forget or suppress certain memories, and what effect does this have, on a person as well as on an entire country?",
      "runtime": 84,
      "times": [
        {
          "starts_at": "2023-11-12T20:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85148/"
        }
      ]
    }
  ],
  "2023-11-13": [
    {
      "title": "The Killer",
      "trailer": null,
      "synopsis": "A man solitary and cold, methodical and unencumbered by scruples or regrets, the killer waits in the shadows, watching for his next target. And yet the longer he waits, the more he thinks he's losing his mind, if not his cool. A brutal, bloody and stylish noir story of a professional assassin lost in a world without a moral compass, this is a case study of a man alone, armed to the teeth and slowly losing his mind.",
      "runtime": 118,
      "times": [
        {
          "starts_at": "2023-11-13T12:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45178/"
        },
        {
          "starts_at": "2023-11-13T17:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45181/"
        },
        {
          "starts_at": "2023-11-13T12:40:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42201/"
        },
        {
          "starts_at": "2023-11-13T20:50:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42204/"
        },
        {
          "starts_at": "2023-11-13T15:15:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13420/"
        },
        {
          "starts_at": "2023-11-13T13:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20315/"
        },
        {
          "starts_at": "2023-11-13T16:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20313/"
        },
        {
          "starts_at": "2023-11-13T21:10:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20276/"
        },
        {
          "starts_at": "2023-11-13T15:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85632/"
        },
        {
          "starts_at": "2023-11-13T20:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85637/"
        }
      ]
    },
    {
      "title": "Dream Scenario",
      "trailer": "https://www.youtube.com/watch?v=EYpviaNOfP4",
      "synopsis": "Hapless family man Paul Matthews (Nicolas Cage) finds his life turned upside down when millions of strangers suddenly start seeing him in their dreams.  But when his nighttime appearances take a nightmarish turn, Paul is forced to navigate his newfound stardom, in this wickedly entertaining comedy from writer-director Kristoffer Borgli (Sick of Myself) and producer Ari Aster.",
      "runtime": 102,
      "times": [
        {
          "starts_at": "2023-11-13T12:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45177/"
        },
        {
          "starts_at": "2023-11-13T15:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45183/"
        },
        {
          "starts_at": "2023-11-13T18:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45180/"
        },
        {
          "starts_at": "2023-11-13T20:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-44959/"
        },
        {
          "starts_at": "2023-11-13T12:10:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42200/"
        },
        {
          "starts_at": "2023-11-13T18:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42197/"
        },
        {
          "starts_at": "2023-11-13T21:15:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42206/"
        },
        {
          "starts_at": "2023-11-13T15:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68695/"
        },
        {
          "starts_at": "2023-11-13T21:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68697/"
        },
        {
          "starts_at": "2023-11-13T15:45:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20265/"
        },
        {
          "starts_at": "2023-11-13T18:15:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20138/"
        },
        {
          "starts_at": "2023-11-13T20:50:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20269/"
        },
        {
          "starts_at": "2023-11-13T12:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85627/"
        },
        {
          "starts_at": "2023-11-13T15:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85640/"
        },
        {
          "starts_at": "2023-11-13T21:10:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85635/"
        }
      ]
    },
    {
      "title": "The Marvels",
      "trailer": "https://www.youtube.com/watch?v=QJG4cWmY3BI",
      "synopsis": "Carol Danvers aka Captain Marvel has reclaimed her identity from the tyrannical Kree and taken revenge on the Supreme Intelligence. But unintended consequences see Carol shouldering the burden of a destabilized universe. When her duties send her to an anomalous wormhole linked to a Kree revolutionary, her powers become entangled with that of Jersey City super-fan, Kamala Khan aka Ms. Marvel, and Carol’s estranged niece, now S.A.B.E.R. astronaut Captain Monica Rambeau. Together, this unlikely trio must team-up and learn to work in concert to save the universe as “The Marvels.”",
      "runtime": 105,
      "times": [
        {
          "starts_at": "2023-11-13T13:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-44747/"
        },
        {
          "starts_at": "2023-11-13T15:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-44748/"
        },
        {
          "starts_at": "2023-11-13T18:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-44745/"
        },
        {
          "starts_at": "2023-11-13T21:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-44746/"
        },
        {
          "starts_at": "2023-11-13T13:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68106/"
        },
        {
          "starts_at": "2023-11-13T16:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68107/"
        },
        {
          "starts_at": "2023-11-13T18:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68108/"
        },
        {
          "starts_at": "2023-11-13T21:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68109/"
        },
        {
          "starts_at": "2023-11-13T12:20:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13423/"
        },
        {
          "starts_at": "2023-11-13T15:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13422/"
        },
        {
          "starts_at": "2023-11-13T17:40:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13428/"
        },
        {
          "starts_at": "2023-11-13T21:20:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13426/"
        }
      ]
    },
    {
      "title": "Killers Of The Flower Moon",
      "trailer": "https://www.youtube.com/watch?v=nFoIg72KGIk",
      "synopsis": "At the turn of the 20th century, oil brought a fortune to the Osage Nation, who became some of the richest people in the world overnight. The wealth of these Native Americans immediately attracted white interlopers, who manipulated, extorted, and stole as much Osage money as they could before resorting to murder. Based on a true story and told through the improbable romance of Ernest Burkhart (Leonardo DiCaprio) and Mollie Kyle (Lily Gladstone), “Killers of the Flower Moon” is an epic western crime saga, where real love crosses paths with unspeakable betrayal. Also starring Robert De Niro and Jesse Plemons, “Killers of the Flower Moon” is directed by Academy Award winner Martin Scorsese from a screenplay by Eric Roth and Martin Scorsese, based on David Grann’s best-selling book.",
      "runtime": 206,
      "times": [
        {
          "starts_at": "2023-11-13T13:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45185/"
        },
        {
          "starts_at": "2023-11-13T17:10:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45182/"
        },
        {
          "starts_at": "2023-11-13T14:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42203/"
        },
        {
          "starts_at": "2023-11-13T11:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68690/"
        },
        {
          "starts_at": "2023-11-13T15:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68694/"
        },
        {
          "starts_at": "2023-11-13T19:45:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68692/"
        },
        {
          "starts_at": "2023-11-13T12:00:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25271/"
        },
        {
          "starts_at": "2023-11-13T16:20:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25272/"
        },
        {
          "starts_at": "2023-11-13T15:30:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13421/"
        },
        {
          "starts_at": "2023-11-13T19:40:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13427/"
        },
        {
          "starts_at": "2023-11-13T12:15:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20312/"
        },
        {
          "starts_at": "2023-11-13T19:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20301/"
        },
        {
          "starts_at": "2023-11-13T14:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85634/"
        },
        {
          "starts_at": "2023-11-13T19:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85629/"
        }
      ]
    },
    {
      "title": "Bottoms",
      "trailer": null,
      "synopsis": "Two teen girls start a fight club to find someone to have sex with before graduation.",
      "runtime": 91,
      "times": [
        {
          "starts_at": "2023-11-13T14:50:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45184/"
        },
        {
          "starts_at": "2023-11-13T20:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45186/"
        }
      ]
    },
    {
      "title": "Five Nights at Freddy's",
      "trailer": "https://www.youtube.com/watch?v=UMj-GSXz60g",
      "synopsis": "Can you survive five nights?\n\nThe terrifying horror game phenomenon becomes a blood-chilling cinematic event, as Blumhouse— the producer of M3GAN, The Black Phone and The Invisible Man— brings Five Nights at Freddy’s to the big screen.\n\nThe film follows a troubled security guard as he begins working at Freddy Fazbear’s Pizza. While spending his first night on the job, he realizes the night shift at Freddy’s won’t be so easy to make it through.\n\nThe film stars Josh Hutcherson (Ultraman, The Hunger Games franchise), Elizabeth Lail (You, Mack & Rita), Piper Rubio (Holly & Ivy, Unstable), Kat Conner Sterling (We Have a Ghost, 9-1-1), with Mary Stuart Masterson (Blindspot, Fried Green Tomatoes) and Matthew Lillard (Good Girls, Scream).\n\nFive Nights at Freddy’s is directed by Emma Tammi (The Wind, Blood Moon) and is written by Scott Cawthon, Emma Tammi and Seth Cuddeback.\n\nThe film’s iconic animatronic characters will be created by Jim Henson’s Creature Shop.\n\nFive Nights at Freddy’s is produced by Jason Blum and Scott Cawthon. The film’s executive producers are Bea Sequeira, Russell Binder, Marc Mostman and Christopher H. Warner. Universal Pictures presents a Blumhouse production, in association with Striker Entertainment.",
      "runtime": 109,
      "times": [
        {
          "starts_at": "2023-11-13T21:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-45179/"
        }
      ]
    },
    {
      "title": "20,000 Species of Bees",
      "trailer": "https://www.youtube.com/watch?v=9ZSaa-7aBss",
      "synopsis": "Lucía is a six-year-old girl, who sometimes struggles as the world tries to catch up with the fact that she has a penis. As the summer holidays pass, she explores her femininity alongside the women of her family who at the same time reflect on their own femininity.",
      "runtime": 128,
      "times": [
        {
          "starts_at": "2023-11-13T11:10:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42207/"
        }
      ]
    },
    {
      "title": "Anatomy of a Fall",
      "trailer": "https://www.youtube.com/watch?v=_MdTMA0PetA",
      "synopsis": "When her husband Samuel is mysteriously found dead in the snow below their secluded chalet, Sandra becomes the main suspect when the police begin to question whether he fell or was pushed. The trial soon becomes not just an investigation, but a gripping psychological journey into the depths of Sandra and Samuel's complicated marriage. With conflicting evidence and inconsistent testimony, words are wielded like weapons and shocking truths come to light in this thrilling Palme d’Or winner.",
      "runtime": 152,
      "times": [
        {
          "starts_at": "2023-11-13T14:40:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42199/"
        },
        {
          "starts_at": "2023-11-13T17:40:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42205/"
        },
        {
          "starts_at": "2023-11-13T20:30:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42202/"
        },
        {
          "starts_at": "2023-11-13T12:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68689/"
        },
        {
          "starts_at": "2023-11-13T14:45:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68696/"
        },
        {
          "starts_at": "2023-11-13T18:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68515/"
        },
        {
          "starts_at": "2023-11-13T14:40:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25270/"
        },
        {
          "starts_at": "2023-11-13T20:30:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25273/"
        },
        {
          "starts_at": "2023-11-13T12:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13425/"
        },
        {
          "starts_at": "2023-11-13T18:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13429/"
        },
        {
          "starts_at": "2023-11-13T20:20:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13344/"
        },
        {
          "starts_at": "2023-11-13T12:45:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20268/"
        },
        {
          "starts_at": "2023-11-13T15:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20266/"
        },
        {
          "starts_at": "2023-11-13T18:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20264/"
        },
        {
          "starts_at": "2023-11-13T20:30:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20139/"
        },
        {
          "starts_at": "2023-11-13T12:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85626/"
        },
        {
          "starts_at": "2023-11-13T14:45:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85518/"
        },
        {
          "starts_at": "2023-11-13T18:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85519/"
        },
        {
          "starts_at": "2023-11-13T20:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85638/"
        }
      ]
    },
    {
      "title": "How to Have Sex",
      "trailer": null,
      "synopsis": "Three British teenage girls go on a rites-of-passage holiday, drinking, clubbing and hooking up in what should be the best summer of their lives. As they dance their way across the sun-drenched streets of Malia, they find themselves navigating the complexities of sex, consent and self-discovery.",
      "runtime": 91,
      "times": [
        {
          "starts_at": "2023-11-13T15:20:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-42198/"
        },
        {
          "starts_at": "2023-11-13T12:40:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-13424/"
        },
        {
          "starts_at": "2023-11-13T12:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20356/"
        },
        {
          "starts_at": "2023-11-13T16:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20314/"
        },
        {
          "starts_at": "2023-11-13T18:30:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20273/"
        },
        {
          "starts_at": "2023-11-13T14:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85633/"
        },
        {
          "starts_at": "2023-11-13T21:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85636/"
        }
      ]
    },
    {
      "title": "A Haunting in Venice",
      "trailer": "https://www.youtube.com/watch?v=LAywaWCFXgw",
      "synopsis": "In post-World War II Venice, Poirot, now retired and living in his own exile, reluctantly attends a seance, when one of the guests is murdered, it is up to the former detective to once again uncover the killer.",
      "runtime": 103,
      "times": [
        {
          "starts_at": "2023-11-13T12:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68688/"
        },
        {
          "starts_at": "2023-11-13T18:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68693/"
        },
        {
          "starts_at": "2023-11-13T20:45:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68691/"
        }
      ]
    },
    {
      "title": "Rustin",
      "trailer": null,
      "synopsis": "The architect of 1963’s momentous March on Washington, Bayard Rustin was one of the greatest activists and organizers the world has ever known. He challenged authority, never apologized for who he was, what he believed, or who he desired. And he did not back down. He made history, and in turn, he was forgotten. Directed by DGA award and five-time Tony award winner George C. Wolfe and starring Emmy award winner Colman Domingo, Rustin shines a long overdue spotlight on the extraordinary man who, alongside giants like the Reverend Martin Luther King Jr., Adam Clayton Powell Jr., and Ella Baker, dared to imagine a different world, and inspired a movement in a march toward freedom. Produced by Academy award winner Bruce Cohen, Higher Ground's Tonia Davis and George C. Wolfe, the film features an all-star cast including Chris Rock, Glynn Turman, Jeffrey Wright and Audra McDonald.",
      "runtime": 106,
      "times": [
        {
          "starts_at": "2023-11-13T12:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68700/"
        },
        {
          "starts_at": "2023-11-13T17:45:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68699/"
        }
      ]
    },
    {
      "title": "Past Lives",
      "trailer": "https://www.youtube.com/watch?v=WJTnve_kdu0",
      "synopsis": "Nora and Hae Sung, two deeply connected childhood friends, are wrest apart after Nora’s family emigrates from South Korea. Two decades later, they are reunited in New York for one fateful week as they confront notions of destiny, love, and the choices that make a life, in this heartrending modern romance.",
      "runtime": 106,
      "times": [
        {
          "starts_at": "2023-11-13T15:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68701/"
        },
        {
          "starts_at": "2023-11-13T20:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-68698/"
        },
        {
          "starts_at": "2023-11-13T11:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85628/"
        },
        {
          "starts_at": "2023-11-13T18:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85631/"
        }
      ]
    },
    {
      "title": "Dance First",
      "trailer": null,
      "synopsis": "There has never been a biopic about Samuel Beckett and his remarkable life, and this ground-breaking film pivots around the 1969 Nobel Prize ceremony when he was awarded the prize for Literature. \nHaving been awarded £30,000 along with the Nobel Prize, an embarrassed Beckett simply wanted to be rid of the money, and the film revolves around the internal debate raging within Beckett as to which of the people in his life most deserve to be the financial beneficiaries of his shame. \nBeckett lived a life of many parts: rebellious son of an austere mother, Parisian bon vivant, Resistance fighter, Nobel Prize-winning playwright, unfaithful husband, recluse, but despite all the adulation that came his way he was a man acutely aware of his own failings. We explore these different chapters of his life by having Beckett analyse his past with a representation of his own conscience.\nWith typical Beckettian surrealism we’ll see Sam literally climb the walls at the Nobel Prize ceremony to escape the limelight and flee to a place where, with his trademark deadpan humour, he spars with himself as he explores the most significant relationships of his life: with his mother May, his best friend Alfy, his mentor James Joyce, his wife Suzanne and his mistress Barbara. \nBeckett weaves a compelling narrative of guilt and regret that begins with his oppressive home life in Dublin with his mother May, the reaction to which was a bohemian adventure in Paris working with his friend Alfy as a translator for the legendary Irish author James Joyce.\nJoyce went from intimidating mentor to friend via a period of awkwardness caused by Sam’s spurning of his daughter Lucia’s unrequited affections. His rejection accelerated Lucia’s downward spiral and ultimately landed her in a mental institution. \nAlthough Sam didn’t connect romantically with Lucia, it was in Paris where he met his decades-long partner and eventual wife Suzanne, who he got to know when she visited him in hospital after he had been stabbed by a pimp.\nThis precedes a tense period with the French resistance, whom Beckett helped pass messages under the noses of the Nazis, from whom he and Suzanne had a narrow escape. They fled to Provence and spent the rest of the war living a tough but peaceful existence in the countryside, while Sam’s best friend Alfy wasn’t so lucky. His capture and death in a concentration camp prompts yet more shame. \nNone of this can compare to the guilt occasioned by Beckett’s longstanding affair with a BBC employee, Barbara Bray, that causes irreparable damage to his marriage. Pouring salt in Suzanne’s still open wound, Beckett publicly dramatized their situation in the theatre as ‘Play’, his creative urges yet again causing turbulence in his rollercoaster life. \nSuzanne had acted as the driving force promoting his career, and she remained by his side for the rest of his life despite his numerous infidelities, which were a source of bitterness and rancour. The thing both Sam and Suzanne feared most was success and the spotlight, which they saw as something that could potentially tear them apart, making the award of the Nobel Prize, the ultimate accolade for an author, a veritable ‘catastrophe’, as Beckett described it.",
      "runtime": 100,
      "times": [
        {
          "starts_at": "2023-11-13T12:15:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-25274/"
        }
      ]
    },
    {
      "title": "On the Adamant",
      "trailer": "https://www.youtube.com/watch?v=vmWDHgsW8BM",
      "synopsis": "Moored on the banks of the Seine in the heart of Paris, the Adamant is a floating care centre that welcomes adults suffering from mental disorders. Using a variety of different approaches, they offer care that grounds participants in time and space, helping to keep spirits high on the path to recovery. The team that runs it tries to resist the deterioration and dehumanization of psychiatry as best they can. The film invites us to board to meet the patients and caregivers who inhabit the Adamant in their day-to-day lives.",
      "runtime": 114,
      "times": [
        {
          "starts_at": "2023-11-13T12:30:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20364/"
        },
        {
          "starts_at": "2023-11-13T16:40:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20365/"
        },
        {
          "starts_at": "2023-11-13T12:10:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85639/"
        }
      ]
    },
    {
      "title": "Fingernails",
      "trailer": null,
      "synopsis": "Anna (Jessie Buckley) and Ryan (Jeremy Allen White) have found true love. It's been proven by a controversial new technology. There's just one problem: Anna still isn't sure. Then she takes a position at a love testing institute, and meets Amir (Riz Ahmed).",
      "runtime": 113,
      "times": [
        {
          "starts_at": "2023-11-13T14:10:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20278/"
        },
        {
          "starts_at": "2023-11-13T18:50:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20275/"
        }
      ]
    },
    {
      "title": "Give Me Pity!",
      "trailer": null,
      "synopsis": "Sissy St. Claire graces the small screen for her first ever television special, an evening full of music and laughter, glamour and entertainment! But Sissy’s live event quickly begins to curdle into a psychedelic nightmare of vanity, insecurity and delusional ambition, provoked by the glowering presence of a mysterious masked man.",
      "runtime": 80,
      "times": [
        {
          "starts_at": "2023-11-13T21:30:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-20274/"
        }
      ]
    },
    {
      "title": "A Forgotten Man",
      "trailer": null,
      "synopsis": "Spring 1945, Heinrich Zwygart, Swiss ambassador to Germany flees bombed-out Berlin after eight years of service in the capital of the Reich. This is the end of a terrible mandate, during which he had to make fatal compromises to preserve the neutrality and security of his country. He went through the war, but will he survive the peace?",
      "runtime": 88,
      "times": [
        {
          "starts_at": "2023-11-13T13:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85625/"
        },
        {
          "starts_at": "2023-11-13T18:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85630/"
        }
      ]
    },
    {
      "title": "DocHouse: Eternal Memory",
      "trailer": null,
      "synopsis": "Augusto Góngora, a veteran Chilean journalist and prominent chronicler of the crimes of the Pinochet regime, and Paulina Urrutia, actress, activist and politician, have been a tight-knit loving couple for over 20 years. He was diagnosed with Alzheimer’s eight years ago, and now they both face the inexorable and accelerating descent of his physical and mental powers together.\r\nHeartbreaking and uplifting at the same time, the story of Paulina’s warm and uncompromising dedication and Augusto’s fierce fight to hold on to his identity is a deeply affecting testimony to their love. The Eternal Memory is both an inquiry into human dignity in old age and adversity, and into the mechanisms of individual and collective remembrance. What – and who – do we recall from our past? Why do we forget or suppress certain memories, and what effect does this have, on a person as well as on an entire country?",
      "runtime": 84,
      "times": [
        {
          "starts_at": "2023-11-13T15:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85699/"
        }
      ]
    },
    {
      "title": "Typist Artist Pirate King",
      "trailer": "https://www.youtube.com/watch?v=Ilq_FiqQah4",
      "synopsis": "TYPIST ARTIST PIRATE KING puts forgotten artist Audrey Amiss on the map. Inspired by her extensive archive of diaries, letters and art, the film weaves real events into an imagined journey as Audrey goes on a road trip with her psychiatric nurse.\n\nFrom acclaimed British filmmaker, Carol Morley, this dark and funny exploration of the growing friendship between two women as they hit the road in an electric car looking for reconciliation, is filled with adventure, humour and compassion.",
      "runtime": 108,
      "times": [
        {
          "starts_at": "2023-11-13T17:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85641/"
        }
      ]
    },
    {
      "title": "DocHouse: Beyond Utopia",
      "trailer": null,
      "synopsis": "Gripping, visceral and urgent, Beyond Utopia embeds the viewer with a family of defectors as they attempt to flee North Korea, one of the most oppressive places on Earth - a land they grew up believing was a paradise.",
      "runtime": 115,
      "times": [
        {
          "starts_at": "2023-11-13T18:10:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85700/"
        }
      ]
    },
    {
      "title": "DocHouse: Apolonia Apolonia",
      "trailer": null,
      "synopsis": "A captivating portrait of award-winning visual artist Apolonia Sokol - a unique soul, steadfast in forging her own path, taking the art world by storm.\r\n\r\nBorn in an underground theatre to Parisian bohemians before growing up in an artists' community, from the very start Apolonia’s story is far from conventional. Covering a span of 13 years, director Lea Glob follows Apolonia’s attempts to find her place - both in the artworld and in her own life story. But Apolonia's resilience is put to the test as she navigates an often-unforgiving industry.\r\n\r\nApolonia Apolonia celebrates the intimacy and friendship created between its filmmaker and subject. A mesmerising documentary that develops over a decade of filming, and delves into how womanhood can be embraced in a patriarchal world.",
      "runtime": 116,
      "times": [
        {
          "starts_at": "2023-11-13T20:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-85701/"
        }
      ]
    }
  ]
}