{
  "2023-10-13": [
    {
      "title": "A Haunting in Venice",
      "url": "https://www.curzon.com/films/HO00004793",
      "trailer": "https://www.youtube.com/watch?v=LAywaWCFXgw",
      "synopsis": "In post-World War II Venice, Poirot, now retired and living in his own exile, reluctantly attends a seance, when one of the guests is murdered, it is up to the former detective to once again uncover the killer.",
      "runtime": 103,
      "times": [
        {
          "starts_at": "2023-10-13T11:20:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-13T14:00:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-13T16:30:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-13T13:15:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-13T15:45:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-13T18:15:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-13T21:20:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-13T13:00:00+01:00",
          "site": "Mayfair"
        }
      ]
    },
    {
      "title": "The Exorcist: Believer",
      "url": "https://www.curzon.com/films/HO00004873",
      "trailer": "https://www.youtube.com/watch?v=KZCxhE0YvGs",
      "synopsis": "Since the death of his pregnant wife in a Haitian earthquake 12 years ago, Victor Fielding (Tony winner and Oscar® nominee Leslie Odom, Jr.; One Night in Miami, Hamilton) has raised their daughter, Angela (Lidya Jewett, Good Girls) on his own.\n\nBut when Angela and her friend Katherine (newcomer Olivia Marcum), disappear in the woods, only to return three days later with no memory of what happened to them, it unleashes a chain of events that will force Victor to confront the nadir of evil and, in his terror and desperation, seek out the only person alive who has witnessed anything like it before: Chris MacNeil.",
      "runtime": 111,
      "times": [
        {
          "starts_at": "2023-10-13T11:40:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-13T21:00:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-13T16:00:00+01:00",
          "site": "Camden"
        }
      ]
    },
    {
      "title": "The Creator",
      "url": "https://www.curzon.com/films/HO00004802",
      "trailer": "https://www.youtube.com/watch?v=DYo4QTsBqP8",
      "synopsis": "From writer/director Gareth Edwards (“Rogue One,” “Godzilla”) comes an epic sci-fi action thriller set amidst a future war between the human race and the forces of artificial intelligence. Joshua (John David Washington, \"Tenet\"), a hardened ex-special forces agent grieving the disappearance of his wife (Gemma Chan, \"Eternals\"), is recruited to hunt down and kill the Creator, the elusive architect of advanced AI who has developed a mysterious weapon with the power to end the war… and mankind itself.  Joshua and his team of elite operatives journey across enemy lines, into the dark heart of AI-occupied territory… only to discover the world-ending weapon he’s been instructed to destroy is an AI in the form of a young child (newcomer Madeleine Yuna Voyles).",
      "runtime": 133,
      "times": [
        {
          "starts_at": "2023-10-13T12:00:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-13T15:20:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-13T17:00:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-13T12:30:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-13T15:30:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-13T17:00:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-13T21:00:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-13T12:20:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-13T17:00:00+01:00",
          "site": "Hoxton"
        }
      ]
    },
    {
      "title": "Sumotherhood",
      "url": "https://www.curzon.com/films/HO00004880",
      "trailer": "https://www.youtube.com/watch?v=C7_Vq7Sxsf4",
      "synopsis": "In this parody of the UK urban genre Riko and Kane have got it all … big dreams, no respect and a fifteen grand debt. Could things get any worse?\n\nYes! So, it’s time to man up and finally be taken serious as “Roadmen”. Once putting their heads together on various ways to make some money, they decide to rob a megastar in a nightclub toilet and hold up the local bank but things inevitably don’t go to plan!! However, somehow a misunderstanding leads them to be desired and acquired for business with one of East London’s toughest firms, putting them in the line of fire to the firm’s arch-rivals.\n\nCan Riko and Kane live up to their name? Will Riko win the affection of Tamara and if he does, will Tyrese, Tamara’s lunatic stepbrother, allow Riko to live? Will his life be worth living if the local London Feds draw a line back to our duo? Anything can happen when Riko and Kane are on the scene in this new action-packed urban comedy.\n\nFrom the mind of Adam Deacon comes SUMOTHERHOOD. ",
      "runtime": 97,
      "times": [
        {
          "starts_at": "2023-10-13T12:30:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-13T18:20:00+01:00",
          "site": "Aldgate"
        }
      ]
    },
    {
      "title": "Past Lives",
      "url": "https://www.curzon.com/films/HO00004754",
      "trailer": "https://www.youtube.com/watch?v=WJTnve_kdu0",
      "synopsis": "Nora and Hae Sung, two deeply connected childhood friends, are wrest apart after Nora’s family emigrates from South Korea. Two decades later, they are reunited in New York for one fateful week as they confront notions of destiny, love, and the choices that make a life, in this heartrending modern romance.",
      "runtime": 106,
      "times": [
        {
          "starts_at": "2023-10-13T14:20:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-13T14:00:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-13T13:30:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-13T16:00:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-13T18:30:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-13T12:00:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-13T14:00:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-13T16:30:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-13T21:20:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-13T13:00:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-13T15:30:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-13T18:00:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-13T20:30:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-13T15:50:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-13T18:40:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-13T20:30:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "BlackBerry",
      "url": "https://www.curzon.com/films/HO00004872",
      "trailer": "https://www.youtube.com/watch?v=13gFs_01ETA",
      "synopsis": "Every era has its visionaries, and ‘BlackBerry,’ co-written by Director Matt Johnson and Producer Matthew Miller, investigates the brilliance of the individuals that invented the world’s first smartphone. Recounting the Canadian company’s humble yet chaotic rise to market dominance, ‘BlackBerry’ is a darkly comedic telling of the tragic tale of a Canadian company that revolutionized the way we communicate, before swiftly plummeting into obsolescence. \nIt’s 1996, and Mike Lazaridis (Jay Baruchel) and his business partner and best friend Douglas Fregin (Matt Johnson) are on the edge of creating the world’s first smartphone. Unfortunately for them, they are less business savvy than they are tech, and struggle to keep their company, Research in Motion, afloat. Everything changes when cunning business man Jim Balsillie (Glenn Howerton) agrees to join the company, bringing with him the money and experience needed to create and sell a prototype of their invention.\nSeemingly overnight the three men revolutionize the way people work, communicate and connect. Celebrities, politicians and businessmen are now addicted to their Blackberrys. The company's value skyrockets, yet within a few short years shady business dealings, personal grievances, and, perhaps most dangerously, the iPhone, threaten the company’s incredible success.",
      "runtime": 120,
      "times": [
        {
          "starts_at": "2023-10-13T15:00:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-13T15:15:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-13T15:15:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-13T15:45:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-13T12:50:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-13T18:00:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "TAYLOR SWIFT | THE ERAS TOUR",
      "url": "https://www.curzon.com/films/HO00004893",
      "trailer": null,
      "synopsis": "The cultural phenomenon continues on the big screen! Immerse yourself in this once-in-a-lifetime concert film experience with a breathtaking, cinematic view of the history-making tour. Taylor Swift Eras attire and friendship bracelets are strongly encouraged!",
      "runtime": 168,
      "times": [
        {
          "starts_at": "2023-10-13T18:00:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-13T19:00:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-13T20:00:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-13T18:00:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-13T19:00:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-13T20:00:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-13T18:00:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-13T19:00:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-13T20:00:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-13T19:00:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-13T19:30:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-13T20:00:00+01:00",
          "site": "Camden"
        }
      ]
    },
    {
      "title": "Saw X",
      "url": "https://www.curzon.com/films/HO00004904",
      "trailer": "https://www.youtube.com/watch?v=AjEMxm7l0N0",
      "synopsis": "John Kramer (Tobin Bell) is back. The most chilling installment of the SAW franchise yet explores the untold chapter of Jigsaw’s most personal game. Set between the events of SAW I and II, a sick and desperate John travels to Mexico for a risky and experimental medical procedure in hopes of a miracle cure for his cancer – only to discover the entire operation is a scam to defraud the most vulnerable. Armed with a newfound purpose, John returns to his work, turning the tables on the con artists in his signature visceral way through a series of ingenious and terrifying traps.",
      "runtime": 118,
      "times": [
        {
          "starts_at": "2023-10-13T21:20:00+01:00",
          "site": "Aldgate"
        }
      ]
    },
    {
      "title": "Fair Play",
      "url": "https://www.curzon.com/films/HO00004874",
      "trailer": null,
      "synopsis": "When a coveted promotion at a cutthroat financial firm arises, once supportive exchanges between lovers Emily (Phoebe Dynevor) and Luke (Alden Ehrenreich) begin to sour into something more sinister. As the power dynamics irrevocably shift in their relationship, the couple must face the true price of success and the unnerving limits of ambition. In her feature debut, writer-director Chloe Domont weaves a taut relationship thriller, staring down the destructive gender dynamics that pit partners against each other in a world that is transforming faster than the rules can keep up. Also starring Eddie Marsan, Rich Sommer, and Sebastian De Souza, Fair Play unravels the uncomfortable collision of empowerment and ego.",
      "runtime": 113,
      "times": [
        {
          "starts_at": "2023-10-13T11:20:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-13T14:20:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-13T13:40:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-13T20:40:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "Passages",
      "url": "https://www.curzon.com/films/HO00004723",
      "trailer": null,
      "synopsis": "Celebrated independent filmmaker Ira Sachs (Love is Strange, Keep the Lights On) makes a breathtaking return with PASSAGES, a fresh, honest and brutally funny take on romantic chaos, featuring honest and emotionally nuanced performances from Franz Rogowski (Great Freedom), Ben Whishsaw (Women Talking) and Adèle Exarchopoulos (Blue Is the Warmest Colour). \n\nSet in contemporary Paris, this seductive comedy-drama tells the story of Tomas (Rogowski) and Martin (Whishaw), a gay couple whose marriage is thrown into crisis when Tomas impulsively begins a passionate affair with a young school teacher, Agathe (Exarchopoulos). Though he embraces this exciting new exploration, the novelty of being with a woman starts to fade when Martin begins an affair of his own, forcing Tomas to confront life decisions he may be unprepared – or unwilling – to deal with. \n\nPerceptive, intimate and unashamedly sexy, PASSAGES sees Sachs put a uniquely European spin on his usually tender style, telling a messy, modern love story that explores the complexities, contradictions and cruelties of sex and desire.",
      "runtime": 92,
      "times": [
        {
          "starts_at": "2023-10-13T11:40:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-13T13:30:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-13T16:10:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-13T21:10:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "The Old Oak",
      "url": "https://www.curzon.com/films/HO00004803",
      "trailer": "https://www.youtube.com/watch?v=Fwb0c5zqsyM",
      "synopsis": "The future for the last remaining pub, The Old Oak in a village of the Northeast England, where people are leaving the land as the mines are closed. Houses are cheap and available thus making it an ideal location for the Syrian refugees.",
      "runtime": 113,
      "times": [
        {
          "starts_at": "2023-10-13T12:00:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-13T16:15:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-13T20:50:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-13T13:00:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-13T15:40:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-13T18:10:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "Mean Streets (50th Anniversary)",
      "url": "https://www.curzon.com/films/HO00004902",
      "trailer": "https://www.youtube.com/watch?v=5lhJwhmPKxg",
      "synopsis": "Martin Scorsese’s electrifying vision of sin and redemption — one of the most influential works of American independent cinema — starring Harvey Keitel and Robert De Niro. Presented in a new 4K digital restoration, approved by director Martin Scorsese and collaborator Thelma Schoonmaker.\n\nMartin Scorsese emerged as a generation-defining filmmaker with this gritty portrait of 1970s New York City, one of the most influential works of American independent cinema. Set in the insular Little Italy neighbourhood of Scorsese’s youth, Mean Streets follows guilt-ridden small-time ringleader Charlie (Harvey Keitel) as he deals with the debts owed by his dangerously volatile best pal, Johnny Boy (Robert De Niro), and pressure from his headstrong girlfriend, Teresa (Amy Robinson). As their intertwined lives spiral out of control, Scorsese showcases his precocious mastery of film style—evident in everything from his propulsive editing rhythms to the lovingly curated soundtrack—to create an electrifying vision of sin and redemption.",
      "runtime": 112,
      "times": [
        {
          "starts_at": "2023-10-13T14:40:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-13T13:15:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-13T18:20:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-13T15:20:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-13T21:15:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "Oppenheimer",
      "url": "https://www.curzon.com/films/HO00004573",
      "trailer": "https://www.youtube.com/watch?v=7KD8JwDmMFA",
      "synopsis": "Written and directed by Christopher Nolan, Oppenheimer is an IMAX®-shot epic thriller that thrusts audiences into the pulse-pounding paradox of the enigmatic man who must risk destroying the world in order to save it. \r\n\r\nThe film stars Cillian Murphy as J. Robert Oppenheimer and Emily Blunt as his wife, biologist and botanist Katherine “Kitty” Oppenheimer. Oscar® winner Matt Damon portrays General Leslie Groves Jr., director of the Manhattan Project, and Robert Downey, Jr. plays Lewis Strauss, a founding commissioner of the U.S. Atomic Energy Commission. ",
      "runtime": 180,
      "times": [
        {
          "starts_at": "2023-10-13T12:45:00+01:00",
          "site": "Victoria"
        }
      ]
    },
    {
      "title": "The Miracle Club",
      "url": "https://www.curzon.com/films/HO00004878",
      "trailer": "https://www.youtube.com/watch?v=p07NKTaL51E",
      "synopsis": "A 1968-set comedy-drama starring Oscar winners Maggie Smith and Kathy Bates, and Emmy & Golden Globe winner Laura Linney. THE MIRACLE CLUB is a truly joyous, uplifting, heartwarming and aspirational tale of working-class women from Dublin who embark on a pilgrimage to Lourdes in search of miracles. \nHaving never even left Dublin – let alone Ireland – the journey provides close friends Lily, Eileen and Dolly the chance to let their hair down, celebrate life and delight in some sweet independence. But it’s not all just a ‘jolly’, it’s also a chance to reflect on their own lives, with each of the women in search of their own personal miracles. But when they are joined by Chrissie, recently returned from a decades-long exile in the USA, deep wounds from the past are re-opened, and bitter truths exposed. As they confront one another and embrace their past, these women realise that the miracle they have all been looking for is right in front of them: in the strength of their friendships and unshakeable togetherness.",
      "runtime": 90,
      "times": [
        {
          "starts_at": "2023-10-13T13:00:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-13T20:45:00+01:00",
          "site": "Victoria"
        }
      ]
    },
    {
      "title": "The Great Escaper",
      "url": "https://www.curzon.com/films/HO00004812",
      "trailer": null,
      "synopsis": "In the summer of 2014, Bernard Jordan (Michael Caine) made global headlines. He had staged a “great escape” from his care home to join fellow war veterans on a beach in Normandy, commemorating their fallen comrades at the D-Day Landings 70th anniversary. It was a story that captured the imagination of the world as Bernie embodied the defiant, “can-do” spirit of a generation that was fast disappearing. But of course, it wasn’t the whole story. It was an inspirational but sanitised retelling of one man’s need to come to terms with the lasting trauma of war. Bernie’s adventure, spanning a mere 48 hours, also marked the culmination of his 60-year marriage to Rene (Glenda Jackson) – THE GREAT ESCAPER celebrates their enduring love but always with an eye to the lessons we might learn from the Greatest Generation.",
      "runtime": 96,
      "times": [
        {
          "starts_at": "2023-10-13T13:40:00+01:00",
          "site": "Mayfair"
        },
        {
          "starts_at": "2023-10-13T16:00:00+01:00",
          "site": "Mayfair"
        },
        {
          "starts_at": "2023-10-13T18:20:00+01:00",
          "site": "Mayfair"
        }
      ]
    },
    {
      "title": "Daliland",
      "url": "https://www.curzon.com/films/HO00004877",
      "trailer": "https://www.youtube.com/watch?v=CdEaC7kWztw",
      "synopsis": "From the Director of American Psycho, Academy Award winner Sir Ben Kingsley stars as the great surrealist artist, Salvador Dali. In 1970s New York, Dali enjoys the latter stage of his career with a lifestyle filled with luxury and extravagant parties. Surrounded by his own decadence, and his band of eccentric followers (Rupert Graves, Suki Waterhouse, Andreja Pejic) who worship his charismatic persona, he is content with avoiding a fast-approaching art show and the demands of his formidable wife, Gala (Barbara Sukowa).\nThe story is told through the eyes of James Linton (Christopher Briney), a young gallery assistant, keen to make his name in the art world. After quickly becoming enraptured by the provocative world of Dali, the façade begins to fade when he uncovers that behind the glitz and glamour lies a fragile genius, haunted by the past and unprepared for the changing tide of the world around him.",
      "runtime": 96,
      "times": [
        {
          "starts_at": "2023-10-13T15:30:00+01:00",
          "site": "Mayfair"
        },
        {
          "starts_at": "2023-10-13T20:40:00+01:00",
          "site": "Mayfair"
        },
        {
          "starts_at": "2023-10-13T13:45:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-13T17:40:00+01:00",
          "site": "Camden"
        }
      ]
    },
    {
      "title": "Smoke Sauna Sisterhood",
      "url": "https://www.curzon.com/films/HO00004879",
      "trailer": null,
      "synopsis": "In the darkness of a smoke sauna, women share their innermost secrets and intimate experiences, washing off the shame trapped in their bodies and regaining their strength through a sense of communion.",
      "runtime": 89,
      "times": [
        {
          "starts_at": "2023-10-13T11:40:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-13T14:40:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-13T12:45:00+01:00",
          "site": "Camden"
        }
      ]
    },
    {
      "title": "Dumb Money",
      "url": "https://www.curzon.com/films/HO00004800",
      "trailer": "https://www.youtube.com/watch?v=_VxRoOZNaR8",
      "synopsis": "Dumb Money is based on the insane true story of the YouTuber who brought Wall Street to its knees and got rich by turning the video-game retailer GameStop into the world’s hottest company. In the middle of everything is regular guy Keith Gill (Paul Dano), who starts it all by sinking his life savings into the stock and posting about it. When his social posts start blowing up, so does his life and the lives of everyone following him. As a stock tip becomes a movement, everyone gets rich – until the billionaires fight back, and both sides find their worlds turned upside down.",
      "runtime": 104,
      "times": [
        {
          "starts_at": "2023-10-13T13:30:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-13T15:30:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-13T20:50:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "Mind-Set",
      "url": "https://www.curzon.com/films/HO00004876",
      "trailer": null,
      "synopsis": "Lucy, a disillusioned office clerk who lives in a dysfunctional relationship with her slovenly partner Paul, is surprised to find herself on the cusp of a none-too-secret affair with her new work colleague, Daniel. The thrill of the chase for a shred of affection takes her mind off her problematic life but she's not sure that she'll ever leave Paul, or that sex with someone else is the true answer to her problems.\n",
      "runtime": 89,
      "times": [
        {
          "starts_at": "2023-10-13T15:15:00+01:00",
          "site": "Camden"
        }
      ]
    },
    {
      "title": "Fremont",
      "url": "https://www.curzon.com/films/HO00004791",
      "trailer": "https://www.youtube.com/watch?v=ObWrx064yzQ",
      "synopsis": "Donya, a young Afghan who moved to Fremont, California after serving as a translator for the American army, spends her days working at a fortune cookie factory and her nights wide awake battling between her desire to rebuild her life and the overbearing guilt she carries within. In a bid to connect with the world, she sends an unconventional message through a fortune cookie. Tinged with Jarmuschian deadpan humour, this sensitive immigrant tale packs a breakout performance by real-life refugee Anaita Wali Zada, joined by a perpetually off-kilter Gregg Turkington and Jeremy Allen White from The Bear as a heartthrob mechanic.",
      "runtime": 92,
      "times": [
        {
          "starts_at": "2023-10-13T13:10:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-13T18:20:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "DocHouse: 20 Days In Mariupol",
      "url": "https://www.curzon.com/films/HO00004815",
      "trailer": null,
      "synopsis": "On the eve of Russia’s invasion of Ukraine, a team of Ukrainian journalists enter the strategic eastern port city of Mariupol. During the subsequent siege and assault, as bombs fall, inhabitants flee, and access to electricity, food, water and medicine are severed, the team — the only international journalists left — struggles to cover the war and to transmit their footage out.\r\n\r\nUkrainian filmmaker and journalist Mstyslav Chernov offers a window into the practices of conflict zone reporters and an unflinching, anguishing account of the 20 days he and colleagues Evgeniy Maloletka and Vasilisa Stepanenko spent covering Mariupol. Chernov wonders how capturing such footage can make a difference, but residents implore them to let the world bear witness.  \r\n",
      "runtime": 94,
      "times": [
        {
          "starts_at": "2023-10-13T15:00:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-13T20:00:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "DocHouse: Cassius X: Becoming Ali",
      "url": "https://www.curzon.com/films/HO00004845",
      "trailer": null,
      "synopsis": "How did rookie boxer Cassius Clay transform into World Heavyweight Champion and civil rights hero Muhammad Ali? Muta'Ali's enlightening film examines both the evolution of his craft in his pursuit to become 'The Greatest', and also his spiritual journey from Clay, to Cassius X, to Ali.\r\n\r\nThe film delves into his induction into the Nation of Islam, tracing how his close friendship with Malcolm X set him on a path of awakening. Adopting a new identity and ideology, he stepped forward as a key figure in the Civil Rights Movement.\r\n\r\nCassius X: Becoming Ali gives us new, refreshing access to Muhammad Ali. Featuring interviews with those close to him and archive footage of his early professional career, we learn how a young and inexperienced boxer fought against the status quo and became an icon.",
      "runtime": 90,
      "times": [
        {
          "starts_at": "2023-10-13T18:00:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    }
  ],
  "2023-10-14": [
    {
      "title": "A Haunting in Venice",
      "url": "https://www.curzon.com/films/HO00004793",
      "trailer": "https://www.youtube.com/watch?v=LAywaWCFXgw",
      "synopsis": "In post-World War II Venice, Poirot, now retired and living in his own exile, reluctantly attends a seance, when one of the guests is murdered, it is up to the former detective to once again uncover the killer.",
      "runtime": 103,
      "times": [
        {
          "starts_at": "2023-10-14T11:00:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-14T13:40:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-14T16:10:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-14T12:45:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-14T15:30:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-14T18:00:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-14T20:30:00+01:00",
          "site": "Victoria"
        }
      ]
    },
    {
      "title": "The Exorcist: Believer",
      "url": "https://www.curzon.com/films/HO00004873",
      "trailer": "https://www.youtube.com/watch?v=KZCxhE0YvGs",
      "synopsis": "Since the death of his pregnant wife in a Haitian earthquake 12 years ago, Victor Fielding (Tony winner and Oscar® nominee Leslie Odom, Jr.; One Night in Miami, Hamilton) has raised their daughter, Angela (Lidya Jewett, Good Girls) on his own.\n\nBut when Angela and her friend Katherine (newcomer Olivia Marcum), disappear in the woods, only to return three days later with no memory of what happened to them, it unleashes a chain of events that will force Victor to confront the nadir of evil and, in his terror and desperation, seek out the only person alive who has witnessed anything like it before: Chris MacNeil.",
      "runtime": 111,
      "times": [
        {
          "starts_at": "2023-10-14T11:20:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-14T20:40:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-14T19:40:00+01:00",
          "site": "Camden"
        }
      ]
    },
    {
      "title": "The Creator",
      "url": "https://www.curzon.com/films/HO00004802",
      "trailer": "https://www.youtube.com/watch?v=DYo4QTsBqP8",
      "synopsis": "From writer/director Gareth Edwards (“Rogue One,” “Godzilla”) comes an epic sci-fi action thriller set amidst a future war between the human race and the forces of artificial intelligence. Joshua (John David Washington, \"Tenet\"), a hardened ex-special forces agent grieving the disappearance of his wife (Gemma Chan, \"Eternals\"), is recruited to hunt down and kill the Creator, the elusive architect of advanced AI who has developed a mysterious weapon with the power to end the war… and mankind itself.  Joshua and his team of elite operatives journey across enemy lines, into the dark heart of AI-occupied territory… only to discover the world-ending weapon he’s been instructed to destroy is an AI in the form of a young child (newcomer Madeleine Yuna Voyles).",
      "runtime": 133,
      "times": [
        {
          "starts_at": "2023-10-14T11:40:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-14T14:40:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-14T17:40:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-14T12:00:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-14T14:30:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-14T17:45:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-14T21:00:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-14T10:45:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-14T16:00:00+01:00",
          "site": "Hoxton"
        }
      ]
    },
    {
      "title": "TAYLOR SWIFT | THE ERAS TOUR",
      "url": "https://www.curzon.com/films/HO00004893",
      "trailer": null,
      "synopsis": "The cultural phenomenon continues on the big screen! Immerse yourself in this once-in-a-lifetime concert film experience with a breathtaking, cinematic view of the history-making tour. Taylor Swift Eras attire and friendship bracelets are strongly encouraged!",
      "runtime": 168,
      "times": [
        {
          "starts_at": "2023-10-14T12:00:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-14T16:30:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-14T18:40:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-14T20:00:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-14T13:00:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-14T16:30:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-14T17:30:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-14T20:00:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-14T12:40:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-14T16:30:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-14T17:40:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-14T19:00:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-14T20:00:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-14T13:15:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-14T16:30:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-14T20:00:00+01:00",
          "site": "Camden"
        }
      ]
    },
    {
      "title": "Past Lives",
      "url": "https://www.curzon.com/films/HO00004754",
      "trailer": "https://www.youtube.com/watch?v=WJTnve_kdu0",
      "synopsis": "Nora and Hae Sung, two deeply connected childhood friends, are wrest apart after Nora’s family emigrates from South Korea. Two decades later, they are reunited in New York for one fateful week as they confront notions of destiny, love, and the choices that make a life, in this heartrending modern romance.",
      "runtime": 106,
      "times": [
        {
          "starts_at": "2023-10-14T14:00:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-14T12:30:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-14T15:15:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-14T21:15:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-14T13:00:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-14T21:00:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-14T12:30:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-14T15:15:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-14T17:50:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-14T21:00:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-14T15:50:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-14T17:50:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-14T20:40:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "BlackBerry",
      "url": "https://www.curzon.com/films/HO00004872",
      "trailer": "https://www.youtube.com/watch?v=13gFs_01ETA",
      "synopsis": "Every era has its visionaries, and ‘BlackBerry,’ co-written by Director Matt Johnson and Producer Matthew Miller, investigates the brilliance of the individuals that invented the world’s first smartphone. Recounting the Canadian company’s humble yet chaotic rise to market dominance, ‘BlackBerry’ is a darkly comedic telling of the tragic tale of a Canadian company that revolutionized the way we communicate, before swiftly plummeting into obsolescence. \nIt’s 1996, and Mike Lazaridis (Jay Baruchel) and his business partner and best friend Douglas Fregin (Matt Johnson) are on the edge of creating the world’s first smartphone. Unfortunately for them, they are less business savvy than they are tech, and struggle to keep their company, Research in Motion, afloat. Everything changes when cunning business man Jim Balsillie (Glenn Howerton) agrees to join the company, bringing with him the money and experience needed to create and sell a prototype of their invention.\nSeemingly overnight the three men revolutionize the way people work, communicate and connect. Celebrities, politicians and businessmen are now addicted to their Blackberrys. The company's value skyrockets, yet within a few short years shady business dealings, personal grievances, and, perhaps most dangerously, the iPhone, threaten the company’s incredible success.",
      "runtime": 120,
      "times": [
        {
          "starts_at": "2023-10-14T15:40:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-14T15:00:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-14T20:45:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-14T13:45:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-14T15:30:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-14T20:40:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-14T12:50:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-14T18:00:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "Sumotherhood",
      "url": "https://www.curzon.com/films/HO00004880",
      "trailer": "https://www.youtube.com/watch?v=C7_Vq7Sxsf4",
      "synopsis": "In this parody of the UK urban genre Riko and Kane have got it all … big dreams, no respect and a fifteen grand debt. Could things get any worse?\n\nYes! So, it’s time to man up and finally be taken serious as “Roadmen”. Once putting their heads together on various ways to make some money, they decide to rob a megastar in a nightclub toilet and hold up the local bank but things inevitably don’t go to plan!! However, somehow a misunderstanding leads them to be desired and acquired for business with one of East London’s toughest firms, putting them in the line of fire to the firm’s arch-rivals.\n\nCan Riko and Kane live up to their name? Will Riko win the affection of Tamara and if he does, will Tyrese, Tamara’s lunatic stepbrother, allow Riko to live? Will his life be worth living if the local London Feds draw a line back to our duo? Anything can happen when Riko and Kane are on the scene in this new action-packed urban comedy.\n\nFrom the mind of Adam Deacon comes SUMOTHERHOOD. ",
      "runtime": 97,
      "times": [
        {
          "starts_at": "2023-10-14T18:20:00+01:00",
          "site": "Aldgate"
        }
      ]
    },
    {
      "title": "Saw X",
      "url": "https://www.curzon.com/films/HO00004904",
      "trailer": "https://www.youtube.com/watch?v=AjEMxm7l0N0",
      "synopsis": "John Kramer (Tobin Bell) is back. The most chilling installment of the SAW franchise yet explores the untold chapter of Jigsaw’s most personal game. Set between the events of SAW I and II, a sick and desperate John travels to Mexico for a risky and experimental medical procedure in hopes of a miracle cure for his cancer – only to discover the entire operation is a scam to defraud the most vulnerable. Armed with a newfound purpose, John returns to his work, turning the tables on the con artists in his signature visceral way through a series of ingenious and terrifying traps.",
      "runtime": 118,
      "times": [
        {
          "starts_at": "2023-10-14T21:00:00+01:00",
          "site": "Aldgate"
        }
      ]
    },
    {
      "title": "The Miracle Club",
      "url": "https://www.curzon.com/films/HO00004878",
      "trailer": "https://www.youtube.com/watch?v=p07NKTaL51E",
      "synopsis": "A 1968-set comedy-drama starring Oscar winners Maggie Smith and Kathy Bates, and Emmy & Golden Globe winner Laura Linney. THE MIRACLE CLUB is a truly joyous, uplifting, heartwarming and aspirational tale of working-class women from Dublin who embark on a pilgrimage to Lourdes in search of miracles. \nHaving never even left Dublin – let alone Ireland – the journey provides close friends Lily, Eileen and Dolly the chance to let their hair down, celebrate life and delight in some sweet independence. But it’s not all just a ‘jolly’, it’s also a chance to reflect on their own lives, with each of the women in search of their own personal miracles. But when they are joined by Chrissie, recently returned from a decades-long exile in the USA, deep wounds from the past are re-opened, and bitter truths exposed. As they confront one another and embrace their past, these women realise that the miracle they have all been looking for is right in front of them: in the strength of their friendships and unshakeable togetherness.",
      "runtime": 90,
      "times": [
        {
          "starts_at": "2023-10-14T12:15:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-14T18:15:00+01:00",
          "site": "Victoria"
        }
      ]
    },
    {
      "title": "The Great Escaper",
      "url": "https://www.curzon.com/films/HO00004812",
      "trailer": null,
      "synopsis": "In the summer of 2014, Bernard Jordan (Michael Caine) made global headlines. He had staged a “great escape” from his care home to join fellow war veterans on a beach in Normandy, commemorating their fallen comrades at the D-Day Landings 70th anniversary. It was a story that captured the imagination of the world as Bernie embodied the defiant, “can-do” spirit of a generation that was fast disappearing. But of course, it wasn’t the whole story. It was an inspirational but sanitised retelling of one man’s need to come to terms with the lasting trauma of war. Bernie’s adventure, spanning a mere 48 hours, also marked the culmination of his 60-year marriage to Rene (Glenda Jackson) – THE GREAT ESCAPER celebrates their enduring love but always with an eye to the lessons we might learn from the Greatest Generation.",
      "runtime": 96,
      "times": [
        {
          "starts_at": "2023-10-14T13:00:00+01:00",
          "site": "Mayfair"
        },
        {
          "starts_at": "2023-10-14T15:30:00+01:00",
          "site": "Mayfair"
        },
        {
          "starts_at": "2023-10-14T18:00:00+01:00",
          "site": "Mayfair"
        }
      ]
    },
    {
      "title": "Daliland",
      "url": "https://www.curzon.com/films/HO00004877",
      "trailer": "https://www.youtube.com/watch?v=CdEaC7kWztw",
      "synopsis": "From the Director of American Psycho, Academy Award winner Sir Ben Kingsley stars as the great surrealist artist, Salvador Dali. In 1970s New York, Dali enjoys the latter stage of his career with a lifestyle filled with luxury and extravagant parties. Surrounded by his own decadence, and his band of eccentric followers (Rupert Graves, Suki Waterhouse, Andreja Pejic) who worship his charismatic persona, he is content with avoiding a fast-approaching art show and the demands of his formidable wife, Gala (Barbara Sukowa).\nThe story is told through the eyes of James Linton (Christopher Briney), a young gallery assistant, keen to make his name in the art world. After quickly becoming enraptured by the provocative world of Dali, the façade begins to fade when he uncovers that behind the glitz and glamour lies a fragile genius, haunted by the past and unprepared for the changing tide of the world around him.",
      "runtime": 96,
      "times": [
        {
          "starts_at": "2023-10-14T20:30:00+01:00",
          "site": "Mayfair"
        },
        {
          "starts_at": "2023-10-14T12:45:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-14T17:10:00+01:00",
          "site": "Camden"
        }
      ]
    },
    {
      "title": "Kids Club: Frozen (2013)",
      "url": "https://www.curzon.com/films/HO00004711",
      "trailer": null,
      "synopsis": "When the newly-crowned Queen Elsa accidentally uses her power to turn things into ice to curse her home in infinite winter, her sister Anna teams up with a mountain man, his playful reindeer, and a snowman to change the weather condition.",
      "runtime": 102,
      "times": [
        {
          "starts_at": "2023-10-14T10:30:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-14T10:30:00+01:00",
          "site": "Camden"
        }
      ]
    },
    {
      "title": "Smoke Sauna Sisterhood",
      "url": "https://www.curzon.com/films/HO00004879",
      "trailer": null,
      "synopsis": "In the darkness of a smoke sauna, women share their innermost secrets and intimate experiences, washing off the shame trapped in their bodies and regaining their strength through a sense of communion.",
      "runtime": 89,
      "times": [
        {
          "starts_at": "2023-10-14T15:30:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-14T12:15:00+01:00",
          "site": "Camden"
        }
      ]
    },
    {
      "title": "Mean Streets (50th Anniversary)",
      "url": "https://www.curzon.com/films/HO00004902",
      "trailer": "https://www.youtube.com/watch?v=5lhJwhmPKxg",
      "synopsis": "Martin Scorsese’s electrifying vision of sin and redemption — one of the most influential works of American independent cinema — starring Harvey Keitel and Robert De Niro. Presented in a new 4K digital restoration, approved by director Martin Scorsese and collaborator Thelma Schoonmaker.\n\nMartin Scorsese emerged as a generation-defining filmmaker with this gritty portrait of 1970s New York City, one of the most influential works of American independent cinema. Set in the insular Little Italy neighbourhood of Scorsese’s youth, Mean Streets follows guilt-ridden small-time ringleader Charlie (Harvey Keitel) as he deals with the debts owed by his dangerously volatile best pal, Johnny Boy (Robert De Niro), and pressure from his headstrong girlfriend, Teresa (Amy Robinson). As their intertwined lives spiral out of control, Scorsese showcases his precocious mastery of film style—evident in everything from his propulsive editing rhythms to the lovingly curated soundtrack—to create an electrifying vision of sin and redemption.",
      "runtime": 112,
      "times": [
        {
          "starts_at": "2023-10-14T13:00:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-14T18:10:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-14T15:20:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-14T18:20:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "Mind-Set",
      "url": "https://www.curzon.com/films/HO00004876",
      "trailer": null,
      "synopsis": "Lucy, a disillusioned office clerk who lives in a dysfunctional relationship with her slovenly partner Paul, is surprised to find herself on the cusp of a none-too-secret affair with her new work colleague, Daniel. The thrill of the chase for a shred of affection takes her mind off her problematic life but she's not sure that she'll ever leave Paul, or that sex with someone else is the true answer to her problems.\n",
      "runtime": 89,
      "times": [
        {
          "starts_at": "2023-10-14T14:45:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-14T13:45:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "The Old Oak",
      "url": "https://www.curzon.com/films/HO00004803",
      "trailer": "https://www.youtube.com/watch?v=Fwb0c5zqsyM",
      "synopsis": "The future for the last remaining pub, The Old Oak in a village of the Northeast England, where people are leaving the land as the mines are closed. Houses are cheap and available thus making it an ideal location for the Syrian refugees.",
      "runtime": 113,
      "times": [
        {
          "starts_at": "2023-10-14T15:00:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-14T20:20:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-14T13:10:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-14T15:40:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-14T18:10:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "Dumb Money",
      "url": "https://www.curzon.com/films/HO00004800",
      "trailer": "https://www.youtube.com/watch?v=_VxRoOZNaR8",
      "synopsis": "Dumb Money is based on the insane true story of the YouTuber who brought Wall Street to its knees and got rich by turning the video-game retailer GameStop into the world’s hottest company. In the middle of everything is regular guy Keith Gill (Paul Dano), who starts it all by sinking his life savings into the stock and posting about it. When his social posts start blowing up, so does his life and the lives of everyone following him. As a stock tip becomes a movement, everyone gets rich – until the billionaires fight back, and both sides find their worlds turned upside down.",
      "runtime": 104,
      "times": [
        {
          "starts_at": "2023-10-14T17:30:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-14T15:30:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-14T20:50:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "Fair Play",
      "url": "https://www.curzon.com/films/HO00004874",
      "trailer": null,
      "synopsis": "When a coveted promotion at a cutthroat financial firm arises, once supportive exchanges between lovers Emily (Phoebe Dynevor) and Luke (Alden Ehrenreich) begin to sour into something more sinister. As the power dynamics irrevocably shift in their relationship, the couple must face the true price of success and the unnerving limits of ambition. In her feature debut, writer-director Chloe Domont weaves a taut relationship thriller, staring down the destructive gender dynamics that pit partners against each other in a world that is transforming faster than the rules can keep up. Also starring Eddie Marsan, Rich Sommer, and Sebastian De Souza, Fair Play unravels the uncomfortable collision of empowerment and ego.",
      "runtime": 113,
      "times": [
        {
          "starts_at": "2023-10-14T11:50:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-14T21:10:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "Fremont",
      "url": "https://www.curzon.com/films/HO00004791",
      "trailer": "https://www.youtube.com/watch?v=ObWrx064yzQ",
      "synopsis": "Donya, a young Afghan who moved to Fremont, California after serving as a translator for the American army, spends her days working at a fortune cookie factory and her nights wide awake battling between her desire to rebuild her life and the overbearing guilt she carries within. In a bid to connect with the world, she sends an unconventional message through a fortune cookie. Tinged with Jarmuschian deadpan humour, this sensitive immigrant tale packs a breakout performance by real-life refugee Anaita Wali Zada, joined by a perpetually off-kilter Gregg Turkington and Jeremy Allen White from The Bear as a heartthrob mechanic.",
      "runtime": 92,
      "times": [
        {
          "starts_at": "2023-10-14T13:00:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-14T20:30:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "DocHouse: 20 Days In Mariupol",
      "url": "https://www.curzon.com/films/HO00004815",
      "trailer": null,
      "synopsis": "On the eve of Russia’s invasion of Ukraine, a team of Ukrainian journalists enter the strategic eastern port city of Mariupol. During the subsequent siege and assault, as bombs fall, inhabitants flee, and access to electricity, food, water and medicine are severed, the team — the only international journalists left — struggles to cover the war and to transmit their footage out.\r\n\r\nUkrainian filmmaker and journalist Mstyslav Chernov offers a window into the practices of conflict zone reporters and an unflinching, anguishing account of the 20 days he and colleagues Evgeniy Maloletka and Vasilisa Stepanenko spent covering Mariupol. Chernov wonders how capturing such footage can make a difference, but residents implore them to let the world bear witness.  \r\n",
      "runtime": 94,
      "times": [
        {
          "starts_at": "2023-10-14T14:00:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-14T18:30:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "Passages",
      "url": "https://www.curzon.com/films/HO00004723",
      "trailer": null,
      "synopsis": "Celebrated independent filmmaker Ira Sachs (Love is Strange, Keep the Lights On) makes a breathtaking return with PASSAGES, a fresh, honest and brutally funny take on romantic chaos, featuring honest and emotionally nuanced performances from Franz Rogowski (Great Freedom), Ben Whishsaw (Women Talking) and Adèle Exarchopoulos (Blue Is the Warmest Colour). \n\nSet in contemporary Paris, this seductive comedy-drama tells the story of Tomas (Rogowski) and Martin (Whishaw), a gay couple whose marriage is thrown into crisis when Tomas impulsively begins a passionate affair with a young school teacher, Agathe (Exarchopoulos). Though he embraces this exciting new exploration, the novelty of being with a woman starts to fade when Martin begins an affair of his own, forcing Tomas to confront life decisions he may be unprepared – or unwilling – to deal with. \n\nPerceptive, intimate and unashamedly sexy, PASSAGES sees Sachs put a uniquely European spin on his usually tender style, telling a messy, modern love story that explores the complexities, contradictions and cruelties of sex and desire.",
      "runtime": 92,
      "times": [
        {
          "starts_at": "2023-10-14T14:20:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-14T16:30:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-14T18:40:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "DocHouse: Smoke Sauna Sisterhood",
      "url": "https://www.curzon.com/films/HO00004871",
      "trailer": null,
      "synopsis": "In the warm, dense heat of a Southern Estonian smoke sauna, a group of women share their innermost secrets and intimate experiences. The rituals of the sauna envelop them, as they wash away the shame trapped in their bodies.\r\n\r\nFilmmaker Anna Hints captures this intimate space up close, without any sense of intrusion. In the dark, enclosed space, her camera - richly lit with beams of golden daylight - frames bodies and faces in chiaroscuro, while the women give voice to their past experiences: sharing, accepting, finding laughter and solace, regaining their strength through a sense of communion.\r\n\r\nWatching Smoke Sauna Sisterhood is a transformative experience for the viewer too, brought into a corporeal world of emotional veracity and deep empathy.",
      "runtime": 89,
      "times": [
        {
          "starts_at": "2023-10-14T16:00:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "DocHouse: Cassius X: Becoming Ali",
      "url": "https://www.curzon.com/films/HO00004845",
      "trailer": null,
      "synopsis": "How did rookie boxer Cassius Clay transform into World Heavyweight Champion and civil rights hero Muhammad Ali? Muta'Ali's enlightening film examines both the evolution of his craft in his pursuit to become 'The Greatest', and also his spiritual journey from Clay, to Cassius X, to Ali.\r\n\r\nThe film delves into his induction into the Nation of Islam, tracing how his close friendship with Malcolm X set him on a path of awakening. Adopting a new identity and ideology, he stepped forward as a key figure in the Civil Rights Movement.\r\n\r\nCassius X: Becoming Ali gives us new, refreshing access to Muhammad Ali. Featuring interviews with those close to him and archive footage of his early professional career, we learn how a young and inexperienced boxer fought against the status quo and became an icon.",
      "runtime": 90,
      "times": [
        {
          "starts_at": "2023-10-14T20:20:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "The King of Comedy",
      "url": "https://www.curzon.com/films/HO00004910",
      "trailer": null,
      "synopsis": "Aspiring comic Rupert Pupkin attempts to achieve success in show business by stalking his idol, a late night talk-show host who craves his own privacy.",
      "runtime": 109,
      "times": [
        {
          "starts_at": "2023-10-14T21:00:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    }
  ],
  "2023-10-15": [
    {
      "title": "The Creator",
      "url": "https://www.curzon.com/films/HO00004802",
      "trailer": "https://www.youtube.com/watch?v=DYo4QTsBqP8",
      "synopsis": "From writer/director Gareth Edwards (“Rogue One,” “Godzilla”) comes an epic sci-fi action thriller set amidst a future war between the human race and the forces of artificial intelligence. Joshua (John David Washington, \"Tenet\"), a hardened ex-special forces agent grieving the disappearance of his wife (Gemma Chan, \"Eternals\"), is recruited to hunt down and kill the Creator, the elusive architect of advanced AI who has developed a mysterious weapon with the power to end the war… and mankind itself.  Joshua and his team of elite operatives journey across enemy lines, into the dark heart of AI-occupied territory… only to discover the world-ending weapon he’s been instructed to destroy is an AI in the form of a young child (newcomer Madeleine Yuna Voyles).",
      "runtime": 133,
      "times": [
        {
          "starts_at": "2023-10-15T11:20:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-15T14:10:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-15T11:30:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-15T13:45:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-15T20:00:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-15T14:40:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-15T20:00:00+01:00",
          "site": "Hoxton"
        }
      ]
    },
    {
      "title": "TAYLOR SWIFT | THE ERAS TOUR",
      "url": "https://www.curzon.com/films/HO00004893",
      "trailer": null,
      "synopsis": "The cultural phenomenon continues on the big screen! Immerse yourself in this once-in-a-lifetime concert film experience with a breathtaking, cinematic view of the history-making tour. Taylor Swift Eras attire and friendship bracelets are strongly encouraged!",
      "runtime": 168,
      "times": [
        {
          "starts_at": "2023-10-15T12:30:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-15T16:00:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-15T17:10:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-15T19:00:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-15T19:30:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-15T12:30:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-15T16:00:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-15T16:45:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-15T19:30:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-15T11:00:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-15T12:30:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-15T16:00:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-15T17:00:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-15T19:30:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-15T12:30:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-15T16:00:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-15T19:30:00+01:00",
          "site": "Camden"
        }
      ]
    },
    {
      "title": "A Haunting in Venice",
      "url": "https://www.curzon.com/films/HO00004793",
      "trailer": "https://www.youtube.com/watch?v=LAywaWCFXgw",
      "synopsis": "In post-World War II Venice, Poirot, now retired and living in his own exile, reluctantly attends a seance, when one of the guests is murdered, it is up to the former detective to once again uncover the killer.",
      "runtime": 103,
      "times": [
        {
          "starts_at": "2023-10-15T13:40:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-15T16:20:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-15T11:45:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-15T14:15:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-15T17:00:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-15T19:45:00+01:00",
          "site": "Victoria"
        }
      ]
    },
    {
      "title": "BlackBerry",
      "url": "https://www.curzon.com/films/HO00004872",
      "trailer": "https://www.youtube.com/watch?v=13gFs_01ETA",
      "synopsis": "Every era has its visionaries, and ‘BlackBerry,’ co-written by Director Matt Johnson and Producer Matthew Miller, investigates the brilliance of the individuals that invented the world’s first smartphone. Recounting the Canadian company’s humble yet chaotic rise to market dominance, ‘BlackBerry’ is a darkly comedic telling of the tragic tale of a Canadian company that revolutionized the way we communicate, before swiftly plummeting into obsolescence. \nIt’s 1996, and Mike Lazaridis (Jay Baruchel) and his business partner and best friend Douglas Fregin (Matt Johnson) are on the edge of creating the world’s first smartphone. Unfortunately for them, they are less business savvy than they are tech, and struggle to keep their company, Research in Motion, afloat. Everything changes when cunning business man Jim Balsillie (Glenn Howerton) agrees to join the company, bringing with him the money and experience needed to create and sell a prototype of their invention.\nSeemingly overnight the three men revolutionize the way people work, communicate and connect. Celebrities, politicians and businessmen are now addicted to their Blackberrys. The company's value skyrockets, yet within a few short years shady business dealings, personal grievances, and, perhaps most dangerously, the iPhone, threaten the company’s incredible success.",
      "runtime": 120,
      "times": [
        {
          "starts_at": "2023-10-15T14:30:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-15T14:30:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-15T20:15:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-15T11:30:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-15T15:20:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-15T20:30:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-15T12:20:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-15T17:30:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "Sumotherhood",
      "url": "https://www.curzon.com/films/HO00004880",
      "trailer": "https://www.youtube.com/watch?v=C7_Vq7Sxsf4",
      "synopsis": "In this parody of the UK urban genre Riko and Kane have got it all … big dreams, no respect and a fifteen grand debt. Could things get any worse?\n\nYes! So, it’s time to man up and finally be taken serious as “Roadmen”. Once putting their heads together on various ways to make some money, they decide to rob a megastar in a nightclub toilet and hold up the local bank but things inevitably don’t go to plan!! However, somehow a misunderstanding leads them to be desired and acquired for business with one of East London’s toughest firms, putting them in the line of fire to the firm’s arch-rivals.\n\nCan Riko and Kane live up to their name? Will Riko win the affection of Tamara and if he does, will Tyrese, Tamara’s lunatic stepbrother, allow Riko to live? Will his life be worth living if the local London Feds draw a line back to our duo? Anything can happen when Riko and Kane are on the scene in this new action-packed urban comedy.\n\nFrom the mind of Adam Deacon comes SUMOTHERHOOD. ",
      "runtime": 97,
      "times": [
        {
          "starts_at": "2023-10-15T17:30:00+01:00",
          "site": "Aldgate"
        }
      ]
    },
    {
      "title": "The Exorcist: Believer",
      "url": "https://www.curzon.com/films/HO00004873",
      "trailer": "https://www.youtube.com/watch?v=KZCxhE0YvGs",
      "synopsis": "Since the death of his pregnant wife in a Haitian earthquake 12 years ago, Victor Fielding (Tony winner and Oscar® nominee Leslie Odom, Jr.; One Night in Miami, Hamilton) has raised their daughter, Angela (Lidya Jewett, Good Girls) on his own.\n\nBut when Angela and her friend Katherine (newcomer Olivia Marcum), disappear in the woods, only to return three days later with no memory of what happened to them, it unleashes a chain of events that will force Victor to confront the nadir of evil and, in his terror and desperation, seek out the only person alive who has witnessed anything like it before: Chris MacNeil.",
      "runtime": 111,
      "times": [
        {
          "starts_at": "2023-10-15T20:10:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-15T19:10:00+01:00",
          "site": "Camden"
        }
      ]
    },
    {
      "title": "Saw X",
      "url": "https://www.curzon.com/films/HO00004904",
      "trailer": "https://www.youtube.com/watch?v=AjEMxm7l0N0",
      "synopsis": "John Kramer (Tobin Bell) is back. The most chilling installment of the SAW franchise yet explores the untold chapter of Jigsaw’s most personal game. Set between the events of SAW I and II, a sick and desperate John travels to Mexico for a risky and experimental medical procedure in hopes of a miracle cure for his cancer – only to discover the entire operation is a scam to defraud the most vulnerable. Armed with a newfound purpose, John returns to his work, turning the tables on the con artists in his signature visceral way through a series of ingenious and terrifying traps.",
      "runtime": 118,
      "times": [
        {
          "starts_at": "2023-10-15T20:30:00+01:00",
          "site": "Aldgate"
        }
      ]
    },
    {
      "title": "The Miracle Club",
      "url": "https://www.curzon.com/films/HO00004878",
      "trailer": "https://www.youtube.com/watch?v=p07NKTaL51E",
      "synopsis": "A 1968-set comedy-drama starring Oscar winners Maggie Smith and Kathy Bates, and Emmy & Golden Globe winner Laura Linney. THE MIRACLE CLUB is a truly joyous, uplifting, heartwarming and aspirational tale of working-class women from Dublin who embark on a pilgrimage to Lourdes in search of miracles. \nHaving never even left Dublin – let alone Ireland – the journey provides close friends Lily, Eileen and Dolly the chance to let their hair down, celebrate life and delight in some sweet independence. But it’s not all just a ‘jolly’, it’s also a chance to reflect on their own lives, with each of the women in search of their own personal miracles. But when they are joined by Chrissie, recently returned from a decades-long exile in the USA, deep wounds from the past are re-opened, and bitter truths exposed. As they confront one another and embrace their past, these women realise that the miracle they have all been looking for is right in front of them: in the strength of their friendships and unshakeable togetherness.",
      "runtime": 90,
      "times": [
        {
          "starts_at": "2023-10-15T11:15:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-15T17:15:00+01:00",
          "site": "Victoria"
        }
      ]
    },
    {
      "title": "Past Lives",
      "url": "https://www.curzon.com/films/HO00004754",
      "trailer": "https://www.youtube.com/watch?v=WJTnve_kdu0",
      "synopsis": "Nora and Hae Sung, two deeply connected childhood friends, are wrest apart after Nora’s family emigrates from South Korea. Two decades later, they are reunited in New York for one fateful week as they confront notions of destiny, love, and the choices that make a life, in this heartrending modern romance.",
      "runtime": 106,
      "times": [
        {
          "starts_at": "2023-10-15T12:15:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-15T15:00:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-15T17:30:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-15T20:30:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-15T14:20:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-15T20:20:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-15T11:45:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-15T15:00:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-15T17:40:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-15T20:10:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-15T12:00:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-15T15:00:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-15T18:10:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-15T20:00:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "The Great Escaper",
      "url": "https://www.curzon.com/films/HO00004812",
      "trailer": null,
      "synopsis": "In the summer of 2014, Bernard Jordan (Michael Caine) made global headlines. He had staged a “great escape” from his care home to join fellow war veterans on a beach in Normandy, commemorating their fallen comrades at the D-Day Landings 70th anniversary. It was a story that captured the imagination of the world as Bernie embodied the defiant, “can-do” spirit of a generation that was fast disappearing. But of course, it wasn’t the whole story. It was an inspirational but sanitised retelling of one man’s need to come to terms with the lasting trauma of war. Bernie’s adventure, spanning a mere 48 hours, also marked the culmination of his 60-year marriage to Rene (Glenda Jackson) – THE GREAT ESCAPER celebrates their enduring love but always with an eye to the lessons we might learn from the Greatest Generation.",
      "runtime": 96,
      "times": [
        {
          "starts_at": "2023-10-15T13:00:00+01:00",
          "site": "Mayfair"
        },
        {
          "starts_at": "2023-10-15T15:40:00+01:00",
          "site": "Mayfair"
        },
        {
          "starts_at": "2023-10-15T18:00:00+01:00",
          "site": "Mayfair"
        }
      ]
    },
    {
      "title": "Daliland",
      "url": "https://www.curzon.com/films/HO00004877",
      "trailer": "https://www.youtube.com/watch?v=CdEaC7kWztw",
      "synopsis": "From the Director of American Psycho, Academy Award winner Sir Ben Kingsley stars as the great surrealist artist, Salvador Dali. In 1970s New York, Dali enjoys the latter stage of his career with a lifestyle filled with luxury and extravagant parties. Surrounded by his own decadence, and his band of eccentric followers (Rupert Graves, Suki Waterhouse, Andreja Pejic) who worship his charismatic persona, he is content with avoiding a fast-approaching art show and the demands of his formidable wife, Gala (Barbara Sukowa).\nThe story is told through the eyes of James Linton (Christopher Briney), a young gallery assistant, keen to make his name in the art world. After quickly becoming enraptured by the provocative world of Dali, the façade begins to fade when he uncovers that behind the glitz and glamour lies a fragile genius, haunted by the past and unprepared for the changing tide of the world around him.",
      "runtime": 96,
      "times": [
        {
          "starts_at": "2023-10-15T20:20:00+01:00",
          "site": "Mayfair"
        },
        {
          "starts_at": "2023-10-15T12:15:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-15T16:40:00+01:00",
          "site": "Camden"
        }
      ]
    },
    {
      "title": "Smoke Sauna Sisterhood",
      "url": "https://www.curzon.com/films/HO00004879",
      "trailer": null,
      "synopsis": "In the darkness of a smoke sauna, women share their innermost secrets and intimate experiences, washing off the shame trapped in their bodies and regaining their strength through a sense of communion.",
      "runtime": 89,
      "times": [
        {
          "starts_at": "2023-10-15T17:40:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-15T12:00:00+01:00",
          "site": "Camden"
        }
      ]
    },
    {
      "title": "Mean Streets (50th Anniversary)",
      "url": "https://www.curzon.com/films/HO00004902",
      "trailer": "https://www.youtube.com/watch?v=5lhJwhmPKxg",
      "synopsis": "Martin Scorsese’s electrifying vision of sin and redemption — one of the most influential works of American independent cinema — starring Harvey Keitel and Robert De Niro. Presented in a new 4K digital restoration, approved by director Martin Scorsese and collaborator Thelma Schoonmaker.\n\nMartin Scorsese emerged as a generation-defining filmmaker with this gritty portrait of 1970s New York City, one of the most influential works of American independent cinema. Set in the insular Little Italy neighbourhood of Scorsese’s youth, Mean Streets follows guilt-ridden small-time ringleader Charlie (Harvey Keitel) as he deals with the debts owed by his dangerously volatile best pal, Johnny Boy (Robert De Niro), and pressure from his headstrong girlfriend, Teresa (Amy Robinson). As their intertwined lives spiral out of control, Scorsese showcases his precocious mastery of film style—evident in everything from his propulsive editing rhythms to the lovingly curated soundtrack—to create an electrifying vision of sin and redemption.",
      "runtime": 112,
      "times": [
        {
          "starts_at": "2023-10-15T12:45:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-15T18:00:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-15T15:20:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-15T20:40:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "Mind-Set",
      "url": "https://www.curzon.com/films/HO00004876",
      "trailer": null,
      "synopsis": "Lucy, a disillusioned office clerk who lives in a dysfunctional relationship with her slovenly partner Paul, is surprised to find herself on the cusp of a none-too-secret affair with her new work colleague, Daniel. The thrill of the chase for a shred of affection takes her mind off her problematic life but she's not sure that she'll ever leave Paul, or that sex with someone else is the true answer to her problems.\n",
      "runtime": 89,
      "times": [
        {
          "starts_at": "2023-10-15T14:20:00+01:00",
          "site": "Camden"
        }
      ]
    },
    {
      "title": "The Old Oak",
      "url": "https://www.curzon.com/films/HO00004803",
      "trailer": "https://www.youtube.com/watch?v=Fwb0c5zqsyM",
      "synopsis": "The future for the last remaining pub, The Old Oak in a village of the Northeast England, where people are leaving the land as the mines are closed. Houses are cheap and available thus making it an ideal location for the Syrian refugees.",
      "runtime": 113,
      "times": [
        {
          "starts_at": "2023-10-15T14:40:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-15T19:50:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-15T12:40:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-15T15:10:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-15T17:40:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "Dumb Money",
      "url": "https://www.curzon.com/films/HO00004800",
      "trailer": "https://www.youtube.com/watch?v=_VxRoOZNaR8",
      "synopsis": "Dumb Money is based on the insane true story of the YouTuber who brought Wall Street to its knees and got rich by turning the video-game retailer GameStop into the world’s hottest company. In the middle of everything is regular guy Keith Gill (Paul Dano), who starts it all by sinking his life savings into the stock and posting about it. When his social posts start blowing up, so does his life and the lives of everyone following him. As a stock tip becomes a movement, everyone gets rich – until the billionaires fight back, and both sides find their worlds turned upside down.",
      "runtime": 104,
      "times": [
        {
          "starts_at": "2023-10-15T17:20:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-15T11:40:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-15T20:20:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "Fair Play",
      "url": "https://www.curzon.com/films/HO00004874",
      "trailer": null,
      "synopsis": "When a coveted promotion at a cutthroat financial firm arises, once supportive exchanges between lovers Emily (Phoebe Dynevor) and Luke (Alden Ehrenreich) begin to sour into something more sinister. As the power dynamics irrevocably shift in their relationship, the couple must face the true price of success and the unnerving limits of ambition. In her feature debut, writer-director Chloe Domont weaves a taut relationship thriller, staring down the destructive gender dynamics that pit partners against each other in a world that is transforming faster than the rules can keep up. Also starring Eddie Marsan, Rich Sommer, and Sebastian De Souza, Fair Play unravels the uncomfortable collision of empowerment and ego.",
      "runtime": 113,
      "times": [
        {
          "starts_at": "2023-10-15T12:50:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-15T20:10:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "Fremont",
      "url": "https://www.curzon.com/films/HO00004791",
      "trailer": "https://www.youtube.com/watch?v=ObWrx064yzQ",
      "synopsis": "Donya, a young Afghan who moved to Fremont, California after serving as a translator for the American army, spends her days working at a fortune cookie factory and her nights wide awake battling between her desire to rebuild her life and the overbearing guilt she carries within. In a bid to connect with the world, she sends an unconventional message through a fortune cookie. Tinged with Jarmuschian deadpan humour, this sensitive immigrant tale packs a breakout performance by real-life refugee Anaita Wali Zada, joined by a perpetually off-kilter Gregg Turkington and Jeremy Allen White from The Bear as a heartthrob mechanic.",
      "runtime": 92,
      "times": [
        {
          "starts_at": "2023-10-15T14:00:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-15T17:50:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "DocHouse: Lost Course",
      "url": "https://www.curzon.com/films/HO00004869",
      "trailer": null,
      "synopsis": "An epic saga of Chinese local politics, Jill Li's Lost Course observes the rise and decline of a fledgling democracy, filmed from inside the petri dish.\r\n\r\nEmbedding herself in a small fishing village in southern China for several years starting in 2011, first-time filmmaker Li witnesses an unprecedented experiment in local democracy. Corrupt officials had illegally sold villagers' land, but the villagers decided to fight back.\r\n\r\nGetting to know the grassroots activists and filming on the ground with them through a series of often shocking events, Li is in prime position to document their successes as they take over local government and organise the village's first free elections. But this triumph is not the end, and it's not long before the newly elected village government is mired in corruption once again.  \r\n\r\nLi reveals the complexities of their triumphs and setbacks from the inside. Her astonishingly intimate, sympathetic and fair-minded access to the events' major players reveals Chinese local politics with three-dimensional passion and energy.\r\n",
      "runtime": 180,
      "times": [
        {
          "starts_at": "2023-10-15T14:00:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "Casino",
      "url": "https://www.curzon.com/films/HO00004911",
      "trailer": null,
      "synopsis": "A tale of greed, deception, money, power, and murder occur between two best friends: a mafia enforcer and a casino executive, compete against each other over a gambling empire, and over a fast living and fast loving socialite.",
      "runtime": 178,
      "times": [
        {
          "starts_at": "2023-10-15T14:30:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "Passages",
      "url": "https://www.curzon.com/films/HO00004723",
      "trailer": null,
      "synopsis": "Celebrated independent filmmaker Ira Sachs (Love is Strange, Keep the Lights On) makes a breathtaking return with PASSAGES, a fresh, honest and brutally funny take on romantic chaos, featuring honest and emotionally nuanced performances from Franz Rogowski (Great Freedom), Ben Whishsaw (Women Talking) and Adèle Exarchopoulos (Blue Is the Warmest Colour). \n\nSet in contemporary Paris, this seductive comedy-drama tells the story of Tomas (Rogowski) and Martin (Whishaw), a gay couple whose marriage is thrown into crisis when Tomas impulsively begins a passionate affair with a young school teacher, Agathe (Exarchopoulos). Though he embraces this exciting new exploration, the novelty of being with a woman starts to fade when Martin begins an affair of his own, forcing Tomas to confront life decisions he may be unprepared – or unwilling – to deal with. \n\nPerceptive, intimate and unashamedly sexy, PASSAGES sees Sachs put a uniquely European spin on his usually tender style, telling a messy, modern love story that explores the complexities, contradictions and cruelties of sex and desire.",
      "runtime": 92,
      "times": [
        {
          "starts_at": "2023-10-15T16:10:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-15T18:20:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-15T20:30:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "DocHouse: Cassius X: Becoming Ali",
      "url": "https://www.curzon.com/films/HO00004845",
      "trailer": null,
      "synopsis": "How did rookie boxer Cassius Clay transform into World Heavyweight Champion and civil rights hero Muhammad Ali? Muta'Ali's enlightening film examines both the evolution of his craft in his pursuit to become 'The Greatest', and also his spiritual journey from Clay, to Cassius X, to Ali.\r\n\r\nThe film delves into his induction into the Nation of Islam, tracing how his close friendship with Malcolm X set him on a path of awakening. Adopting a new identity and ideology, he stepped forward as a key figure in the Civil Rights Movement.\r\n\r\nCassius X: Becoming Ali gives us new, refreshing access to Muhammad Ali. Featuring interviews with those close to him and archive footage of his early professional career, we learn how a young and inexperienced boxer fought against the status quo and became an icon.",
      "runtime": 90,
      "times": [
        {
          "starts_at": "2023-10-15T18:00:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "DocHouse: 20 Days In Mariupol",
      "url": "https://www.curzon.com/films/HO00004815",
      "trailer": null,
      "synopsis": "On the eve of Russia’s invasion of Ukraine, a team of Ukrainian journalists enter the strategic eastern port city of Mariupol. During the subsequent siege and assault, as bombs fall, inhabitants flee, and access to electricity, food, water and medicine are severed, the team — the only international journalists left — struggles to cover the war and to transmit their footage out.\r\n\r\nUkrainian filmmaker and journalist Mstyslav Chernov offers a window into the practices of conflict zone reporters and an unflinching, anguishing account of the 20 days he and colleagues Evgeniy Maloletka and Vasilisa Stepanenko spent covering Mariupol. Chernov wonders how capturing such footage can make a difference, but residents implore them to let the world bear witness.  \r\n",
      "runtime": 94,
      "times": [
        {
          "starts_at": "2023-10-15T20:00:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    }
  ],
  "2023-10-16": [
    {
      "title": "A Haunting in Venice",
      "url": "https://www.curzon.com/films/HO00004793",
      "trailer": "https://www.youtube.com/watch?v=LAywaWCFXgw",
      "synopsis": "In post-World War II Venice, Poirot, now retired and living in his own exile, reluctantly attends a seance, when one of the guests is murdered, it is up to the former detective to once again uncover the killer.",
      "runtime": 103,
      "times": [
        {
          "starts_at": "2023-10-16T11:10:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-16T16:20:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-16T18:50:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-16T13:00:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-16T15:30:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-16T18:00:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-16T20:30:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-16T13:20:00+01:00",
          "site": "Mayfair"
        },
        {
          "starts_at": "2023-10-16T21:10:00+01:00",
          "site": "Mayfair"
        }
      ]
    },
    {
      "title": "The Creator",
      "url": "https://www.curzon.com/films/HO00004802",
      "trailer": "https://www.youtube.com/watch?v=DYo4QTsBqP8",
      "synopsis": "From writer/director Gareth Edwards (“Rogue One,” “Godzilla”) comes an epic sci-fi action thriller set amidst a future war between the human race and the forces of artificial intelligence. Joshua (John David Washington, \"Tenet\"), a hardened ex-special forces agent grieving the disappearance of his wife (Gemma Chan, \"Eternals\"), is recruited to hunt down and kill the Creator, the elusive architect of advanced AI who has developed a mysterious weapon with the power to end the war… and mankind itself.  Joshua and his team of elite operatives journey across enemy lines, into the dark heart of AI-occupied territory… only to discover the world-ending weapon he’s been instructed to destroy is an AI in the form of a young child (newcomer Madeleine Yuna Voyles).",
      "runtime": 133,
      "times": [
        {
          "starts_at": "2023-10-16T11:30:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-16T17:40:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-16T20:20:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-16T13:15:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-16T14:45:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-16T17:45:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-16T20:45:00+01:00",
          "site": "Victoria"
        }
      ]
    },
    {
      "title": "Past Lives",
      "url": "https://www.curzon.com/films/HO00004754",
      "trailer": "https://www.youtube.com/watch?v=WJTnve_kdu0",
      "synopsis": "Nora and Hae Sung, two deeply connected childhood friends, are wrest apart after Nora’s family emigrates from South Korea. Two decades later, they are reunited in New York for one fateful week as they confront notions of destiny, love, and the choices that make a life, in this heartrending modern romance.",
      "runtime": 106,
      "times": [
        {
          "starts_at": "2023-10-16T12:20:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-16T14:30:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-16T13:30:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-16T16:00:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-16T18:20:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-16T21:00:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-16T13:30:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-16T16:00:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-16T18:30:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-16T21:00:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-16T13:20:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-16T15:50:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-16T18:20:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-16T20:50:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-16T13:30:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-16T16:00:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-16T18:30:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-16T21:00:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "BlackBerry",
      "url": "https://www.curzon.com/films/HO00004872",
      "trailer": "https://www.youtube.com/watch?v=13gFs_01ETA",
      "synopsis": "Every era has its visionaries, and ‘BlackBerry,’ co-written by Director Matt Johnson and Producer Matthew Miller, investigates the brilliance of the individuals that invented the world’s first smartphone. Recounting the Canadian company’s humble yet chaotic rise to market dominance, ‘BlackBerry’ is a darkly comedic telling of the tragic tale of a Canadian company that revolutionized the way we communicate, before swiftly plummeting into obsolescence. \nIt’s 1996, and Mike Lazaridis (Jay Baruchel) and his business partner and best friend Douglas Fregin (Matt Johnson) are on the edge of creating the world’s first smartphone. Unfortunately for them, they are less business savvy than they are tech, and struggle to keep their company, Research in Motion, afloat. Everything changes when cunning business man Jim Balsillie (Glenn Howerton) agrees to join the company, bringing with him the money and experience needed to create and sell a prototype of their invention.\nSeemingly overnight the three men revolutionize the way people work, communicate and connect. Celebrities, politicians and businessmen are now addicted to their Blackberrys. The company's value skyrockets, yet within a few short years shady business dealings, personal grievances, and, perhaps most dangerously, the iPhone, threaten the company’s incredible success.",
      "runtime": 120,
      "times": [
        {
          "starts_at": "2023-10-16T12:40:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-16T15:30:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-16T16:15:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-16T21:15:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-16T14:50:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-16T20:10:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-16T12:50:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-16T18:00:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "Saw X",
      "url": "https://www.curzon.com/films/HO00004904",
      "trailer": "https://www.youtube.com/watch?v=AjEMxm7l0N0",
      "synopsis": "John Kramer (Tobin Bell) is back. The most chilling installment of the SAW franchise yet explores the untold chapter of Jigsaw’s most personal game. Set between the events of SAW I and II, a sick and desperate John travels to Mexico for a risky and experimental medical procedure in hopes of a miracle cure for his cancer – only to discover the entire operation is a scam to defraud the most vulnerable. Armed with a newfound purpose, John returns to his work, turning the tables on the con artists in his signature visceral way through a series of ingenious and terrifying traps.",
      "runtime": 118,
      "times": [
        {
          "starts_at": "2023-10-16T13:40:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-16T21:20:00+01:00",
          "site": "Aldgate"
        }
      ]
    },
    {
      "title": "Sumotherhood",
      "url": "https://www.curzon.com/films/HO00004880",
      "trailer": "https://www.youtube.com/watch?v=C7_Vq7Sxsf4",
      "synopsis": "In this parody of the UK urban genre Riko and Kane have got it all … big dreams, no respect and a fifteen grand debt. Could things get any worse?\n\nYes! So, it’s time to man up and finally be taken serious as “Roadmen”. Once putting their heads together on various ways to make some money, they decide to rob a megastar in a nightclub toilet and hold up the local bank but things inevitably don’t go to plan!! However, somehow a misunderstanding leads them to be desired and acquired for business with one of East London’s toughest firms, putting them in the line of fire to the firm’s arch-rivals.\n\nCan Riko and Kane live up to their name? Will Riko win the affection of Tamara and if he does, will Tyrese, Tamara’s lunatic stepbrother, allow Riko to live? Will his life be worth living if the local London Feds draw a line back to our duo? Anything can happen when Riko and Kane are on the scene in this new action-packed urban comedy.\n\nFrom the mind of Adam Deacon comes SUMOTHERHOOD. ",
      "runtime": 97,
      "times": [
        {
          "starts_at": "2023-10-16T14:50:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-16T17:20:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-16T20:40:00+01:00",
          "site": "Aldgate"
        }
      ]
    },
    {
      "title": "The Exorcist: Believer",
      "url": "https://www.curzon.com/films/HO00004873",
      "trailer": "https://www.youtube.com/watch?v=KZCxhE0YvGs",
      "synopsis": "Since the death of his pregnant wife in a Haitian earthquake 12 years ago, Victor Fielding (Tony winner and Oscar® nominee Leslie Odom, Jr.; One Night in Miami, Hamilton) has raised their daughter, Angela (Lidya Jewett, Good Girls) on his own.\n\nBut when Angela and her friend Katherine (newcomer Olivia Marcum), disappear in the woods, only to return three days later with no memory of what happened to them, it unleashes a chain of events that will force Victor to confront the nadir of evil and, in his terror and desperation, seek out the only person alive who has witnessed anything like it before: Chris MacNeil.",
      "runtime": 111,
      "times": [
        {
          "starts_at": "2023-10-16T18:20:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-16T21:00:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-16T13:45:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-16T20:15:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-16T16:00:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-16T19:50:00+01:00",
          "site": "Camden"
        }
      ]
    },
    {
      "title": "Mean Streets (50th Anniversary)",
      "url": "https://www.curzon.com/films/HO00004902",
      "trailer": "https://www.youtube.com/watch?v=5lhJwhmPKxg",
      "synopsis": "Martin Scorsese’s electrifying vision of sin and redemption — one of the most influential works of American independent cinema — starring Harvey Keitel and Robert De Niro. Presented in a new 4K digital restoration, approved by director Martin Scorsese and collaborator Thelma Schoonmaker.\n\nMartin Scorsese emerged as a generation-defining filmmaker with this gritty portrait of 1970s New York City, one of the most influential works of American independent cinema. Set in the insular Little Italy neighbourhood of Scorsese’s youth, Mean Streets follows guilt-ridden small-time ringleader Charlie (Harvey Keitel) as he deals with the debts owed by his dangerously volatile best pal, Johnny Boy (Robert De Niro), and pressure from his headstrong girlfriend, Teresa (Amy Robinson). As their intertwined lives spiral out of control, Scorsese showcases his precocious mastery of film style—evident in everything from his propulsive editing rhythms to the lovingly curated soundtrack—to create an electrifying vision of sin and redemption.",
      "runtime": 112,
      "times": [
        {
          "starts_at": "2023-10-16T12:40:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-16T20:40:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-16T12:20:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-16T17:40:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-16T15:50:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-16T20:30:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "Fair Play",
      "url": "https://www.curzon.com/films/HO00004874",
      "trailer": null,
      "synopsis": "When a coveted promotion at a cutthroat financial firm arises, once supportive exchanges between lovers Emily (Phoebe Dynevor) and Luke (Alden Ehrenreich) begin to sour into something more sinister. As the power dynamics irrevocably shift in their relationship, the couple must face the true price of success and the unnerving limits of ambition. In her feature debut, writer-director Chloe Domont weaves a taut relationship thriller, staring down the destructive gender dynamics that pit partners against each other in a world that is transforming faster than the rules can keep up. Also starring Eddie Marsan, Rich Sommer, and Sebastian De Souza, Fair Play unravels the uncomfortable collision of empowerment and ego.",
      "runtime": 113,
      "times": [
        {
          "starts_at": "2023-10-16T13:00:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-16T18:00:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-16T13:10:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-16T21:10:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "The Old Oak",
      "url": "https://www.curzon.com/films/HO00004803",
      "trailer": "https://www.youtube.com/watch?v=Fwb0c5zqsyM",
      "synopsis": "The future for the last remaining pub, The Old Oak in a village of the Northeast England, where people are leaving the land as the mines are closed. Houses are cheap and available thus making it an ideal location for the Syrian refugees.",
      "runtime": 113,
      "times": [
        {
          "starts_at": "2023-10-16T15:20:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-16T15:30:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-16T20:30:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-16T15:40:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-16T18:10:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-16T20:40:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "Passages",
      "url": "https://www.curzon.com/films/HO00004723",
      "trailer": null,
      "synopsis": "Celebrated independent filmmaker Ira Sachs (Love is Strange, Keep the Lights On) makes a breathtaking return with PASSAGES, a fresh, honest and brutally funny take on romantic chaos, featuring honest and emotionally nuanced performances from Franz Rogowski (Great Freedom), Ben Whishsaw (Women Talking) and Adèle Exarchopoulos (Blue Is the Warmest Colour). \n\nSet in contemporary Paris, this seductive comedy-drama tells the story of Tomas (Rogowski) and Martin (Whishaw), a gay couple whose marriage is thrown into crisis when Tomas impulsively begins a passionate affair with a young school teacher, Agathe (Exarchopoulos). Though he embraces this exciting new exploration, the novelty of being with a woman starts to fade when Martin begins an affair of his own, forcing Tomas to confront life decisions he may be unprepared – or unwilling – to deal with. \n\nPerceptive, intimate and unashamedly sexy, PASSAGES sees Sachs put a uniquely European spin on his usually tender style, telling a messy, modern love story that explores the complexities, contradictions and cruelties of sex and desire.",
      "runtime": 92,
      "times": [
        {
          "starts_at": "2023-10-16T15:40:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-16T14:00:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-16T16:10:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-16T18:40:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "Gangs of New York (35mm)",
      "url": "https://www.curzon.com/films/HO00004891",
      "trailer": null,
      "synopsis": "In 1863, Amsterdam Vallon returns to the Five Points area of New York City seeking revenge against Bill the Butcher, his father's killer.",
      "runtime": 167,
      "times": [
        {
          "starts_at": "2023-10-16T19:00:00+01:00",
          "site": "Soho"
        }
      ]
    },
    {
      "title": "The Miracle Club",
      "url": "https://www.curzon.com/films/HO00004878",
      "trailer": "https://www.youtube.com/watch?v=p07NKTaL51E",
      "synopsis": "A 1968-set comedy-drama starring Oscar winners Maggie Smith and Kathy Bates, and Emmy & Golden Globe winner Laura Linney. THE MIRACLE CLUB is a truly joyous, uplifting, heartwarming and aspirational tale of working-class women from Dublin who embark on a pilgrimage to Lourdes in search of miracles. \nHaving never even left Dublin – let alone Ireland – the journey provides close friends Lily, Eileen and Dolly the chance to let their hair down, celebrate life and delight in some sweet independence. But it’s not all just a ‘jolly’, it’s also a chance to reflect on their own lives, with each of the women in search of their own personal miracles. But when they are joined by Chrissie, recently returned from a decades-long exile in the USA, deep wounds from the past are re-opened, and bitter truths exposed. As they confront one another and embrace their past, these women realise that the miracle they have all been looking for is right in front of them: in the strength of their friendships and unshakeable togetherness.",
      "runtime": 90,
      "times": [
        {
          "starts_at": "2023-10-16T12:30:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-16T19:00:00+01:00",
          "site": "Victoria"
        }
      ]
    },
    {
      "title": "Oppenheimer",
      "url": "https://www.curzon.com/films/HO00004573",
      "trailer": "https://www.youtube.com/watch?v=7KD8JwDmMFA",
      "synopsis": "Written and directed by Christopher Nolan, Oppenheimer is an IMAX®-shot epic thriller that thrusts audiences into the pulse-pounding paradox of the enigmatic man who must risk destroying the world in order to save it. \r\n\r\nThe film stars Cillian Murphy as J. Robert Oppenheimer and Emily Blunt as his wife, biologist and botanist Katherine “Kitty” Oppenheimer. Oscar® winner Matt Damon portrays General Leslie Groves Jr., director of the Manhattan Project, and Robert Downey, Jr. plays Lewis Strauss, a founding commissioner of the U.S. Atomic Energy Commission. ",
      "runtime": 180,
      "times": [
        {
          "starts_at": "2023-10-16T16:30:00+01:00",
          "site": "Victoria"
        }
      ]
    },
    {
      "title": "The Great Escaper",
      "url": "https://www.curzon.com/films/HO00004812",
      "trailer": null,
      "synopsis": "In the summer of 2014, Bernard Jordan (Michael Caine) made global headlines. He had staged a “great escape” from his care home to join fellow war veterans on a beach in Normandy, commemorating their fallen comrades at the D-Day Landings 70th anniversary. It was a story that captured the imagination of the world as Bernie embodied the defiant, “can-do” spirit of a generation that was fast disappearing. But of course, it wasn’t the whole story. It was an inspirational but sanitised retelling of one man’s need to come to terms with the lasting trauma of war. Bernie’s adventure, spanning a mere 48 hours, also marked the culmination of his 60-year marriage to Rene (Glenda Jackson) – THE GREAT ESCAPER celebrates their enduring love but always with an eye to the lessons we might learn from the Greatest Generation.",
      "runtime": 96,
      "times": [
        {
          "starts_at": "2023-10-16T13:00:00+01:00",
          "site": "Mayfair"
        },
        {
          "starts_at": "2023-10-16T15:30:00+01:00",
          "site": "Mayfair"
        },
        {
          "starts_at": "2023-10-16T18:30:00+01:00",
          "site": "Mayfair"
        }
      ]
    },
    {
      "title": "Daliland",
      "url": "https://www.curzon.com/films/HO00004877",
      "trailer": "https://www.youtube.com/watch?v=CdEaC7kWztw",
      "synopsis": "From the Director of American Psycho, Academy Award winner Sir Ben Kingsley stars as the great surrealist artist, Salvador Dali. In 1970s New York, Dali enjoys the latter stage of his career with a lifestyle filled with luxury and extravagant parties. Surrounded by his own decadence, and his band of eccentric followers (Rupert Graves, Suki Waterhouse, Andreja Pejic) who worship his charismatic persona, he is content with avoiding a fast-approaching art show and the demands of his formidable wife, Gala (Barbara Sukowa).\nThe story is told through the eyes of James Linton (Christopher Briney), a young gallery assistant, keen to make his name in the art world. After quickly becoming enraptured by the provocative world of Dali, the façade begins to fade when he uncovers that behind the glitz and glamour lies a fragile genius, haunted by the past and unprepared for the changing tide of the world around him.",
      "runtime": 96,
      "times": [
        {
          "starts_at": "2023-10-16T16:00:00+01:00",
          "site": "Mayfair"
        },
        {
          "starts_at": "2023-10-16T20:50:00+01:00",
          "site": "Mayfair"
        },
        {
          "starts_at": "2023-10-16T13:40:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-16T17:20:00+01:00",
          "site": "Camden"
        }
      ]
    },
    {
      "title": "Howards End",
      "url": "https://www.curzon.com/films/HO00001552",
      "trailer": null,
      "synopsis": "One of Merchant Ivory's undisputed masterpieces, this adaptation of E.M. Forster\"s classic 1910 novel is a saga of class relations and changing times in Edwardian England. Margaret Schlegel (Emma Thompson) and her sister Helen (Helena Bonham Carter) become involved with two couples: a wealthy, conservative industrialist (Anthony Hopkins) and his wife (Vanessa Redgrave), and a working-class man (Samuel West) and his mistress (Niccola Duffet). The interwoven fates and misfortunes of these three families and the diverging trajectories of the two sisters\" lives are connected to the ownership of HOWARD\"S END, a beloved country home. A compelling, brilliantly acted study of one woman\"s struggle to maintain her ideals and integrity in the face of Edwardian society\"s moribund conformist values.\r\n\r\nThe Merchant-Ivory classic remains the number 1 grossing film at Curzon Mayfair of all time, grossing £843,000 and playing to 131,000 audience members over 35 weeks, from 1 May 1992 to 1 January 1993.\r\n\r\nPlaying as part of the Save Curzon Mayfair campaign.",
      "runtime": 142,
      "times": [
        {
          "starts_at": "2023-10-16T18:00:00+01:00",
          "site": "Mayfair"
        }
      ]
    },
    {
      "title": "Smoke Sauna Sisterhood",
      "url": "https://www.curzon.com/films/HO00004879",
      "trailer": null,
      "synopsis": "In the darkness of a smoke sauna, women share their innermost secrets and intimate experiences, washing off the shame trapped in their bodies and regaining their strength through a sense of communion.",
      "runtime": 89,
      "times": [
        {
          "starts_at": "2023-10-16T12:40:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-16T19:00:00+01:00",
          "site": "Camden"
        }
      ]
    },
    {
      "title": "Dumb Money",
      "url": "https://www.curzon.com/films/HO00004800",
      "trailer": "https://www.youtube.com/watch?v=_VxRoOZNaR8",
      "synopsis": "Dumb Money is based on the insane true story of the YouTuber who brought Wall Street to its knees and got rich by turning the video-game retailer GameStop into the world’s hottest company. In the middle of everything is regular guy Keith Gill (Paul Dano), who starts it all by sinking his life savings into the stock and posting about it. When his social posts start blowing up, so does his life and the lives of everyone following him. As a stock tip becomes a movement, everyone gets rich – until the billionaires fight back, and both sides find their worlds turned upside down.",
      "runtime": 104,
      "times": [
        {
          "starts_at": "2023-10-16T13:00:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-16T18:00:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-16T15:30:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-16T20:50:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "Mind-Set",
      "url": "https://www.curzon.com/films/HO00004876",
      "trailer": null,
      "synopsis": "Lucy, a disillusioned office clerk who lives in a dysfunctional relationship with her slovenly partner Paul, is surprised to find herself on the cusp of a none-too-secret affair with her new work colleague, Daniel. The thrill of the chase for a shred of affection takes her mind off her problematic life but she's not sure that she'll ever leave Paul, or that sex with someone else is the true answer to her problems.\n",
      "runtime": 89,
      "times": [
        {
          "starts_at": "2023-10-16T15:10:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-16T21:10:00+01:00",
          "site": "Camden"
        }
      ]
    },
    {
      "title": "Fremont",
      "url": "https://www.curzon.com/films/HO00004791",
      "trailer": "https://www.youtube.com/watch?v=ObWrx064yzQ",
      "synopsis": "Donya, a young Afghan who moved to Fremont, California after serving as a translator for the American army, spends her days working at a fortune cookie factory and her nights wide awake battling between her desire to rebuild her life and the overbearing guilt she carries within. In a bid to connect with the world, she sends an unconventional message through a fortune cookie. Tinged with Jarmuschian deadpan humour, this sensitive immigrant tale packs a breakout performance by real-life refugee Anaita Wali Zada, joined by a perpetually off-kilter Gregg Turkington and Jeremy Allen White from The Bear as a heartthrob mechanic.",
      "runtime": 92,
      "times": [
        {
          "starts_at": "2023-10-16T13:40:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-16T18:20:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "DocHouse: Cassius X: Becoming Ali",
      "url": "https://www.curzon.com/films/HO00004845",
      "trailer": null,
      "synopsis": "How did rookie boxer Cassius Clay transform into World Heavyweight Champion and civil rights hero Muhammad Ali? Muta'Ali's enlightening film examines both the evolution of his craft in his pursuit to become 'The Greatest', and also his spiritual journey from Clay, to Cassius X, to Ali.\r\n\r\nThe film delves into his induction into the Nation of Islam, tracing how his close friendship with Malcolm X set him on a path of awakening. Adopting a new identity and ideology, he stepped forward as a key figure in the Civil Rights Movement.\r\n\r\nCassius X: Becoming Ali gives us new, refreshing access to Muhammad Ali. Featuring interviews with those close to him and archive footage of his early professional career, we learn how a young and inexperienced boxer fought against the status quo and became an icon.",
      "runtime": 90,
      "times": [
        {
          "starts_at": "2023-10-16T15:00:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "DocHouse: 20 Days In Mariupol",
      "url": "https://www.curzon.com/films/HO00004815",
      "trailer": null,
      "synopsis": "On the eve of Russia’s invasion of Ukraine, a team of Ukrainian journalists enter the strategic eastern port city of Mariupol. During the subsequent siege and assault, as bombs fall, inhabitants flee, and access to electricity, food, water and medicine are severed, the team — the only international journalists left — struggles to cover the war and to transmit their footage out.\r\n\r\nUkrainian filmmaker and journalist Mstyslav Chernov offers a window into the practices of conflict zone reporters and an unflinching, anguishing account of the 20 days he and colleagues Evgeniy Maloletka and Vasilisa Stepanenko spent covering Mariupol. Chernov wonders how capturing such footage can make a difference, but residents implore them to let the world bear witness.  \r\n",
      "runtime": 94,
      "times": [
        {
          "starts_at": "2023-10-16T18:20:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "DocHouse: Smoke Sauna Sisterhood",
      "url": "https://www.curzon.com/films/HO00004871",
      "trailer": null,
      "synopsis": "In the warm, dense heat of a Southern Estonian smoke sauna, a group of women share their innermost secrets and intimate experiences. The rituals of the sauna envelop them, as they wash away the shame trapped in their bodies.\r\n\r\nFilmmaker Anna Hints captures this intimate space up close, without any sense of intrusion. In the dark, enclosed space, her camera - richly lit with beams of golden daylight - frames bodies and faces in chiaroscuro, while the women give voice to their past experiences: sharing, accepting, finding laughter and solace, regaining their strength through a sense of communion.\r\n\r\nWatching Smoke Sauna Sisterhood is a transformative experience for the viewer too, brought into a corporeal world of emotional veracity and deep empathy.",
      "runtime": 89,
      "times": [
        {
          "starts_at": "2023-10-16T20:20:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    }
  ],
  "2023-10-17": [
    {
      "title": "A Haunting in Venice",
      "url": "https://www.curzon.com/films/HO00004793",
      "trailer": "https://www.youtube.com/watch?v=LAywaWCFXgw",
      "synopsis": "In post-World War II Venice, Poirot, now retired and living in his own exile, reluctantly attends a seance, when one of the guests is murdered, it is up to the former detective to once again uncover the killer.",
      "runtime": 103,
      "times": [
        {
          "starts_at": "2023-10-17T11:10:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-17T16:20:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-17T18:50:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-17T13:00:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-17T15:30:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-17T18:00:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-17T20:30:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-17T13:00:00+01:00",
          "site": "Mayfair"
        }
      ]
    },
    {
      "title": "The Creator",
      "url": "https://www.curzon.com/films/HO00004802",
      "trailer": "https://www.youtube.com/watch?v=DYo4QTsBqP8",
      "synopsis": "From writer/director Gareth Edwards (“Rogue One,” “Godzilla”) comes an epic sci-fi action thriller set amidst a future war between the human race and the forces of artificial intelligence. Joshua (John David Washington, \"Tenet\"), a hardened ex-special forces agent grieving the disappearance of his wife (Gemma Chan, \"Eternals\"), is recruited to hunt down and kill the Creator, the elusive architect of advanced AI who has developed a mysterious weapon with the power to end the war… and mankind itself.  Joshua and his team of elite operatives journey across enemy lines, into the dark heart of AI-occupied territory… only to discover the world-ending weapon he’s been instructed to destroy is an AI in the form of a young child (newcomer Madeleine Yuna Voyles).",
      "runtime": 133,
      "times": [
        {
          "starts_at": "2023-10-17T11:30:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-17T17:40:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-17T20:20:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-17T13:15:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-17T14:45:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-17T17:45:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-17T20:45:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-17T17:40:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-17T20:20:00+01:00",
          "site": "Hoxton"
        }
      ]
    },
    {
      "title": "Past Lives",
      "url": "https://www.curzon.com/films/HO00004754",
      "trailer": "https://www.youtube.com/watch?v=WJTnve_kdu0",
      "synopsis": "Nora and Hae Sung, two deeply connected childhood friends, are wrest apart after Nora’s family emigrates from South Korea. Two decades later, they are reunited in New York for one fateful week as they confront notions of destiny, love, and the choices that make a life, in this heartrending modern romance.",
      "runtime": 106,
      "times": [
        {
          "starts_at": "2023-10-17T12:20:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-17T14:30:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-17T12:20:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-17T15:00:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-17T18:20:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-17T21:00:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-17T13:30:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-17T16:00:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-17T18:30:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-17T18:20:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-17T21:00:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-17T13:20:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-17T15:50:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-17T18:20:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-17T20:50:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-17T14:30:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-17T18:40:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-17T20:30:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "BlackBerry",
      "url": "https://www.curzon.com/films/HO00004872",
      "trailer": "https://www.youtube.com/watch?v=13gFs_01ETA",
      "synopsis": "Every era has its visionaries, and ‘BlackBerry,’ co-written by Director Matt Johnson and Producer Matthew Miller, investigates the brilliance of the individuals that invented the world’s first smartphone. Recounting the Canadian company’s humble yet chaotic rise to market dominance, ‘BlackBerry’ is a darkly comedic telling of the tragic tale of a Canadian company that revolutionized the way we communicate, before swiftly plummeting into obsolescence. \nIt’s 1996, and Mike Lazaridis (Jay Baruchel) and his business partner and best friend Douglas Fregin (Matt Johnson) are on the edge of creating the world’s first smartphone. Unfortunately for them, they are less business savvy than they are tech, and struggle to keep their company, Research in Motion, afloat. Everything changes when cunning business man Jim Balsillie (Glenn Howerton) agrees to join the company, bringing with him the money and experience needed to create and sell a prototype of their invention.\nSeemingly overnight the three men revolutionize the way people work, communicate and connect. Celebrities, politicians and businessmen are now addicted to their Blackberrys. The company's value skyrockets, yet within a few short years shady business dealings, personal grievances, and, perhaps most dangerously, the iPhone, threaten the company’s incredible success.",
      "runtime": 120,
      "times": [
        {
          "starts_at": "2023-10-17T12:40:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-17T15:30:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-17T16:15:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-17T21:15:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-17T20:40:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-17T14:50:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-17T20:10:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-17T12:50:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-17T18:00:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "Saw X",
      "url": "https://www.curzon.com/films/HO00004904",
      "trailer": "https://www.youtube.com/watch?v=AjEMxm7l0N0",
      "synopsis": "John Kramer (Tobin Bell) is back. The most chilling installment of the SAW franchise yet explores the untold chapter of Jigsaw’s most personal game. Set between the events of SAW I and II, a sick and desperate John travels to Mexico for a risky and experimental medical procedure in hopes of a miracle cure for his cancer – only to discover the entire operation is a scam to defraud the most vulnerable. Armed with a newfound purpose, John returns to his work, turning the tables on the con artists in his signature visceral way through a series of ingenious and terrifying traps.",
      "runtime": 118,
      "times": [
        {
          "starts_at": "2023-10-17T13:40:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-17T21:20:00+01:00",
          "site": "Aldgate"
        }
      ]
    },
    {
      "title": "Sumotherhood",
      "url": "https://www.curzon.com/films/HO00004880",
      "trailer": "https://www.youtube.com/watch?v=C7_Vq7Sxsf4",
      "synopsis": "In this parody of the UK urban genre Riko and Kane have got it all … big dreams, no respect and a fifteen grand debt. Could things get any worse?\n\nYes! So, it’s time to man up and finally be taken serious as “Roadmen”. Once putting their heads together on various ways to make some money, they decide to rob a megastar in a nightclub toilet and hold up the local bank but things inevitably don’t go to plan!! However, somehow a misunderstanding leads them to be desired and acquired for business with one of East London’s toughest firms, putting them in the line of fire to the firm’s arch-rivals.\n\nCan Riko and Kane live up to their name? Will Riko win the affection of Tamara and if he does, will Tyrese, Tamara’s lunatic stepbrother, allow Riko to live? Will his life be worth living if the local London Feds draw a line back to our duo? Anything can happen when Riko and Kane are on the scene in this new action-packed urban comedy.\n\nFrom the mind of Adam Deacon comes SUMOTHERHOOD. ",
      "runtime": 97,
      "times": [
        {
          "starts_at": "2023-10-17T14:50:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-17T17:20:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-17T20:40:00+01:00",
          "site": "Aldgate"
        }
      ]
    },
    {
      "title": "The Exorcist: Believer",
      "url": "https://www.curzon.com/films/HO00004873",
      "trailer": "https://www.youtube.com/watch?v=KZCxhE0YvGs",
      "synopsis": "Since the death of his pregnant wife in a Haitian earthquake 12 years ago, Victor Fielding (Tony winner and Oscar® nominee Leslie Odom, Jr.; One Night in Miami, Hamilton) has raised their daughter, Angela (Lidya Jewett, Good Girls) on his own.\n\nBut when Angela and her friend Katherine (newcomer Olivia Marcum), disappear in the woods, only to return three days later with no memory of what happened to them, it unleashes a chain of events that will force Victor to confront the nadir of evil and, in his terror and desperation, seek out the only person alive who has witnessed anything like it before: Chris MacNeil.",
      "runtime": 111,
      "times": [
        {
          "starts_at": "2023-10-17T18:20:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-17T21:00:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-17T13:45:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-17T20:15:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-17T16:00:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-17T19:50:00+01:00",
          "site": "Camden"
        }
      ]
    },
    {
      "title": "Fair Play",
      "url": "https://www.curzon.com/films/HO00004874",
      "trailer": null,
      "synopsis": "When a coveted promotion at a cutthroat financial firm arises, once supportive exchanges between lovers Emily (Phoebe Dynevor) and Luke (Alden Ehrenreich) begin to sour into something more sinister. As the power dynamics irrevocably shift in their relationship, the couple must face the true price of success and the unnerving limits of ambition. In her feature debut, writer-director Chloe Domont weaves a taut relationship thriller, staring down the destructive gender dynamics that pit partners against each other in a world that is transforming faster than the rules can keep up. Also starring Eddie Marsan, Rich Sommer, and Sebastian De Souza, Fair Play unravels the uncomfortable collision of empowerment and ego.",
      "runtime": 113,
      "times": [
        {
          "starts_at": "2023-10-17T12:40:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-17T20:40:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-17T13:30:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-17T21:00:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "Mean Streets (50th Anniversary)",
      "url": "https://www.curzon.com/films/HO00004902",
      "trailer": "https://www.youtube.com/watch?v=5lhJwhmPKxg",
      "synopsis": "Martin Scorsese’s electrifying vision of sin and redemption — one of the most influential works of American independent cinema — starring Harvey Keitel and Robert De Niro. Presented in a new 4K digital restoration, approved by director Martin Scorsese and collaborator Thelma Schoonmaker.\n\nMartin Scorsese emerged as a generation-defining filmmaker with this gritty portrait of 1970s New York City, one of the most influential works of American independent cinema. Set in the insular Little Italy neighbourhood of Scorsese’s youth, Mean Streets follows guilt-ridden small-time ringleader Charlie (Harvey Keitel) as he deals with the debts owed by his dangerously volatile best pal, Johnny Boy (Robert De Niro), and pressure from his headstrong girlfriend, Teresa (Amy Robinson). As their intertwined lives spiral out of control, Scorsese showcases his precocious mastery of film style—evident in everything from his propulsive editing rhythms to the lovingly curated soundtrack—to create an electrifying vision of sin and redemption.",
      "runtime": 112,
      "times": [
        {
          "starts_at": "2023-10-17T13:00:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-17T18:00:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-17T12:20:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-17T17:40:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-17T15:20:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-17T20:40:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "Passages",
      "url": "https://www.curzon.com/films/HO00004723",
      "trailer": null,
      "synopsis": "Celebrated independent filmmaker Ira Sachs (Love is Strange, Keep the Lights On) makes a breathtaking return with PASSAGES, a fresh, honest and brutally funny take on romantic chaos, featuring honest and emotionally nuanced performances from Franz Rogowski (Great Freedom), Ben Whishsaw (Women Talking) and Adèle Exarchopoulos (Blue Is the Warmest Colour). \n\nSet in contemporary Paris, this seductive comedy-drama tells the story of Tomas (Rogowski) and Martin (Whishaw), a gay couple whose marriage is thrown into crisis when Tomas impulsively begins a passionate affair with a young school teacher, Agathe (Exarchopoulos). Though he embraces this exciting new exploration, the novelty of being with a woman starts to fade when Martin begins an affair of his own, forcing Tomas to confront life decisions he may be unprepared – or unwilling – to deal with. \n\nPerceptive, intimate and unashamedly sexy, PASSAGES sees Sachs put a uniquely European spin on his usually tender style, telling a messy, modern love story that explores the complexities, contradictions and cruelties of sex and desire.",
      "runtime": 92,
      "times": [
        {
          "starts_at": "2023-10-17T15:20:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-17T21:20:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-17T12:20:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-17T16:10:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-17T21:10:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "The Old Oak",
      "url": "https://www.curzon.com/films/HO00004803",
      "trailer": "https://www.youtube.com/watch?v=Fwb0c5zqsyM",
      "synopsis": "The future for the last remaining pub, The Old Oak in a village of the Northeast England, where people are leaving the land as the mines are closed. Houses are cheap and available thus making it an ideal location for the Syrian refugees.",
      "runtime": 113,
      "times": [
        {
          "starts_at": "2023-10-17T15:40:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-17T15:30:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-17T20:30:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-17T13:00:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-17T15:40:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-17T18:10:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "The Miracle Club",
      "url": "https://www.curzon.com/films/HO00004878",
      "trailer": "https://www.youtube.com/watch?v=p07NKTaL51E",
      "synopsis": "A 1968-set comedy-drama starring Oscar winners Maggie Smith and Kathy Bates, and Emmy & Golden Globe winner Laura Linney. THE MIRACLE CLUB is a truly joyous, uplifting, heartwarming and aspirational tale of working-class women from Dublin who embark on a pilgrimage to Lourdes in search of miracles. \nHaving never even left Dublin – let alone Ireland – the journey provides close friends Lily, Eileen and Dolly the chance to let their hair down, celebrate life and delight in some sweet independence. But it’s not all just a ‘jolly’, it’s also a chance to reflect on their own lives, with each of the women in search of their own personal miracles. But when they are joined by Chrissie, recently returned from a decades-long exile in the USA, deep wounds from the past are re-opened, and bitter truths exposed. As they confront one another and embrace their past, these women realise that the miracle they have all been looking for is right in front of them: in the strength of their friendships and unshakeable togetherness.",
      "runtime": 90,
      "times": [
        {
          "starts_at": "2023-10-17T12:30:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-17T19:00:00+01:00",
          "site": "Victoria"
        }
      ]
    },
    {
      "title": "Oppenheimer",
      "url": "https://www.curzon.com/films/HO00004573",
      "trailer": "https://www.youtube.com/watch?v=7KD8JwDmMFA",
      "synopsis": "Written and directed by Christopher Nolan, Oppenheimer is an IMAX®-shot epic thriller that thrusts audiences into the pulse-pounding paradox of the enigmatic man who must risk destroying the world in order to save it. \r\n\r\nThe film stars Cillian Murphy as J. Robert Oppenheimer and Emily Blunt as his wife, biologist and botanist Katherine “Kitty” Oppenheimer. Oscar® winner Matt Damon portrays General Leslie Groves Jr., director of the Manhattan Project, and Robert Downey, Jr. plays Lewis Strauss, a founding commissioner of the U.S. Atomic Energy Commission. ",
      "runtime": 180,
      "times": [
        {
          "starts_at": "2023-10-17T16:30:00+01:00",
          "site": "Victoria"
        }
      ]
    },
    {
      "title": "Stop Making Sense Remastered",
      "url": "https://www.curzon.com/films/HO00004810",
      "trailer": null,
      "synopsis": "The greatest concert film of all time, Stop Making Sense brings to the screen Talking Heads at Hollywood's Pantages Theater in December 1983: David Byrne, Tina Weymouth, Chris Frantz, and Jerry Harrison, alongside an ecstatic ensemble of supporting musicians. Renowned filmmaker Jonathan Demme (Silence of the Lambs) captures the band at their exhilarating best, in this new and complete restoration for the film's 40th anniversary. The special IMAX Live 40th Anniversary Event will include a screening of the film followed by a live stream Q&A reuniting the four original band members.",
      "runtime": 88,
      "times": [
        {
          "starts_at": "2023-10-17T21:00:00+01:00",
          "site": "Victoria"
        }
      ]
    },
    {
      "title": "The Great Escaper",
      "url": "https://www.curzon.com/films/HO00004812",
      "trailer": null,
      "synopsis": "In the summer of 2014, Bernard Jordan (Michael Caine) made global headlines. He had staged a “great escape” from his care home to join fellow war veterans on a beach in Normandy, commemorating their fallen comrades at the D-Day Landings 70th anniversary. It was a story that captured the imagination of the world as Bernie embodied the defiant, “can-do” spirit of a generation that was fast disappearing. But of course, it wasn’t the whole story. It was an inspirational but sanitised retelling of one man’s need to come to terms with the lasting trauma of war. Bernie’s adventure, spanning a mere 48 hours, also marked the culmination of his 60-year marriage to Rene (Glenda Jackson) – THE GREAT ESCAPER celebrates their enduring love but always with an eye to the lessons we might learn from the Greatest Generation.",
      "runtime": 96,
      "times": [
        {
          "starts_at": "2023-10-17T13:40:00+01:00",
          "site": "Mayfair"
        },
        {
          "starts_at": "2023-10-17T16:00:00+01:00",
          "site": "Mayfair"
        },
        {
          "starts_at": "2023-10-17T18:20:00+01:00",
          "site": "Mayfair"
        }
      ]
    },
    {
      "title": "Daliland",
      "url": "https://www.curzon.com/films/HO00004877",
      "trailer": "https://www.youtube.com/watch?v=CdEaC7kWztw",
      "synopsis": "From the Director of American Psycho, Academy Award winner Sir Ben Kingsley stars as the great surrealist artist, Salvador Dali. In 1970s New York, Dali enjoys the latter stage of his career with a lifestyle filled with luxury and extravagant parties. Surrounded by his own decadence, and his band of eccentric followers (Rupert Graves, Suki Waterhouse, Andreja Pejic) who worship his charismatic persona, he is content with avoiding a fast-approaching art show and the demands of his formidable wife, Gala (Barbara Sukowa).\nThe story is told through the eyes of James Linton (Christopher Briney), a young gallery assistant, keen to make his name in the art world. After quickly becoming enraptured by the provocative world of Dali, the façade begins to fade when he uncovers that behind the glitz and glamour lies a fragile genius, haunted by the past and unprepared for the changing tide of the world around him.",
      "runtime": 96,
      "times": [
        {
          "starts_at": "2023-10-17T15:30:00+01:00",
          "site": "Mayfair"
        },
        {
          "starts_at": "2023-10-17T20:40:00+01:00",
          "site": "Mayfair"
        },
        {
          "starts_at": "2023-10-17T13:40:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-17T17:20:00+01:00",
          "site": "Camden"
        }
      ]
    },
    {
      "title": "Smoke Sauna Sisterhood",
      "url": "https://www.curzon.com/films/HO00004879",
      "trailer": null,
      "synopsis": "In the darkness of a smoke sauna, women share their innermost secrets and intimate experiences, washing off the shame trapped in their bodies and regaining their strength through a sense of communion.",
      "runtime": 89,
      "times": [
        {
          "starts_at": "2023-10-17T18:00:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-17T12:40:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-17T19:00:00+01:00",
          "site": "Camden"
        }
      ]
    },
    {
      "title": "Dumb Money",
      "url": "https://www.curzon.com/films/HO00004800",
      "trailer": "https://www.youtube.com/watch?v=_VxRoOZNaR8",
      "synopsis": "Dumb Money is based on the insane true story of the YouTuber who brought Wall Street to its knees and got rich by turning the video-game retailer GameStop into the world’s hottest company. In the middle of everything is regular guy Keith Gill (Paul Dano), who starts it all by sinking his life savings into the stock and posting about it. When his social posts start blowing up, so does his life and the lives of everyone following him. As a stock tip becomes a movement, everyone gets rich – until the billionaires fight back, and both sides find their worlds turned upside down.",
      "runtime": 104,
      "times": [
        {
          "starts_at": "2023-10-17T13:00:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-17T18:00:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-17T15:30:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-17T20:50:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "Mind-Set",
      "url": "https://www.curzon.com/films/HO00004876",
      "trailer": null,
      "synopsis": "Lucy, a disillusioned office clerk who lives in a dysfunctional relationship with her slovenly partner Paul, is surprised to find herself on the cusp of a none-too-secret affair with her new work colleague, Daniel. The thrill of the chase for a shred of affection takes her mind off her problematic life but she's not sure that she'll ever leave Paul, or that sex with someone else is the true answer to her problems.\n",
      "runtime": 89,
      "times": [
        {
          "starts_at": "2023-10-17T15:10:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-17T21:10:00+01:00",
          "site": "Camden"
        }
      ]
    },
    {
      "title": "Fremont",
      "url": "https://www.curzon.com/films/HO00004791",
      "trailer": "https://www.youtube.com/watch?v=ObWrx064yzQ",
      "synopsis": "Donya, a young Afghan who moved to Fremont, California after serving as a translator for the American army, spends her days working at a fortune cookie factory and her nights wide awake battling between her desire to rebuild her life and the overbearing guilt she carries within. In a bid to connect with the world, she sends an unconventional message through a fortune cookie. Tinged with Jarmuschian deadpan humour, this sensitive immigrant tale packs a breakout performance by real-life refugee Anaita Wali Zada, joined by a perpetually off-kilter Gregg Turkington and Jeremy Allen White from The Bear as a heartthrob mechanic.",
      "runtime": 92,
      "times": [
        {
          "starts_at": "2023-10-17T13:10:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-17T18:20:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "DocHouse: 20 Days In Mariupol",
      "url": "https://www.curzon.com/films/HO00004815",
      "trailer": null,
      "synopsis": "On the eve of Russia’s invasion of Ukraine, a team of Ukrainian journalists enter the strategic eastern port city of Mariupol. During the subsequent siege and assault, as bombs fall, inhabitants flee, and access to electricity, food, water and medicine are severed, the team — the only international journalists left — struggles to cover the war and to transmit their footage out.\r\n\r\nUkrainian filmmaker and journalist Mstyslav Chernov offers a window into the practices of conflict zone reporters and an unflinching, anguishing account of the 20 days he and colleagues Evgeniy Maloletka and Vasilisa Stepanenko spent covering Mariupol. Chernov wonders how capturing such footage can make a difference, but residents implore them to let the world bear witness.  \r\n",
      "runtime": 94,
      "times": [
        {
          "starts_at": "2023-10-17T15:00:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-17T20:20:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "DocHouse: Cassius X: Becoming Ali",
      "url": "https://www.curzon.com/films/HO00004845",
      "trailer": null,
      "synopsis": "How did rookie boxer Cassius Clay transform into World Heavyweight Champion and civil rights hero Muhammad Ali? Muta'Ali's enlightening film examines both the evolution of his craft in his pursuit to become 'The Greatest', and also his spiritual journey from Clay, to Cassius X, to Ali.\r\n\r\nThe film delves into his induction into the Nation of Islam, tracing how his close friendship with Malcolm X set him on a path of awakening. Adopting a new identity and ideology, he stepped forward as a key figure in the Civil Rights Movement.\r\n\r\nCassius X: Becoming Ali gives us new, refreshing access to Muhammad Ali. Featuring interviews with those close to him and archive footage of his early professional career, we learn how a young and inexperienced boxer fought against the status quo and became an icon.",
      "runtime": 90,
      "times": [
        {
          "starts_at": "2023-10-17T18:20:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    }
  ],
  "2023-10-18": [
    {
      "title": "A Haunting in Venice",
      "url": "https://www.curzon.com/films/HO00004793",
      "trailer": "https://www.youtube.com/watch?v=LAywaWCFXgw",
      "synopsis": "In post-World War II Venice, Poirot, now retired and living in his own exile, reluctantly attends a seance, when one of the guests is murdered, it is up to the former detective to once again uncover the killer.",
      "runtime": 103,
      "times": [
        {
          "starts_at": "2023-10-18T11:10:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-18T16:20:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-18T13:00:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-18T15:30:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-18T18:15:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-18T21:00:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-18T13:15:00+01:00",
          "site": "Mayfair"
        },
        {
          "starts_at": "2023-10-18T21:00:00+01:00",
          "site": "Mayfair"
        }
      ]
    },
    {
      "title": "The Creator",
      "url": "https://www.curzon.com/films/HO00004802",
      "trailer": "https://www.youtube.com/watch?v=DYo4QTsBqP8",
      "synopsis": "From writer/director Gareth Edwards (“Rogue One,” “Godzilla”) comes an epic sci-fi action thriller set amidst a future war between the human race and the forces of artificial intelligence. Joshua (John David Washington, \"Tenet\"), a hardened ex-special forces agent grieving the disappearance of his wife (Gemma Chan, \"Eternals\"), is recruited to hunt down and kill the Creator, the elusive architect of advanced AI who has developed a mysterious weapon with the power to end the war… and mankind itself.  Joshua and his team of elite operatives journey across enemy lines, into the dark heart of AI-occupied territory… only to discover the world-ending weapon he’s been instructed to destroy is an AI in the form of a young child (newcomer Madeleine Yuna Voyles).",
      "runtime": 133,
      "times": [
        {
          "starts_at": "2023-10-18T11:30:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-18T17:40:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-18T20:20:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-18T13:15:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-18T14:45:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-18T20:45:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-18T11:20:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-18T15:00:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-18T20:40:00+01:00",
          "site": "Hoxton"
        }
      ]
    },
    {
      "title": "Past Lives",
      "url": "https://www.curzon.com/films/HO00004754",
      "trailer": "https://www.youtube.com/watch?v=WJTnve_kdu0",
      "synopsis": "Nora and Hae Sung, two deeply connected childhood friends, are wrest apart after Nora’s family emigrates from South Korea. Two decades later, they are reunited in New York for one fateful week as they confront notions of destiny, love, and the choices that make a life, in this heartrending modern romance.",
      "runtime": 106,
      "times": [
        {
          "starts_at": "2023-10-18T12:20:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-18T14:30:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-18T13:00:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-18T15:40:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-18T20:40:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-18T13:30:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-18T16:00:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-18T18:30:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-18T21:30:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-18T11:00:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-18T12:20:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-18T16:00:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-18T17:40:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-18T21:00:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-18T12:50:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-18T15:20:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-18T18:40:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-18T20:50:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-18T15:30:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-18T18:20:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-18T21:00:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "BlackBerry",
      "url": "https://www.curzon.com/films/HO00004872",
      "trailer": "https://www.youtube.com/watch?v=13gFs_01ETA",
      "synopsis": "Every era has its visionaries, and ‘BlackBerry,’ co-written by Director Matt Johnson and Producer Matthew Miller, investigates the brilliance of the individuals that invented the world’s first smartphone. Recounting the Canadian company’s humble yet chaotic rise to market dominance, ‘BlackBerry’ is a darkly comedic telling of the tragic tale of a Canadian company that revolutionized the way we communicate, before swiftly plummeting into obsolescence. \nIt’s 1996, and Mike Lazaridis (Jay Baruchel) and his business partner and best friend Douglas Fregin (Matt Johnson) are on the edge of creating the world’s first smartphone. Unfortunately for them, they are less business savvy than they are tech, and struggle to keep their company, Research in Motion, afloat. Everything changes when cunning business man Jim Balsillie (Glenn Howerton) agrees to join the company, bringing with him the money and experience needed to create and sell a prototype of their invention.\nSeemingly overnight the three men revolutionize the way people work, communicate and connect. Celebrities, politicians and businessmen are now addicted to their Blackberrys. The company's value skyrockets, yet within a few short years shady business dealings, personal grievances, and, perhaps most dangerously, the iPhone, threaten the company’s incredible success.",
      "runtime": 120,
      "times": [
        {
          "starts_at": "2023-10-18T12:40:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-18T15:30:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-18T16:15:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-18T21:15:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-18T14:20:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-18T20:20:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-18T14:40:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-18T19:50:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-18T12:40:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-18T18:00:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "Saw X",
      "url": "https://www.curzon.com/films/HO00004904",
      "trailer": "https://www.youtube.com/watch?v=AjEMxm7l0N0",
      "synopsis": "John Kramer (Tobin Bell) is back. The most chilling installment of the SAW franchise yet explores the untold chapter of Jigsaw’s most personal game. Set between the events of SAW I and II, a sick and desperate John travels to Mexico for a risky and experimental medical procedure in hopes of a miracle cure for his cancer – only to discover the entire operation is a scam to defraud the most vulnerable. Armed with a newfound purpose, John returns to his work, turning the tables on the con artists in his signature visceral way through a series of ingenious and terrifying traps.",
      "runtime": 118,
      "times": [
        {
          "starts_at": "2023-10-18T13:40:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-18T21:20:00+01:00",
          "site": "Aldgate"
        }
      ]
    },
    {
      "title": "Sumotherhood",
      "url": "https://www.curzon.com/films/HO00004880",
      "trailer": "https://www.youtube.com/watch?v=C7_Vq7Sxsf4",
      "synopsis": "In this parody of the UK urban genre Riko and Kane have got it all … big dreams, no respect and a fifteen grand debt. Could things get any worse?\n\nYes! So, it’s time to man up and finally be taken serious as “Roadmen”. Once putting their heads together on various ways to make some money, they decide to rob a megastar in a nightclub toilet and hold up the local bank but things inevitably don’t go to plan!! However, somehow a misunderstanding leads them to be desired and acquired for business with one of East London’s toughest firms, putting them in the line of fire to the firm’s arch-rivals.\n\nCan Riko and Kane live up to their name? Will Riko win the affection of Tamara and if he does, will Tyrese, Tamara’s lunatic stepbrother, allow Riko to live? Will his life be worth living if the local London Feds draw a line back to our duo? Anything can happen when Riko and Kane are on the scene in this new action-packed urban comedy.\n\nFrom the mind of Adam Deacon comes SUMOTHERHOOD. ",
      "runtime": 97,
      "times": [
        {
          "starts_at": "2023-10-18T14:50:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-18T17:20:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-18T20:40:00+01:00",
          "site": "Aldgate"
        }
      ]
    },
    {
      "title": "Brother",
      "url": "https://www.curzon.com/films/HO00004729",
      "trailer": "https://www.youtube.com/watch?v=SpsANtdxWBc",
      "synopsis": "Propelled by the pulsing beats of Toronto's early hip hop scene, BROTHER is the story of Francis and Michael, sons of Caribbean immigrants maturing into young men. Exploring themes of masculinity, identity and family, a mystery unfolds during the sweltering summer of 1991, and escalating tensions set off a series of events that change the course of the brothers' lives forever. BROTHER crafts a timely story about the profound bond between siblings, the resilience of a community and the irrepressible power of music.",
      "runtime": 120,
      "times": [
        {
          "starts_at": "2023-10-18T18:20:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-18T18:00:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-18T18:00:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-18T18:00:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-18T18:00:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-18T18:10:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "The Exorcist: Believer",
      "url": "https://www.curzon.com/films/HO00004873",
      "trailer": "https://www.youtube.com/watch?v=KZCxhE0YvGs",
      "synopsis": "Since the death of his pregnant wife in a Haitian earthquake 12 years ago, Victor Fielding (Tony winner and Oscar® nominee Leslie Odom, Jr.; One Night in Miami, Hamilton) has raised their daughter, Angela (Lidya Jewett, Good Girls) on his own.\n\nBut when Angela and her friend Katherine (newcomer Olivia Marcum), disappear in the woods, only to return three days later with no memory of what happened to them, it unleashes a chain of events that will force Victor to confront the nadir of evil and, in his terror and desperation, seek out the only person alive who has witnessed anything like it before: Chris MacNeil.",
      "runtime": 111,
      "times": [
        {
          "starts_at": "2023-10-18T18:50:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-18T21:00:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-18T20:15:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-18T15:40:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-18T20:30:00+01:00",
          "site": "Camden"
        }
      ]
    },
    {
      "title": "Fair Play",
      "url": "https://www.curzon.com/films/HO00004874",
      "trailer": null,
      "synopsis": "When a coveted promotion at a cutthroat financial firm arises, once supportive exchanges between lovers Emily (Phoebe Dynevor) and Luke (Alden Ehrenreich) begin to sour into something more sinister. As the power dynamics irrevocably shift in their relationship, the couple must face the true price of success and the unnerving limits of ambition. In her feature debut, writer-director Chloe Domont weaves a taut relationship thriller, staring down the destructive gender dynamics that pit partners against each other in a world that is transforming faster than the rules can keep up. Also starring Eddie Marsan, Rich Sommer, and Sebastian De Souza, Fair Play unravels the uncomfortable collision of empowerment and ego.",
      "runtime": 113,
      "times": [
        {
          "starts_at": "2023-10-18T12:40:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-18T18:20:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-18T13:10:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-18T20:50:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "The Old Oak",
      "url": "https://www.curzon.com/films/HO00004803",
      "trailer": "https://www.youtube.com/watch?v=Fwb0c5zqsyM",
      "synopsis": "The future for the last remaining pub, The Old Oak in a village of the Northeast England, where people are leaving the land as the mines are closed. Houses are cheap and available thus making it an ideal location for the Syrian refugees.",
      "runtime": 113,
      "times": [
        {
          "starts_at": "2023-10-18T13:20:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-18T15:00:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-18T20:10:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-18T13:10:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-18T15:40:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-18T20:40:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "Passages",
      "url": "https://www.curzon.com/films/HO00004723",
      "trailer": null,
      "synopsis": "Celebrated independent filmmaker Ira Sachs (Love is Strange, Keep the Lights On) makes a breathtaking return with PASSAGES, a fresh, honest and brutally funny take on romantic chaos, featuring honest and emotionally nuanced performances from Franz Rogowski (Great Freedom), Ben Whishsaw (Women Talking) and Adèle Exarchopoulos (Blue Is the Warmest Colour). \n\nSet in contemporary Paris, this seductive comedy-drama tells the story of Tomas (Rogowski) and Martin (Whishaw), a gay couple whose marriage is thrown into crisis when Tomas impulsively begins a passionate affair with a young school teacher, Agathe (Exarchopoulos). Though he embraces this exciting new exploration, the novelty of being with a woman starts to fade when Martin begins an affair of his own, forcing Tomas to confront life decisions he may be unprepared – or unwilling – to deal with. \n\nPerceptive, intimate and unashamedly sexy, PASSAGES sees Sachs put a uniquely European spin on his usually tender style, telling a messy, modern love story that explores the complexities, contradictions and cruelties of sex and desire.",
      "runtime": 92,
      "times": [
        {
          "starts_at": "2023-10-18T15:20:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-18T21:30:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-18T13:20:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-18T16:00:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-18T21:10:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "Stop Making Sense Remastered",
      "url": "https://www.curzon.com/films/HO00004810",
      "trailer": null,
      "synopsis": "The greatest concert film of all time, Stop Making Sense brings to the screen Talking Heads at Hollywood's Pantages Theater in December 1983: David Byrne, Tina Weymouth, Chris Frantz, and Jerry Harrison, alongside an ecstatic ensemble of supporting musicians. Renowned filmmaker Jonathan Demme (Silence of the Lambs) captures the band at their exhilarating best, in this new and complete restoration for the film's 40th anniversary. The special IMAX Live 40th Anniversary Event will include a screening of the film followed by a live stream Q&A reuniting the four original band members.",
      "runtime": 88,
      "times": [
        {
          "starts_at": "2023-10-18T16:00:00+01:00",
          "site": "Soho"
        }
      ]
    },
    {
      "title": "Cassius X: Becoming Ali",
      "url": "https://www.curzon.com/films/HO00004916",
      "trailer": "https://www.youtube.com/watch?v=e48N_v4h-jE",
      "synopsis": "CASSIUS X: Becoming Ali follows the early years of Cassius Clay, from bright-eyed rookie to world heavyweight champion and from working class intellectual to one of America’s most influential civil rights campaigners. The film reveals how the teachings of Elijah Muhammad, reinforced by a friendship with revolutionary preacher, Malcolm X, set Clay on the journey to become \"Cassius X\", before his induction to the Nation of Islam and ascension to the name of the great Muhammad Ali. CASSIUS X: Becoming Ali is the extraordinary story of how one young boxer from Louisville, Kentucky became a cultural icon for the ages, forever to be known thereafter as “The Greatest”.",
      "runtime": 91,
      "times": [
        {
          "starts_at": "2023-10-18T19:00:00+01:00",
          "site": "Soho"
        }
      ]
    },
    {
      "title": "Mean Streets (50th Anniversary)",
      "url": "https://www.curzon.com/films/HO00004902",
      "trailer": "https://www.youtube.com/watch?v=5lhJwhmPKxg",
      "synopsis": "Martin Scorsese’s electrifying vision of sin and redemption — one of the most influential works of American independent cinema — starring Harvey Keitel and Robert De Niro. Presented in a new 4K digital restoration, approved by director Martin Scorsese and collaborator Thelma Schoonmaker.\n\nMartin Scorsese emerged as a generation-defining filmmaker with this gritty portrait of 1970s New York City, one of the most influential works of American independent cinema. Set in the insular Little Italy neighbourhood of Scorsese’s youth, Mean Streets follows guilt-ridden small-time ringleader Charlie (Harvey Keitel) as he deals with the debts owed by his dangerously volatile best pal, Johnny Boy (Robert De Niro), and pressure from his headstrong girlfriend, Teresa (Amy Robinson). As their intertwined lives spiral out of control, Scorsese showcases his precocious mastery of film style—evident in everything from his propulsive editing rhythms to the lovingly curated soundtrack—to create an electrifying vision of sin and redemption.",
      "runtime": 112,
      "times": [
        {
          "starts_at": "2023-10-18T21:00:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-18T12:10:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-18T17:20:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-18T15:50:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-18T20:30:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "The Miracle Club",
      "url": "https://www.curzon.com/films/HO00004878",
      "trailer": "https://www.youtube.com/watch?v=p07NKTaL51E",
      "synopsis": "A 1968-set comedy-drama starring Oscar winners Maggie Smith and Kathy Bates, and Emmy & Golden Globe winner Laura Linney. THE MIRACLE CLUB is a truly joyous, uplifting, heartwarming and aspirational tale of working-class women from Dublin who embark on a pilgrimage to Lourdes in search of miracles. \nHaving never even left Dublin – let alone Ireland – the journey provides close friends Lily, Eileen and Dolly the chance to let their hair down, celebrate life and delight in some sweet independence. But it’s not all just a ‘jolly’, it’s also a chance to reflect on their own lives, with each of the women in search of their own personal miracles. But when they are joined by Chrissie, recently returned from a decades-long exile in the USA, deep wounds from the past are re-opened, and bitter truths exposed. As they confront one another and embrace their past, these women realise that the miracle they have all been looking for is right in front of them: in the strength of their friendships and unshakeable togetherness.",
      "runtime": 90,
      "times": [
        {
          "starts_at": "2023-10-18T14:15:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-18T19:00:00+01:00",
          "site": "Victoria"
        }
      ]
    },
    {
      "title": "Oppenheimer",
      "url": "https://www.curzon.com/films/HO00004573",
      "trailer": "https://www.youtube.com/watch?v=7KD8JwDmMFA",
      "synopsis": "Written and directed by Christopher Nolan, Oppenheimer is an IMAX®-shot epic thriller that thrusts audiences into the pulse-pounding paradox of the enigmatic man who must risk destroying the world in order to save it. \r\n\r\nThe film stars Cillian Murphy as J. Robert Oppenheimer and Emily Blunt as his wife, biologist and botanist Katherine “Kitty” Oppenheimer. Oscar® winner Matt Damon portrays General Leslie Groves Jr., director of the Manhattan Project, and Robert Downey, Jr. plays Lewis Strauss, a founding commissioner of the U.S. Atomic Energy Commission. ",
      "runtime": 180,
      "times": [
        {
          "starts_at": "2023-10-18T16:30:00+01:00",
          "site": "Victoria"
        }
      ]
    },
    {
      "title": "The Great Escaper",
      "url": "https://www.curzon.com/films/HO00004812",
      "trailer": null,
      "synopsis": "In the summer of 2014, Bernard Jordan (Michael Caine) made global headlines. He had staged a “great escape” from his care home to join fellow war veterans on a beach in Normandy, commemorating their fallen comrades at the D-Day Landings 70th anniversary. It was a story that captured the imagination of the world as Bernie embodied the defiant, “can-do” spirit of a generation that was fast disappearing. But of course, it wasn’t the whole story. It was an inspirational but sanitised retelling of one man’s need to come to terms with the lasting trauma of war. Bernie’s adventure, spanning a mere 48 hours, also marked the culmination of his 60-year marriage to Rene (Glenda Jackson) – THE GREAT ESCAPER celebrates their enduring love but always with an eye to the lessons we might learn from the Greatest Generation.",
      "runtime": 96,
      "times": [
        {
          "starts_at": "2023-10-18T12:40:00+01:00",
          "site": "Mayfair"
        },
        {
          "starts_at": "2023-10-18T15:00:00+01:00",
          "site": "Mayfair"
        },
        {
          "starts_at": "2023-10-18T18:15:00+01:00",
          "site": "Mayfair"
        }
      ]
    },
    {
      "title": "Daliland",
      "url": "https://www.curzon.com/films/HO00004877",
      "trailer": "https://www.youtube.com/watch?v=CdEaC7kWztw",
      "synopsis": "From the Director of American Psycho, Academy Award winner Sir Ben Kingsley stars as the great surrealist artist, Salvador Dali. In 1970s New York, Dali enjoys the latter stage of his career with a lifestyle filled with luxury and extravagant parties. Surrounded by his own decadence, and his band of eccentric followers (Rupert Graves, Suki Waterhouse, Andreja Pejic) who worship his charismatic persona, he is content with avoiding a fast-approaching art show and the demands of his formidable wife, Gala (Barbara Sukowa).\nThe story is told through the eyes of James Linton (Christopher Briney), a young gallery assistant, keen to make his name in the art world. After quickly becoming enraptured by the provocative world of Dali, the façade begins to fade when he uncovers that behind the glitz and glamour lies a fragile genius, haunted by the past and unprepared for the changing tide of the world around him.",
      "runtime": 96,
      "times": [
        {
          "starts_at": "2023-10-18T15:45:00+01:00",
          "site": "Mayfair"
        },
        {
          "starts_at": "2023-10-18T20:40:00+01:00",
          "site": "Mayfair"
        },
        {
          "starts_at": "2023-10-18T13:10:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-18T18:15:00+01:00",
          "site": "Camden"
        }
      ]
    },
    {
      "title": "Smoke Sauna Sisterhood",
      "url": "https://www.curzon.com/films/HO00004879",
      "trailer": null,
      "synopsis": "In the darkness of a smoke sauna, women share their innermost secrets and intimate experiences, washing off the shame trapped in their bodies and regaining their strength through a sense of communion.",
      "runtime": 89,
      "times": [
        {
          "starts_at": "2023-10-18T13:40:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-18T18:40:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-18T13:30:00+01:00",
          "site": "Camden"
        }
      ]
    },
    {
      "title": "Dumb Money",
      "url": "https://www.curzon.com/films/HO00004800",
      "trailer": "https://www.youtube.com/watch?v=_VxRoOZNaR8",
      "synopsis": "Dumb Money is based on the insane true story of the YouTuber who brought Wall Street to its knees and got rich by turning the video-game retailer GameStop into the world’s hottest company. In the middle of everything is regular guy Keith Gill (Paul Dano), who starts it all by sinking his life savings into the stock and posting about it. When his social posts start blowing up, so does his life and the lives of everyone following him. As a stock tip becomes a movement, everyone gets rich – until the billionaires fight back, and both sides find their worlds turned upside down.",
      "runtime": 104,
      "times": [
        {
          "starts_at": "2023-10-18T12:30:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-18T17:40:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-18T15:20:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "Mind-Set",
      "url": "https://www.curzon.com/films/HO00004876",
      "trailer": null,
      "synopsis": "Lucy, a disillusioned office clerk who lives in a dysfunctional relationship with her slovenly partner Paul, is surprised to find herself on the cusp of a none-too-secret affair with her new work colleague, Daniel. The thrill of the chase for a shred of affection takes her mind off her problematic life but she's not sure that she'll ever leave Paul, or that sex with someone else is the true answer to her problems.\n",
      "runtime": 89,
      "times": [
        {
          "starts_at": "2023-10-18T16:00:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-18T21:10:00+01:00",
          "site": "Camden"
        }
      ]
    },
    {
      "title": "Fremont",
      "url": "https://www.curzon.com/films/HO00004791",
      "trailer": "https://www.youtube.com/watch?v=ObWrx064yzQ",
      "synopsis": "Donya, a young Afghan who moved to Fremont, California after serving as a translator for the American army, spends her days working at a fortune cookie factory and her nights wide awake battling between her desire to rebuild her life and the overbearing guilt she carries within. In a bid to connect with the world, she sends an unconventional message through a fortune cookie. Tinged with Jarmuschian deadpan humour, this sensitive immigrant tale packs a breakout performance by real-life refugee Anaita Wali Zada, joined by a perpetually off-kilter Gregg Turkington and Jeremy Allen White from The Bear as a heartthrob mechanic.",
      "runtime": 92,
      "times": [
        {
          "starts_at": "2023-10-18T13:40:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-18T18:20:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "DocHouse: Cassius X: Becoming Ali",
      "url": "https://www.curzon.com/films/HO00004845",
      "trailer": null,
      "synopsis": "How did rookie boxer Cassius Clay transform into World Heavyweight Champion and civil rights hero Muhammad Ali? Muta'Ali's enlightening film examines both the evolution of his craft in his pursuit to become 'The Greatest', and also his spiritual journey from Clay, to Cassius X, to Ali.\r\n\r\nThe film delves into his induction into the Nation of Islam, tracing how his close friendship with Malcolm X set him on a path of awakening. Adopting a new identity and ideology, he stepped forward as a key figure in the Civil Rights Movement.\r\n\r\nCassius X: Becoming Ali gives us new, refreshing access to Muhammad Ali. Featuring interviews with those close to him and archive footage of his early professional career, we learn how a young and inexperienced boxer fought against the status quo and became an icon.",
      "runtime": 90,
      "times": [
        {
          "starts_at": "2023-10-18T15:00:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "DocHouse: Smoke Sauna Sisterhood",
      "url": "https://www.curzon.com/films/HO00004871",
      "trailer": null,
      "synopsis": "In the warm, dense heat of a Southern Estonian smoke sauna, a group of women share their innermost secrets and intimate experiences. The rituals of the sauna envelop them, as they wash away the shame trapped in their bodies.\r\n\r\nFilmmaker Anna Hints captures this intimate space up close, without any sense of intrusion. In the dark, enclosed space, her camera - richly lit with beams of golden daylight - frames bodies and faces in chiaroscuro, while the women give voice to their past experiences: sharing, accepting, finding laughter and solace, regaining their strength through a sense of communion.\r\n\r\nWatching Smoke Sauna Sisterhood is a transformative experience for the viewer too, brought into a corporeal world of emotional veracity and deep empathy.",
      "runtime": 89,
      "times": [
        {
          "starts_at": "2023-10-18T18:20:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "DocHouse: 20 Days In Mariupol",
      "url": "https://www.curzon.com/films/HO00004815",
      "trailer": null,
      "synopsis": "On the eve of Russia’s invasion of Ukraine, a team of Ukrainian journalists enter the strategic eastern port city of Mariupol. During the subsequent siege and assault, as bombs fall, inhabitants flee, and access to electricity, food, water and medicine are severed, the team — the only international journalists left — struggles to cover the war and to transmit their footage out.\r\n\r\nUkrainian filmmaker and journalist Mstyslav Chernov offers a window into the practices of conflict zone reporters and an unflinching, anguishing account of the 20 days he and colleagues Evgeniy Maloletka and Vasilisa Stepanenko spent covering Mariupol. Chernov wonders how capturing such footage can make a difference, but residents implore them to let the world bear witness.  \r\n",
      "runtime": 94,
      "times": [
        {
          "starts_at": "2023-10-18T20:20:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    }
  ],
  "2023-10-19": [
    {
      "title": "The Exorcist: Believer",
      "url": "https://www.curzon.com/films/HO00004873",
      "trailer": "https://www.youtube.com/watch?v=KZCxhE0YvGs",
      "synopsis": "Since the death of his pregnant wife in a Haitian earthquake 12 years ago, Victor Fielding (Tony winner and Oscar® nominee Leslie Odom, Jr.; One Night in Miami, Hamilton) has raised their daughter, Angela (Lidya Jewett, Good Girls) on his own.\n\nBut when Angela and her friend Katherine (newcomer Olivia Marcum), disappear in the woods, only to return three days later with no memory of what happened to them, it unleashes a chain of events that will force Victor to confront the nadir of evil and, in his terror and desperation, seek out the only person alive who has witnessed anything like it before: Chris MacNeil.",
      "runtime": 111,
      "times": [
        {
          "starts_at": "2023-10-19T11:00:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-19T21:00:00+01:00",
          "site": "Aldgate"
        }
      ]
    },
    {
      "title": "Past Lives",
      "url": "https://www.curzon.com/films/HO00004754",
      "trailer": "https://www.youtube.com/watch?v=WJTnve_kdu0",
      "synopsis": "Nora and Hae Sung, two deeply connected childhood friends, are wrest apart after Nora’s family emigrates from South Korea. Two decades later, they are reunited in New York for one fateful week as they confront notions of destiny, love, and the choices that make a life, in this heartrending modern romance.",
      "runtime": 106,
      "times": [
        {
          "starts_at": "2023-10-19T11:20:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-19T12:10:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-19T14:50:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-19T21:00:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-19T13:30:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-19T16:00:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-19T18:30:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-19T21:00:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-19T15:00:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-19T21:00:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-19T12:50:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-19T15:30:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-19T18:30:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-19T21:00:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-19T13:30:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-19T16:00:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-19T18:30:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-19T21:00:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "The Creator",
      "url": "https://www.curzon.com/films/HO00004802",
      "trailer": "https://www.youtube.com/watch?v=DYo4QTsBqP8",
      "synopsis": "From writer/director Gareth Edwards (“Rogue One,” “Godzilla”) comes an epic sci-fi action thriller set amidst a future war between the human race and the forces of artificial intelligence. Joshua (John David Washington, \"Tenet\"), a hardened ex-special forces agent grieving the disappearance of his wife (Gemma Chan, \"Eternals\"), is recruited to hunt down and kill the Creator, the elusive architect of advanced AI who has developed a mysterious weapon with the power to end the war… and mankind itself.  Joshua and his team of elite operatives journey across enemy lines, into the dark heart of AI-occupied territory… only to discover the world-ending weapon he’s been instructed to destroy is an AI in the form of a young child (newcomer Madeleine Yuna Voyles).",
      "runtime": 133,
      "times": [
        {
          "starts_at": "2023-10-19T11:40:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-19T15:20:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-19T17:00:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-19T12:30:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-19T14:45:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-19T20:30:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-19T11:40:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-19T17:00:00+01:00",
          "site": "Hoxton"
        }
      ]
    },
    {
      "title": "TAYLOR SWIFT | THE ERAS TOUR",
      "url": "https://www.curzon.com/films/HO00004893",
      "trailer": null,
      "synopsis": "The cultural phenomenon continues on the big screen! Immerse yourself in this once-in-a-lifetime concert film experience with a breathtaking, cinematic view of the history-making tour. Taylor Swift Eras attire and friendship bracelets are strongly encouraged!",
      "runtime": 168,
      "times": [
        {
          "starts_at": "2023-10-19T12:00:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-19T13:40:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-19T18:00:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-19T19:00:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-19T20:00:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-19T13:00:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-19T16:30:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-19T20:00:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-19T12:00:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-19T15:30:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-19T17:40:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-19T19:00:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-19T20:00:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-19T12:00:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-19T15:45:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-19T19:15:00+01:00",
          "site": "Camden"
        }
      ]
    },
    {
      "title": "A Haunting in Venice",
      "url": "https://www.curzon.com/films/HO00004793",
      "trailer": "https://www.youtube.com/watch?v=LAywaWCFXgw",
      "synopsis": "In post-World War II Venice, Poirot, now retired and living in his own exile, reluctantly attends a seance, when one of the guests is murdered, it is up to the former detective to once again uncover the killer.",
      "runtime": 103,
      "times": [
        {
          "starts_at": "2023-10-19T14:00:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-19T16:30:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-19T12:15:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-19T14:15:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-19T18:15:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-19T20:45:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-19T15:20:00+01:00",
          "site": "Mayfair"
        }
      ]
    },
    {
      "title": "BlackBerry",
      "url": "https://www.curzon.com/films/HO00004872",
      "trailer": "https://www.youtube.com/watch?v=13gFs_01ETA",
      "synopsis": "Every era has its visionaries, and ‘BlackBerry,’ co-written by Director Matt Johnson and Producer Matthew Miller, investigates the brilliance of the individuals that invented the world’s first smartphone. Recounting the Canadian company’s humble yet chaotic rise to market dominance, ‘BlackBerry’ is a darkly comedic telling of the tragic tale of a Canadian company that revolutionized the way we communicate, before swiftly plummeting into obsolescence. \nIt’s 1996, and Mike Lazaridis (Jay Baruchel) and his business partner and best friend Douglas Fregin (Matt Johnson) are on the edge of creating the world’s first smartphone. Unfortunately for them, they are less business savvy than they are tech, and struggle to keep their company, Research in Motion, afloat. Everything changes when cunning business man Jim Balsillie (Glenn Howerton) agrees to join the company, bringing with him the money and experience needed to create and sell a prototype of their invention.\nSeemingly overnight the three men revolutionize the way people work, communicate and connect. Celebrities, politicians and businessmen are now addicted to their Blackberrys. The company's value skyrockets, yet within a few short years shady business dealings, personal grievances, and, perhaps most dangerously, the iPhone, threaten the company’s incredible success.",
      "runtime": 120,
      "times": [
        {
          "starts_at": "2023-10-19T15:00:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-19T15:30:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-19T17:45:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-19T12:20:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-19T15:00:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-19T20:20:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-19T12:50:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-19T18:00:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "Sumotherhood",
      "url": "https://www.curzon.com/films/HO00004880",
      "trailer": "https://www.youtube.com/watch?v=C7_Vq7Sxsf4",
      "synopsis": "In this parody of the UK urban genre Riko and Kane have got it all … big dreams, no respect and a fifteen grand debt. Could things get any worse?\n\nYes! So, it’s time to man up and finally be taken serious as “Roadmen”. Once putting their heads together on various ways to make some money, they decide to rob a megastar in a nightclub toilet and hold up the local bank but things inevitably don’t go to plan!! However, somehow a misunderstanding leads them to be desired and acquired for business with one of East London’s toughest firms, putting them in the line of fire to the firm’s arch-rivals.\n\nCan Riko and Kane live up to their name? Will Riko win the affection of Tamara and if he does, will Tyrese, Tamara’s lunatic stepbrother, allow Riko to live? Will his life be worth living if the local London Feds draw a line back to our duo? Anything can happen when Riko and Kane are on the scene in this new action-packed urban comedy.\n\nFrom the mind of Adam Deacon comes SUMOTHERHOOD. ",
      "runtime": 97,
      "times": [
        {
          "starts_at": "2023-10-19T18:20:00+01:00",
          "site": "Aldgate"
        }
      ]
    },
    {
      "title": "Saw X",
      "url": "https://www.curzon.com/films/HO00004904",
      "trailer": "https://www.youtube.com/watch?v=AjEMxm7l0N0",
      "synopsis": "John Kramer (Tobin Bell) is back. The most chilling installment of the SAW franchise yet explores the untold chapter of Jigsaw’s most personal game. Set between the events of SAW I and II, a sick and desperate John travels to Mexico for a risky and experimental medical procedure in hopes of a miracle cure for his cancer – only to discover the entire operation is a scam to defraud the most vulnerable. Armed with a newfound purpose, John returns to his work, turning the tables on the con artists in his signature visceral way through a series of ingenious and terrifying traps.",
      "runtime": 118,
      "times": [
        {
          "starts_at": "2023-10-19T21:20:00+01:00",
          "site": "Aldgate"
        }
      ]
    },
    {
      "title": "Fair Play",
      "url": "https://www.curzon.com/films/HO00004874",
      "trailer": null,
      "synopsis": "When a coveted promotion at a cutthroat financial firm arises, once supportive exchanges between lovers Emily (Phoebe Dynevor) and Luke (Alden Ehrenreich) begin to sour into something more sinister. As the power dynamics irrevocably shift in their relationship, the couple must face the true price of success and the unnerving limits of ambition. In her feature debut, writer-director Chloe Domont weaves a taut relationship thriller, staring down the destructive gender dynamics that pit partners against each other in a world that is transforming faster than the rules can keep up. Also starring Eddie Marsan, Rich Sommer, and Sebastian De Souza, Fair Play unravels the uncomfortable collision of empowerment and ego.",
      "runtime": 113,
      "times": [
        {
          "starts_at": "2023-10-19T12:30:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-19T17:50:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-19T13:10:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-19T21:10:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "Mean Streets (50th Anniversary)",
      "url": "https://www.curzon.com/films/HO00004902",
      "trailer": "https://www.youtube.com/watch?v=5lhJwhmPKxg",
      "synopsis": "Martin Scorsese’s electrifying vision of sin and redemption — one of the most influential works of American independent cinema — starring Harvey Keitel and Robert De Niro. Presented in a new 4K digital restoration, approved by director Martin Scorsese and collaborator Thelma Schoonmaker.\n\nMartin Scorsese emerged as a generation-defining filmmaker with this gritty portrait of 1970s New York City, one of the most influential works of American independent cinema. Set in the insular Little Italy neighbourhood of Scorsese’s youth, Mean Streets follows guilt-ridden small-time ringleader Charlie (Harvey Keitel) as he deals with the debts owed by his dangerously volatile best pal, Johnny Boy (Robert De Niro), and pressure from his headstrong girlfriend, Teresa (Amy Robinson). As their intertwined lives spiral out of control, Scorsese showcases his precocious mastery of film style—evident in everything from his propulsive editing rhythms to the lovingly curated soundtrack—to create an electrifying vision of sin and redemption.",
      "runtime": 112,
      "times": [
        {
          "starts_at": "2023-10-19T12:50:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-19T18:10:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-19T12:30:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-19T17:50:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-19T15:50:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-19T20:30:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "Passages",
      "url": "https://www.curzon.com/films/HO00004723",
      "trailer": null,
      "synopsis": "Celebrated independent filmmaker Ira Sachs (Love is Strange, Keep the Lights On) makes a breathtaking return with PASSAGES, a fresh, honest and brutally funny take on romantic chaos, featuring honest and emotionally nuanced performances from Franz Rogowski (Great Freedom), Ben Whishsaw (Women Talking) and Adèle Exarchopoulos (Blue Is the Warmest Colour). \n\nSet in contemporary Paris, this seductive comedy-drama tells the story of Tomas (Rogowski) and Martin (Whishaw), a gay couple whose marriage is thrown into crisis when Tomas impulsively begins a passionate affair with a young school teacher, Agathe (Exarchopoulos). Though he embraces this exciting new exploration, the novelty of being with a woman starts to fade when Martin begins an affair of his own, forcing Tomas to confront life decisions he may be unprepared – or unwilling – to deal with. \n\nPerceptive, intimate and unashamedly sexy, PASSAGES sees Sachs put a uniquely European spin on his usually tender style, telling a messy, modern love story that explores the complexities, contradictions and cruelties of sex and desire.",
      "runtime": 92,
      "times": [
        {
          "starts_at": "2023-10-19T15:10:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-19T14:00:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-19T16:10:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-19T18:40:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "The Old Oak",
      "url": "https://www.curzon.com/films/HO00004803",
      "trailer": "https://www.youtube.com/watch?v=Fwb0c5zqsyM",
      "synopsis": "The future for the last remaining pub, The Old Oak in a village of the Northeast England, where people are leaving the land as the mines are closed. Houses are cheap and available thus making it an ideal location for the Syrian refugees.",
      "runtime": 113,
      "times": [
        {
          "starts_at": "2023-10-19T15:30:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-19T20:40:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-19T15:15:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-19T20:40:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-19T15:40:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-19T18:10:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-19T20:40:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "Stop Making Sense Remastered",
      "url": "https://www.curzon.com/films/HO00004810",
      "trailer": null,
      "synopsis": "The greatest concert film of all time, Stop Making Sense brings to the screen Talking Heads at Hollywood's Pantages Theater in December 1983: David Byrne, Tina Weymouth, Chris Frantz, and Jerry Harrison, alongside an ecstatic ensemble of supporting musicians. Renowned filmmaker Jonathan Demme (Silence of the Lambs) captures the band at their exhilarating best, in this new and complete restoration for the film's 40th anniversary. The special IMAX Live 40th Anniversary Event will include a screening of the film followed by a live stream Q&A reuniting the four original band members.",
      "runtime": 88,
      "times": [
        {
          "starts_at": "2023-10-19T21:20:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-19T20:40:00+01:00",
          "site": "Mayfair"
        }
      ]
    },
    {
      "title": "The Miracle Club",
      "url": "https://www.curzon.com/films/HO00004878",
      "trailer": "https://www.youtube.com/watch?v=p07NKTaL51E",
      "synopsis": "A 1968-set comedy-drama starring Oscar winners Maggie Smith and Kathy Bates, and Emmy & Golden Globe winner Laura Linney. THE MIRACLE CLUB is a truly joyous, uplifting, heartwarming and aspirational tale of working-class women from Dublin who embark on a pilgrimage to Lourdes in search of miracles. \nHaving never even left Dublin – let alone Ireland – the journey provides close friends Lily, Eileen and Dolly the chance to let their hair down, celebrate life and delight in some sweet independence. But it’s not all just a ‘jolly’, it’s also a chance to reflect on their own lives, with each of the women in search of their own personal miracles. But when they are joined by Chrissie, recently returned from a decades-long exile in the USA, deep wounds from the past are re-opened, and bitter truths exposed. As they confront one another and embrace their past, these women realise that the miracle they have all been looking for is right in front of them: in the strength of their friendships and unshakeable togetherness.",
      "runtime": 90,
      "times": [
        {
          "starts_at": "2023-10-19T12:00:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-19T16:45:00+01:00",
          "site": "Victoria"
        }
      ]
    },
    {
      "title": "The Prince of Egypt: The Musical",
      "url": "https://www.curzon.com/films/HO00004805",
      "trailer": null,
      "synopsis": "Based on the classic DreamWorks Animation film and featuring Stephen Schwartz’s “miraculous music” (Time Out) – including his Academy Award®-winning song ‘When You Believe’ – and Sean Cheesman’s “astonishing choreography” (The Guardian), this epic, critically acclaimed production with an original London cast and orchestra of more than 60 artists tells an inspiring tale of resilience and hope. Journey through the wonders of Ancient Egypt as two young men, raised together as brothers in a kingdom of privilege, find themselves suddenly divided by a secret past. One must rule as Pharaoh, the other must rise up and free his true people; both face a destiny that will change history forever. Filmed live at the Dominion Theatre in London, this spectacular stage show comes to cinemas for the first time.",
      "runtime": 168,
      "times": [
        {
          "starts_at": "2023-10-19T19:00:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-19T19:00:00+01:00",
          "site": "Camden"
        }
      ]
    },
    {
      "title": "Daliland",
      "url": "https://www.curzon.com/films/HO00004877",
      "trailer": "https://www.youtube.com/watch?v=CdEaC7kWztw",
      "synopsis": "From the Director of American Psycho, Academy Award winner Sir Ben Kingsley stars as the great surrealist artist, Salvador Dali. In 1970s New York, Dali enjoys the latter stage of his career with a lifestyle filled with luxury and extravagant parties. Surrounded by his own decadence, and his band of eccentric followers (Rupert Graves, Suki Waterhouse, Andreja Pejic) who worship his charismatic persona, he is content with avoiding a fast-approaching art show and the demands of his formidable wife, Gala (Barbara Sukowa).\nThe story is told through the eyes of James Linton (Christopher Briney), a young gallery assistant, keen to make his name in the art world. After quickly becoming enraptured by the provocative world of Dali, the façade begins to fade when he uncovers that behind the glitz and glamour lies a fragile genius, haunted by the past and unprepared for the changing tide of the world around him.",
      "runtime": 96,
      "times": [
        {
          "starts_at": "2023-10-19T13:00:00+01:00",
          "site": "Mayfair"
        },
        {
          "starts_at": "2023-10-19T21:20:00+01:00",
          "site": "Mayfair"
        },
        {
          "starts_at": "2023-10-19T13:10:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-19T16:45:00+01:00",
          "site": "Camden"
        }
      ]
    },
    {
      "title": "The Great Escaper",
      "url": "https://www.curzon.com/films/HO00004812",
      "trailer": null,
      "synopsis": "In the summer of 2014, Bernard Jordan (Michael Caine) made global headlines. He had staged a “great escape” from his care home to join fellow war veterans on a beach in Normandy, commemorating their fallen comrades at the D-Day Landings 70th anniversary. It was a story that captured the imagination of the world as Bernie embodied the defiant, “can-do” spirit of a generation that was fast disappearing. But of course, it wasn’t the whole story. It was an inspirational but sanitised retelling of one man’s need to come to terms with the lasting trauma of war. Bernie’s adventure, spanning a mere 48 hours, also marked the culmination of his 60-year marriage to Rene (Glenda Jackson) – THE GREAT ESCAPER celebrates their enduring love but always with an eye to the lessons we might learn from the Greatest Generation.",
      "runtime": 96,
      "times": [
        {
          "starts_at": "2023-10-19T13:20:00+01:00",
          "site": "Mayfair"
        },
        {
          "starts_at": "2023-10-19T15:45:00+01:00",
          "site": "Mayfair"
        },
        {
          "starts_at": "2023-10-19T18:15:00+01:00",
          "site": "Mayfair"
        }
      ]
    },
    {
      "title": "Smoke Sauna Sisterhood",
      "url": "https://www.curzon.com/films/HO00004879",
      "trailer": null,
      "synopsis": "In the darkness of a smoke sauna, women share their innermost secrets and intimate experiences, washing off the shame trapped in their bodies and regaining their strength through a sense of communion.",
      "runtime": 89,
      "times": [
        {
          "starts_at": "2023-10-19T14:40:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-19T12:15:00+01:00",
          "site": "Camden"
        }
      ]
    },
    {
      "title": "Mind-Set",
      "url": "https://www.curzon.com/films/HO00004876",
      "trailer": null,
      "synopsis": "Lucy, a disillusioned office clerk who lives in a dysfunctional relationship with her slovenly partner Paul, is surprised to find herself on the cusp of a none-too-secret affair with her new work colleague, Daniel. The thrill of the chase for a shred of affection takes her mind off her problematic life but she's not sure that she'll ever leave Paul, or that sex with someone else is the true answer to her problems.\n",
      "runtime": 89,
      "times": [
        {
          "starts_at": "2023-10-19T14:30:00+01:00",
          "site": "Camden"
        }
      ]
    },
    {
      "title": "Dumb Money",
      "url": "https://www.curzon.com/films/HO00004800",
      "trailer": "https://www.youtube.com/watch?v=_VxRoOZNaR8",
      "synopsis": "Dumb Money is based on the insane true story of the YouTuber who brought Wall Street to its knees and got rich by turning the video-game retailer GameStop into the world’s hottest company. In the middle of everything is regular guy Keith Gill (Paul Dano), who starts it all by sinking his life savings into the stock and posting about it. When his social posts start blowing up, so does his life and the lives of everyone following him. As a stock tip becomes a movement, everyone gets rich – until the billionaires fight back, and both sides find their worlds turned upside down.",
      "runtime": 104,
      "times": [
        {
          "starts_at": "2023-10-19T18:10:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-19T15:30:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-19T20:50:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "Fremont",
      "url": "https://www.curzon.com/films/HO00004791",
      "trailer": "https://www.youtube.com/watch?v=ObWrx064yzQ",
      "synopsis": "Donya, a young Afghan who moved to Fremont, California after serving as a translator for the American army, spends her days working at a fortune cookie factory and her nights wide awake battling between her desire to rebuild her life and the overbearing guilt she carries within. In a bid to connect with the world, she sends an unconventional message through a fortune cookie. Tinged with Jarmuschian deadpan humour, this sensitive immigrant tale packs a breakout performance by real-life refugee Anaita Wali Zada, joined by a perpetually off-kilter Gregg Turkington and Jeremy Allen White from The Bear as a heartthrob mechanic.",
      "runtime": 92,
      "times": [
        {
          "starts_at": "2023-10-19T13:40:00+01:00",
          "site": "Bloomsbury"
        },
        {
          "starts_at": "2023-10-19T18:20:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "DocHouse: Smoke Sauna Sisterhood",
      "url": "https://www.curzon.com/films/HO00004871",
      "trailer": null,
      "synopsis": "In the warm, dense heat of a Southern Estonian smoke sauna, a group of women share their innermost secrets and intimate experiences. The rituals of the sauna envelop them, as they wash away the shame trapped in their bodies.\r\n\r\nFilmmaker Anna Hints captures this intimate space up close, without any sense of intrusion. In the dark, enclosed space, her camera - richly lit with beams of golden daylight - frames bodies and faces in chiaroscuro, while the women give voice to their past experiences: sharing, accepting, finding laughter and solace, regaining their strength through a sense of communion.\r\n\r\nWatching Smoke Sauna Sisterhood is a transformative experience for the viewer too, brought into a corporeal world of emotional veracity and deep empathy.",
      "runtime": 89,
      "times": [
        {
          "starts_at": "2023-10-19T15:00:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "DocHouse: 20 Days In Mariupol",
      "url": "https://www.curzon.com/films/HO00004815",
      "trailer": null,
      "synopsis": "On the eve of Russia’s invasion of Ukraine, a team of Ukrainian journalists enter the strategic eastern port city of Mariupol. During the subsequent siege and assault, as bombs fall, inhabitants flee, and access to electricity, food, water and medicine are severed, the team — the only international journalists left — struggles to cover the war and to transmit their footage out.\r\n\r\nUkrainian filmmaker and journalist Mstyslav Chernov offers a window into the practices of conflict zone reporters and an unflinching, anguishing account of the 20 days he and colleagues Evgeniy Maloletka and Vasilisa Stepanenko spent covering Mariupol. Chernov wonders how capturing such footage can make a difference, but residents implore them to let the world bear witness.  \r\n",
      "runtime": 94,
      "times": [
        {
          "starts_at": "2023-10-19T18:20:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "DocHouse: Cassius X: Becoming Ali",
      "url": "https://www.curzon.com/films/HO00004845",
      "trailer": null,
      "synopsis": "How did rookie boxer Cassius Clay transform into World Heavyweight Champion and civil rights hero Muhammad Ali? Muta'Ali's enlightening film examines both the evolution of his craft in his pursuit to become 'The Greatest', and also his spiritual journey from Clay, to Cassius X, to Ali.\r\n\r\nThe film delves into his induction into the Nation of Islam, tracing how his close friendship with Malcolm X set him on a path of awakening. Adopting a new identity and ideology, he stepped forward as a key figure in the Civil Rights Movement.\r\n\r\nCassius X: Becoming Ali gives us new, refreshing access to Muhammad Ali. Featuring interviews with those close to him and archive footage of his early professional career, we learn how a young and inexperienced boxer fought against the status quo and became an icon.",
      "runtime": 90,
      "times": [
        {
          "starts_at": "2023-10-19T20:20:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    }
  ],
  "2023-10-20": [
    {
      "title": "TAYLOR SWIFT | THE ERAS TOUR",
      "url": "https://www.curzon.com/films/HO00004893",
      "trailer": null,
      "synopsis": "The cultural phenomenon continues on the big screen! Immerse yourself in this once-in-a-lifetime concert film experience with a breathtaking, cinematic view of the history-making tour. Taylor Swift Eras attire and friendship bracelets are strongly encouraged!",
      "runtime": 168,
      "times": [
        {
          "starts_at": "2023-10-20T16:20:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-20T19:50:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-20T20:00:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-20T20:00:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-20T19:20:00+01:00",
          "site": "Camden"
        }
      ]
    },
    {
      "title": "Killers Of The Flower Moon",
      "url": "https://www.curzon.com/films/HO00004811",
      "trailer": "https://www.youtube.com/watch?v=nFoIg72KGIk",
      "synopsis": "At the turn of the 20th century, oil brought a fortune to the Osage Nation, who became some of the richest people in the world overnight. The wealth of these Native Americans immediately attracted white interlopers, who manipulated, extorted, and stole as much Osage money as they could before resorting to murder. Based on a true story and told through the improbable romance of Ernest Burkhart (Leonardo DiCaprio) and Mollie Kyle (Lily Gladstone), “Killers of the Flower Moon” is an epic western crime saga, where real love crosses paths with unspeakable betrayal. Also starring Robert De Niro and Jesse Plemons, “Killers of the Flower Moon” is directed by Academy Award winner Martin Scorsese from a screenplay by Eric Roth and Martin Scorsese, based on David Grann’s best-selling book.",
      "runtime": 206,
      "times": [
        {
          "starts_at": "2023-10-20T19:00:00+01:00",
          "site": "Aldgate"
        },
        {
          "starts_at": "2023-10-20T19:40:00+01:00",
          "site": "Soho"
        },
        {
          "starts_at": "2023-10-20T18:15:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-20T19:45:00+01:00",
          "site": "Victoria"
        },
        {
          "starts_at": "2023-10-20T19:00:00+01:00",
          "site": "Mayfair"
        },
        {
          "starts_at": "2023-10-20T19:40:00+01:00",
          "site": "Hoxton"
        },
        {
          "starts_at": "2023-10-20T19:00:00+01:00",
          "site": "Camden"
        },
        {
          "starts_at": "2023-10-20T19:20:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    },
    {
      "title": "DocHouse: The Pigeon Tunnel",
      "url": "https://www.curzon.com/films/HO00004899",
      "trailer": null,
      "synopsis": "Documentary great Errol Morris turns his eye to the storied life and career of former British spy David Cornwell — better known as John le Carré, author of such classic espionage novels as The Spy Who Came in from the Cold, Tinker Tailor Soldier Spy and The Constant Gardener.\r\n\r\nSet against the turbulent backdrop of the Cold War and leading into present day, The Pigeon Tunnel spans six decades as le Carré delivers his final and most candid interview, punctuated with rare archival footage.\r\n\r\nA game of question, obfuscation and revelation between Morris and le Carré, this deeply engaging film is an exploration of the latter's extraordinary life and the paper-thin membrane between fact and fiction.",
      "runtime": 92,
      "times": [
        {
          "starts_at": "2023-10-20T18:20:00+01:00",
          "site": "Bloomsbury"
        }
      ]
    }
  ]
}