{
  "2024-03-26": [
    {
      "title": "Robot Dreams",
      "trailer": null,
      "synopsis": "A heart-swelling, hand-drawn delight that invites audiences of all ages to explore love and loss through its tender portrait of a new friendship. Part of the Official Selection of the 2023 Cannes Film Festival, Oscar-nominated Robot Dreams is the first animated film from Pablo Berger (Blancanieves).\n\nDog is lonely. He spends a lot of time by himself, whiling away long evenings in his Manhattan studio apartment, eating microwave meals for one in front of the TV. Tired of his solitary existence, he decides to purchase a friend. When his order arrives, he builds Robot, a fun-loving, happy-go-lucky companion to keep him company. Dog and Robot spend an idyllic day together – frolicking through the city to the joyful melody of Earth, Wind & Fire’s ‘September’ – ending up at Coney Island to enjoy the fun. But they are soon separated on the beach. Dog, devastated at the loss of his friend, does everything in his power to get Robot back.  \n\nSet in the 1980s, vivified by a poppy soundtrack and a strong affinity for cinema history, Robot Dreams is a deeply felt, bittersweet buddy comedy that embraces ambiguity and the uncertainty of life’s path.\n",
      "runtime": 102,
      "times": [
        {
          "starts_at": "2024-03-26T18:30:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47944/"
        },
        {
          "starts_at": "2024-03-26T21:15:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44013/"
        },
        {
          "starts_at": "2024-03-26T18:30:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26395/"
        },
        {
          "starts_at": "2024-03-26T20:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23286/"
        },
        {
          "starts_at": "2024-03-26T20:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88919/"
        }
      ]
    },
    {
      "title": "Royal Opera 2023/24 Season: Madama Butterfly",
      "trailer": null,
      "synopsis": "When the young geisha, Cio-Cio-San, marries American Naval Officer Pinkerton, she believes she is entering a real, binding marriage for life. Forsaking her religion and community, she learns all too late that for Pinkerton, their marriage is merely an illusion – with tragic consequences.\n\nWith a score that includes Butterfly’s aria, 'Un bel dì, vedremo' (‘One fine day’) and the Humming Chorus, Giacomo Puccini’s opera is entrancing and ultimately heart-breaking. Moshe Leiser and Patrice Caurier’s exquisite production takes inspiration from 19th-century European images of Japan.\n\nAsmik Grigorian and Hrachuhí Bassénz share the role of Cio-Cio-San, with Kevin John Edusei conducting.",
      "runtime": 165,
      "times": [
        {
          "starts_at": "2024-03-26T19:15:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-42447/"
        },
        {
          "starts_at": "2024-03-26T19:15:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-65483/"
        },
        {
          "starts_at": "2024-03-26T19:15:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-16862/"
        },
        {
          "starts_at": "2024-03-26T19:15:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-81904/"
        }
      ]
    },
    {
      "title": "Dune: Part Two",
      "trailer": "https://www.youtube.com/watch?v=CHDU-B5K_Xw",
      "synopsis": "Paul Atreides unites with Chani and the Fremen while on a warpath of revenge against the conspirators who destroyed his family. Facing a choice between the love of his life and the fate of the known universe, he endeavors to prevent a terrible future only he can foresee.",
      "runtime": 167,
      "times": [
        {
          "starts_at": "2024-03-26T20:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47953/"
        },
        {
          "starts_at": "2024-03-26T20:10:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44002/"
        },
        {
          "starts_at": "2024-03-26T19:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71557/"
        },
        {
          "starts_at": "2024-03-26T20:30:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15614/"
        },
        {
          "starts_at": "2024-03-26T19:40:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23271/"
        }
      ]
    },
    {
      "title": "American Fiction",
      "trailer": "https://www.youtube.com/watch?v=e8YghfAsgpU",
      "synopsis": "AMERICAN FICTION is Cord Jefferson's hilarious directorial debut, which confronts our culture’s obsession with reducing people to outrageous stereotypes. Jeffrey Wright stars as Monk, a frustrated novelist who’s fed up with the establishment profiting from “Black” entertainment that relies on tired and offensive tropes. To prove his point, Monk uses a pen name to write an outlandish “Black” book of his own, a book that propels him to the heart of hypocrisy and the madness he claims to disdain.",
      "runtime": 117,
      "times": [
        {
          "starts_at": "2024-03-26T21:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47989/"
        },
        {
          "starts_at": "2024-03-26T21:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44012/"
        },
        {
          "starts_at": "2024-03-26T20:40:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71565/"
        }
      ]
    },
    {
      "title": "Immaculate",
      "trailer": null,
      "synopsis": "Sydney Sweeney (Anyone But You, Euphoria, The White Lotus) stars as Cecilia, an American nun of devout faith, embarking on a new journey in a remote convent in the picturesque Italian countryside. Cecilia’s warm welcome quickly devolves into a nightmare as it becomes clear her new home harbours a sinister secret and unspeakable horrors.\r\n\r\nCONTENT WARNING: This film contains flickering or flashing lights that may affect those with photosensitive epilepsy.",
      "runtime": 89,
      "times": [
        {
          "starts_at": "2024-03-26T21:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47951/"
        },
        {
          "starts_at": "2024-03-26T19:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71553/"
        },
        {
          "starts_at": "2024-03-26T21:20:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71554/"
        },
        {
          "starts_at": "2024-03-26T21:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23283/"
        }
      ]
    },
    {
      "title": "The Persian Version",
      "trailer": "https://www.youtube.com/watch?v=mf3bfa9Af8Q",
      "synopsis": "Coming from two countries at odds with each other, Iranian-American Leila (Layla Mohammadi) strives to find balance and embrace her opposing cultures, while boldly challenging the labels society is so quick to project upon her. When her family reunites in New York City for her father’s heart transplant, Leila navigates her relationships at arm’s length in an effort to keep her “real” life separate from her family life. However, when her secret is unceremoniously revealed, so are the distinct parallels between her life and that of her mother Shireen (Niousha Noor). Punctuated by a bright color palette, snappy comedic relief, and vibrant dance numbers, “The Persian Version” delivers an honest portrayal of a woman who remains unapologetically herself, blended seamlessly into a heartfelt story about family, belonging, and the undeniable influence of pop music. Winning both the Audience Award and the Waldo Salt Screenwriting Award in the U.S. Dramatic Competition at this year’s Sundance Film Festival, writer-director-producer Maryam Keshavarz delivers a universal and timely story of the Iranian and the Iranian-American experience.",
      "runtime": 107,
      "times": [
        {
          "starts_at": "2024-03-26T18:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71567/"
        },
        {
          "starts_at": "2024-03-26T21:20:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26396/"
        }
      ]
    },
    {
      "title": "Perfect Days",
      "trailer": null,
      "synopsis": "A highly anticipated return to fiction feature filmmaking from Wim Wenders (Paris, Texas, Wings of Desire), PERFECT DAYS takes the writer-director to Tokyo to tell a story celebrating the hidden joys and minutiae of Japanese culture. Winner of the Best Actor award at Cannes 2023, Koji Yakusho (Babel, 13 Assassins) stars as Hirayama, a contemplative middle-aged man who lives a life of modesty and serenity, spending his days balancing his job as a dutiful caretaker of Tokyo’s numerous public toilets with his passion for music, literature and photography. As we join him on his structured daily routine, a series of unexpected encounters gradually begin to reveal a hidden past that lies behind his otherwise content and harmonious life. \n\nCombining a refreshingly unstereotypical depiction of the Japanese capital with a soundtrack comprised of iconic hits from the 60s and 80s, this is a subtle, shimmering and ultimately life-affirming reflection on finding beauty in the everyday world around us. Japan’s entry for Best International Film at the 2024 Academy Awards.\n",
      "runtime": 125,
      "times": [
        {
          "starts_at": "2024-03-26T21:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71562/"
        },
        {
          "starts_at": "2024-03-26T20:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88928/"
        }
      ]
    },
    {
      "title": "High & Low - John Galliano",
      "trailer": null,
      "synopsis": "HIGH & LOW - JOHN GALLIANO is the gripping and thought-provoking new documentary from Academy Award® winner Kevin Macdonald, charting the rise-and-fall story of fashion designer John Galliano. Galliano was widely recognized as one of the most successful names in 1990s and 2000s couture, until his career abruptly ended when he was caught on camera in 2011 hurling antisemitic and racist insults at bystanders in Paris. Macdonald’s compelling documentary traces Galliano’s working and private life through the decades, candidly investigating his struggles with addiction and the industry pressure he faced along the way. Featuring conversations with Naomi Campbell, Kate Moss, Penelope Cruz, Charlize Theron, Anna Wintour, Edward Enninful and more.",
      "runtime": 117,
      "times": [
        {
          "starts_at": "2024-03-26T21:00:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26392/"
        }
      ]
    },
    {
      "title": "Drive-Away Dolls",
      "trailer": "https://www.youtube.com/watch?v=cJIr0p-X63w",
      "synopsis": "Written by Ethan Coen and Tricia Cooke, this comedy caper follows Jamie, an uninhibited free spirit bemoaning yet another breakup with a girlfriend, and her demure friend Marian who desperately needs to loosen up. In search of a fresh start, the two embark on an impromptu road trip to Tallahassee, but things quickly go awry when they cross paths with a group of inept criminals along the way. Directed by Ethan Coen.",
      "runtime": 84,
      "times": [
        {
          "starts_at": "2024-03-26T18:50:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15613/"
        }
      ]
    },
    {
      "title": "The Zone of Interest",
      "trailer": null,
      "synopsis": "The commandant of Auschwitz, Rudolf Höss, and his wife Hedwig, strive to build a dream life for their family in a house and garden next to the camp.",
      "runtime": 105,
      "times": [
        {
          "starts_at": "2024-03-26T21:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15615/"
        }
      ]
    },
    {
      "title": "Late Night With the Devil",
      "trailer": "https://www.youtube.com/watch?v=cVqBtqCfagQ",
      "synopsis": "October 31, 1977. Johnny Carson rival Jack Delroy hosts a syndicated late night talk show ‘Night Owls’ that has long been a trusted companion to insomniacs around the country. A year after the tragic death of Jack’s wife, ratings have plummeted. Desperate to turn his fortunes around, Jack plans a Halloween\nspecial like no other, unaware that he is about to unleash evil into the living rooms of America.",
      "runtime": 93,
      "times": [
        {
          "starts_at": "2024-03-26T21:20:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15604/"
        },
        {
          "starts_at": "2024-03-26T21:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23273/"
        }
      ]
    },
    {
      "title": "The Delinquents",
      "trailer": null,
      "synopsis": "Beguiling and unpredictable, Cannes Un Certain Regard breakout THE DELINQUENTS reinvents the heist film as a free-flowing adventure like no other.\n\nBuenos Aires bank employee Morán (Daniel Eliás) dreams up a scheme to liberate himself from corporate monotony: he’ll steal enough money to support a modest retirement, then confess and serve prison time while his co-worker holds on to the cash.\n\nSoon under pressure by a company investigator, accomplice Román (Esteban Bigliardi) heads to a remote rural idyll to hide the funds. There, he encounters a mysterious woman who will transform his life forever.\n\nThe latest from Argentinian writer-director Rodrigo Moreno, THE DELINQUENTS melds the existential and the playful to explore the nature of freedom itself. Suffused with timeless beauty, this cinematic discovery is at turns surreal, relatable, funny, romantic, surprising, restorative – and above all – a delight.",
      "runtime": 189,
      "times": [
        {
          "starts_at": "2024-03-26T19:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88921/"
        }
      ]
    },
    {
      "title": "DocHouse: Godard Cinema",
      "trailer": null,
      "synopsis": "With the release of Breathless, Jean-Luc Godard established himself as a cinematic rebel and the pioneer of the French New Wave. 62 years and 140 films later, this rich portrait seeks to understand one of cinema's most influential directors and his work.\r\n\r\nIn six parts that move through Godard’s extraordinary, restless career, director Cyril Leuthy tracks a constant innovator, tirelessly inventing and reinventing - both the medium and himself.\r\n\r\nPacked with film clips alongside candid interviews with friends, collaborators and critics, including icons like Anna Karina, Godard Cinema dives deep into the world of the iconoclastic auteur.\r\n",
      "runtime": 110,
      "times": [
        {
          "starts_at": "2024-03-26T20:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88986/"
        }
      ]
    },
    {
      "title": "Monster",
      "trailer": "https://www.youtube.com/watch?v=e5Dt4O952iE",
      "synopsis": "Mysterious and deeply moving, MONSTER is a breathtaking piece of cinema from master director Hirokazu Kore-eda (Broker, Shoplifters). \nWhen her young son Minato starts to behave strangely, single mother Saori knows that there is something wrong. Discovering that one of his teachers might be responsible, she storms into the school demanding answers. But as the story unfolds through the eyes of mother, teacher and child, shocking truths begin to emerge. A timely tale of family, false impressions, and, ultimately, hope, Kore-eda’s typically sensitive work features powerful performances by Ando Sakura, Tanaka Yuko and Nagayama Eita, and a sublime score from the Oscar-winning composer Ryuichi Sakamoto.",
      "runtime": 127,
      "times": [
        {
          "starts_at": "2024-03-26T20:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88929/"
        }
      ]
    }
  ],
  "2024-03-27": [
    {
      "title": "American Fiction",
      "trailer": "https://www.youtube.com/watch?v=e8YghfAsgpU",
      "synopsis": "AMERICAN FICTION is Cord Jefferson's hilarious directorial debut, which confronts our culture’s obsession with reducing people to outrageous stereotypes. Jeffrey Wright stars as Monk, a frustrated novelist who’s fed up with the establishment profiting from “Black” entertainment that relies on tired and offensive tropes. To prove his point, Monk uses a pen name to write an outlandish “Black” book of his own, a book that propels him to the heart of hypocrisy and the madness he claims to disdain.",
      "runtime": 117,
      "times": [
        {
          "starts_at": "2024-03-27T11:15:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47990/"
        },
        {
          "starts_at": "2024-03-27T14:15:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47957/"
        },
        {
          "starts_at": "2024-03-27T11:40:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44042/"
        },
        {
          "starts_at": "2024-03-27T11:20:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71597/"
        },
        {
          "starts_at": "2024-03-27T16:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71573/"
        },
        {
          "starts_at": "2024-03-27T11:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23343/"
        },
        {
          "starts_at": "2024-03-27T12:10:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88944/"
        },
        {
          "starts_at": "2024-03-27T14:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88951/"
        },
        {
          "starts_at": "2024-03-27T18:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88950/"
        }
      ]
    },
    {
      "title": "Dune: Part Two",
      "trailer": "https://www.youtube.com/watch?v=CHDU-B5K_Xw",
      "synopsis": "Paul Atreides unites with Chani and the Fremen while on a warpath of revenge against the conspirators who destroyed his family. Facing a choice between the love of his life and the fate of the known universe, he endeavors to prevent a terrible future only he can foresee.",
      "runtime": 167,
      "times": [
        {
          "starts_at": "2024-03-27T11:30:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47960/"
        },
        {
          "starts_at": "2024-03-27T14:30:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47956/"
        },
        {
          "starts_at": "2024-03-27T17:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47967/"
        },
        {
          "starts_at": "2024-03-27T19:30:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47965/"
        },
        {
          "starts_at": "2024-03-27T20:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47964/"
        },
        {
          "starts_at": "2024-03-27T12:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44037/"
        },
        {
          "starts_at": "2024-03-27T17:30:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44038/"
        },
        {
          "starts_at": "2024-03-27T20:30:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44039/"
        },
        {
          "starts_at": "2024-03-27T12:40:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71461/"
        },
        {
          "starts_at": "2024-03-27T13:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71475/"
        },
        {
          "starts_at": "2024-03-27T16:20:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71462/"
        },
        {
          "starts_at": "2024-03-27T19:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71470/"
        },
        {
          "starts_at": "2024-03-27T20:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71463/"
        },
        {
          "starts_at": "2024-03-27T17:30:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15628/"
        },
        {
          "starts_at": "2024-03-27T20:30:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15625/"
        },
        {
          "starts_at": "2024-03-27T11:40:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23333/"
        },
        {
          "starts_at": "2024-03-27T13:40:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23336/"
        },
        {
          "starts_at": "2024-03-27T17:40:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23330/"
        },
        {
          "starts_at": "2024-03-27T20:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23334/"
        },
        {
          "starts_at": "2024-03-27T11:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88937/"
        }
      ]
    },
    {
      "title": "Drive-Away Dolls",
      "trailer": "https://www.youtube.com/watch?v=cJIr0p-X63w",
      "synopsis": "Written by Ethan Coen and Tricia Cooke, this comedy caper follows Jamie, an uninhibited free spirit bemoaning yet another breakup with a girlfriend, and her demure friend Marian who desperately needs to loosen up. In search of a fresh start, the two embark on an impromptu road trip to Tallahassee, but things quickly go awry when they cross paths with a group of inept criminals along the way. Directed by Ethan Coen.",
      "runtime": 84,
      "times": [
        {
          "starts_at": "2024-03-27T11:45:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47961/"
        },
        {
          "starts_at": "2024-03-27T16:30:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47954/"
        },
        {
          "starts_at": "2024-03-27T13:10:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44040/"
        },
        {
          "starts_at": "2024-03-27T11:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71596/"
        },
        {
          "starts_at": "2024-03-27T21:40:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71471/"
        },
        {
          "starts_at": "2024-03-27T11:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15644/"
        },
        {
          "starts_at": "2024-03-27T13:10:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15626/"
        },
        {
          "starts_at": "2024-03-27T13:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23337/"
        }
      ]
    },
    {
      "title": "Robot Dreams",
      "trailer": null,
      "synopsis": "A heart-swelling, hand-drawn delight that invites audiences of all ages to explore love and loss through its tender portrait of a new friendship. Part of the Official Selection of the 2023 Cannes Film Festival, Oscar-nominated Robot Dreams is the first animated film from Pablo Berger (Blancanieves).\n\nDog is lonely. He spends a lot of time by himself, whiling away long evenings in his Manhattan studio apartment, eating microwave meals for one in front of the TV. Tired of his solitary existence, he decides to purchase a friend. When his order arrives, he builds Robot, a fun-loving, happy-go-lucky companion to keep him company. Dog and Robot spend an idyllic day together – frolicking through the city to the joyful melody of Earth, Wind & Fire’s ‘September’ – ending up at Coney Island to enjoy the fun. But they are soon separated on the beach. Dog, devastated at the loss of his friend, does everything in his power to get Robot back.  \n\nSet in the 1980s, vivified by a poppy soundtrack and a strong affinity for cinema history, Robot Dreams is a deeply felt, bittersweet buddy comedy that embraces ambiguity and the uncertainty of life’s path.\n",
      "runtime": 102,
      "times": [
        {
          "starts_at": "2024-03-27T12:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47959/"
        },
        {
          "starts_at": "2024-03-27T15:15:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47955/"
        },
        {
          "starts_at": "2024-03-27T17:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47968/"
        },
        {
          "starts_at": "2024-03-27T15:20:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44045/"
        },
        {
          "starts_at": "2024-03-27T18:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44047/"
        },
        {
          "starts_at": "2024-03-27T21:15:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44046/"
        },
        {
          "starts_at": "2024-03-27T13:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71460/"
        },
        {
          "starts_at": "2024-03-27T15:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71279/"
        },
        {
          "starts_at": "2024-03-27T17:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71464/"
        },
        {
          "starts_at": "2024-03-27T12:20:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15622/"
        },
        {
          "starts_at": "2024-03-27T15:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15617/"
        },
        {
          "starts_at": "2024-03-27T18:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15627/"
        },
        {
          "starts_at": "2024-03-27T11:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23345/"
        },
        {
          "starts_at": "2024-03-27T15:40:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23329/"
        },
        {
          "starts_at": "2024-03-27T18:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23328/"
        },
        {
          "starts_at": "2024-03-27T20:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23347/"
        },
        {
          "starts_at": "2024-03-27T11:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88936/"
        },
        {
          "starts_at": "2024-03-27T16:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88934/"
        },
        {
          "starts_at": "2024-03-27T18:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88933/"
        },
        {
          "starts_at": "2024-03-27T20:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88939/"
        }
      ]
    },
    {
      "title": "The Persian Version",
      "trailer": "https://www.youtube.com/watch?v=mf3bfa9Af8Q",
      "synopsis": "Coming from two countries at odds with each other, Iranian-American Leila (Layla Mohammadi) strives to find balance and embrace her opposing cultures, while boldly challenging the labels society is so quick to project upon her. When her family reunites in New York City for her father’s heart transplant, Leila navigates her relationships at arm’s length in an effort to keep her “real” life separate from her family life. However, when her secret is unceremoniously revealed, so are the distinct parallels between her life and that of her mother Shireen (Niousha Noor). Punctuated by a bright color palette, snappy comedic relief, and vibrant dance numbers, “The Persian Version” delivers an honest portrayal of a woman who remains unapologetically herself, blended seamlessly into a heartfelt story about family, belonging, and the undeniable influence of pop music. Winning both the Audience Award and the Waldo Salt Screenwriting Award in the U.S. Dramatic Competition at this year’s Sundance Film Festival, writer-director-producer Maryam Keshavarz delivers a universal and timely story of the Iranian and the Iranian-American experience.",
      "runtime": 107,
      "times": [
        {
          "starts_at": "2024-03-27T14:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47958/"
        },
        {
          "starts_at": "2024-03-27T18:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47966/"
        },
        {
          "starts_at": "2024-03-27T14:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71572/"
        },
        {
          "starts_at": "2024-03-27T19:10:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71570/"
        }
      ]
    },
    {
      "title": "Immaculate",
      "trailer": null,
      "synopsis": "Sydney Sweeney (Anyone But You, Euphoria, The White Lotus) stars as Cecilia, an American nun of devout faith, embarking on a new journey in a remote convent in the picturesque Italian countryside. Cecilia’s warm welcome quickly devolves into a nightmare as it becomes clear her new home harbours a sinister secret and unspeakable horrors.\r\n\r\nCONTENT WARNING: This film contains flickering or flashing lights that may affect those with photosensitive epilepsy.",
      "runtime": 89,
      "times": [
        {
          "starts_at": "2024-03-27T18:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47757/"
        },
        {
          "starts_at": "2024-03-27T21:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47758/"
        },
        {
          "starts_at": "2024-03-27T18:40:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71468/"
        },
        {
          "starts_at": "2024-03-27T21:20:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71467/"
        },
        {
          "starts_at": "2024-03-27T17:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23335/"
        },
        {
          "starts_at": "2024-03-27T21:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23338/"
        }
      ]
    },
    {
      "title": "The Beautiful Game",
      "trailer": null,
      "synopsis": "THE BEAUTIFUL GAME follows a team of English homeless footballers, led by their coach Mal (Bill Nighy), who travel from London to Rome to compete in a global annual football tournament - The Homeless World Cup. At the last minute they decide to bring with them a talented striker VINNY (Micheal Ward), but he must confront his own issues and once-promising past, in order to help the team win the cup and move on with his own life. In Rome just as in life, everything’s to play for.",
      "runtime": 125,
      "times": [
        {
          "starts_at": "2024-03-27T21:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47963/"
        },
        {
          "starts_at": "2024-03-27T21:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71465/"
        },
        {
          "starts_at": "2024-03-27T17:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23344/"
        }
      ]
    },
    {
      "title": "Perfect Days",
      "trailer": null,
      "synopsis": "A highly anticipated return to fiction feature filmmaking from Wim Wenders (Paris, Texas, Wings of Desire), PERFECT DAYS takes the writer-director to Tokyo to tell a story celebrating the hidden joys and minutiae of Japanese culture. Winner of the Best Actor award at Cannes 2023, Koji Yakusho (Babel, 13 Assassins) stars as Hirayama, a contemplative middle-aged man who lives a life of modesty and serenity, spending his days balancing his job as a dutiful caretaker of Tokyo’s numerous public toilets with his passion for music, literature and photography. As we join him on his structured daily routine, a series of unexpected encounters gradually begin to reveal a hidden past that lies behind his otherwise content and harmonious life. \n\nCombining a refreshingly unstereotypical depiction of the Japanese capital with a soundtrack comprised of iconic hits from the 60s and 80s, this is a subtle, shimmering and ultimately life-affirming reflection on finding beauty in the everyday world around us. Japan’s entry for Best International Film at the 2024 Academy Awards.\n",
      "runtime": 125,
      "times": [
        {
          "starts_at": "2024-03-27T14:30:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44043/"
        },
        {
          "starts_at": "2024-03-27T21:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44041/"
        },
        {
          "starts_at": "2024-03-27T13:10:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71571/"
        },
        {
          "starts_at": "2024-03-27T15:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23339/"
        },
        {
          "starts_at": "2024-03-27T20:40:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23340/"
        },
        {
          "starts_at": "2024-03-27T11:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88946/"
        },
        {
          "starts_at": "2024-03-27T17:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88947/"
        },
        {
          "starts_at": "2024-03-27T20:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88948/"
        }
      ]
    },
    {
      "title": "Monster",
      "trailer": "https://www.youtube.com/watch?v=e5Dt4O952iE",
      "synopsis": "Mysterious and deeply moving, MONSTER is a breathtaking piece of cinema from master director Hirokazu Kore-eda (Broker, Shoplifters). \nWhen her young son Minato starts to behave strangely, single mother Saori knows that there is something wrong. Discovering that one of his teachers might be responsible, she storms into the school demanding answers. But as the story unfolds through the eyes of mother, teacher and child, shocking truths begin to emerge. A timely tale of family, false impressions, and, ultimately, hope, Kore-eda’s typically sensitive work features powerful performances by Ando Sakura, Tanaka Yuko and Nagayama Eita, and a sublime score from the Oscar-winning composer Ryuichi Sakamoto.",
      "runtime": 127,
      "times": [
        {
          "starts_at": "2024-03-27T18:20:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44044/"
        },
        {
          "starts_at": "2024-03-27T12:40:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15629/"
        },
        {
          "starts_at": "2024-03-27T12:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23341/"
        },
        {
          "starts_at": "2024-03-27T14:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88945/"
        },
        {
          "starts_at": "2024-03-27T17:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88942/"
        },
        {
          "starts_at": "2024-03-27T20:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88949/"
        }
      ]
    },
    {
      "title": "Wicked Little Letters",
      "trailer": "https://www.youtube.com/watch?v=fgqQvmbP-UU",
      "synopsis": "A 1920s English seaside town bears witness to a dark and absurd scandal in this riotous mystery comedy. Based on a stranger than fiction true story, WICKED LITTLE LETTERS follows two neighbours: deeply conservative local Edith Swan (Olivia Colman) and rowdy Irish migrant Rose Gooding (Jessie Buckley). When Edith and fellow residents begin to receive wicked letters full of unintentionally hilarious profanities, foulmouthed Rose is charged with the crime. The anonymous letters prompt a national uproar, and a trial ensues. However, as the town's women - led by Police Officer Gladys Moss (Anjana Vasan) - begin to investigate the crime themselves, they suspect that something is amiss, and Rose may not be the culprit after all.",
      "runtime": 100,
      "times": [
        {
          "starts_at": "2024-03-27T11:10:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71598/"
        },
        {
          "starts_at": "2024-03-27T16:40:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71476/"
        }
      ]
    },
    {
      "title": "The Zone of Interest",
      "trailer": null,
      "synopsis": "The commandant of Auschwitz, Rudolf Höss, and his wife Hedwig, strive to build a dream life for their family in a house and garden next to the camp.",
      "runtime": 105,
      "times": [
        {
          "starts_at": "2024-03-27T15:20:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15620/"
        },
        {
          "starts_at": "2024-03-27T21:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15624/"
        },
        {
          "starts_at": "2024-03-27T14:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23346/"
        },
        {
          "starts_at": "2024-03-27T18:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23342/"
        },
        {
          "starts_at": "2024-03-27T13:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88935/"
        },
        {
          "starts_at": "2024-03-27T15:10:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88938/"
        },
        {
          "starts_at": "2024-03-27T18:10:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88940/"
        },
        {
          "starts_at": "2024-03-27T21:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88932/"
        }
      ]
    },
    {
      "title": "Late Night With the Devil",
      "trailer": "https://www.youtube.com/watch?v=cVqBtqCfagQ",
      "synopsis": "October 31, 1977. Johnny Carson rival Jack Delroy hosts a syndicated late night talk show ‘Night Owls’ that has long been a trusted companion to insomniacs around the country. A year after the tragic death of Jack’s wife, ratings have plummeted. Desperate to turn his fortunes around, Jack plans a Halloween\nspecial like no other, unaware that he is about to unleash evil into the living rooms of America.",
      "runtime": 93,
      "times": [
        {
          "starts_at": "2024-03-27T15:40:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15618/"
        },
        {
          "starts_at": "2024-03-27T21:20:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15623/"
        },
        {
          "starts_at": "2024-03-27T15:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23331/"
        },
        {
          "starts_at": "2024-03-27T21:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23332/"
        }
      ]
    },
    {
      "title": "The Delinquents",
      "trailer": null,
      "synopsis": "Beguiling and unpredictable, Cannes Un Certain Regard breakout THE DELINQUENTS reinvents the heist film as a free-flowing adventure like no other.\n\nBuenos Aires bank employee Morán (Daniel Eliás) dreams up a scheme to liberate himself from corporate monotony: he’ll steal enough money to support a modest retirement, then confess and serve prison time while his co-worker holds on to the cash.\n\nSoon under pressure by a company investigator, accomplice Román (Esteban Bigliardi) heads to a remote rural idyll to hide the funds. There, he encounters a mysterious woman who will transform his life forever.\n\nThe latest from Argentinian writer-director Rodrigo Moreno, THE DELINQUENTS melds the existential and the playful to explore the nature of freedom itself. Suffused with timeless beauty, this cinematic discovery is at turns surreal, relatable, funny, romantic, surprising, restorative – and above all – a delight.",
      "runtime": 189,
      "times": [
        {
          "starts_at": "2024-03-27T12:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88943/"
        },
        {
          "starts_at": "2024-03-27T19:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88941/"
        }
      ]
    },
    {
      "title": "DocHouse: High & Low: John Galliano",
      "trailer": null,
      "synopsis": "Widely recognized as one of the most influential and successful fashion designers of our time, John Galliano dressed the most beautiful and influential men and women in the world for almost 15 years at Givenchy and Dior.\r\n\r\nIn 2011, his career abruptly ended after he was captured on video using shocking, abusive, antisemitic and racist insults. Director Kevin Macdonald investigates the multiple facets and contradictions of John Galliano’s character, and the decades of industry pressure and drug and alcohol addiction that surrounded his downfall.\r\n\r\nFeaturing conversations with Naomi Campbell, Kate Moss, Penelope Cruz, Charlize Theron, Anna Wintour, Edward Enninful, Boris Cyrulnik, Hamish Bowles and Sidney Toledano, among others, High & Low: John Galliano explores culpability, cancellation and questions who society 'cancels' and who gets granted a second chance.",
      "runtime": 116,
      "times": [
        {
          "starts_at": "2024-03-27T14:10:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88980/"
        }
      ]
    },
    {
      "title": "DocHouse: I Heard It Through The Grapevine",
      "trailer": null,
      "synopsis": "Originally released in 1982, I Heard it Through the Grapevine is not so much a portrait of the seminal writer James Baldwin, as a deep immersion into his own exploration of the American South, two decades on from the start of the Civil Rights Movement.\r\n\r\nTravelling across the country, Baldwin revisits the landmarks of the Civil Rights struggle and critical sites of resistance - Selma, Birmingham, Atlanta. As he recalls the progress of the movement, he reunites with friends and former activists, together questioning what has been achieved, twenty years on.\r\n\r\nThis new 4K restoration of I Heard It Through The Grapevine brings James Baldwin back to the screen in his centenary year. While co-directors Dick Fontaine, who passed away in October 2023, and Pat Hartley deftly interweave archive footage, they never stray far from the guiding intellect of Baldwin. The result is an intimate and emotionally charged journey, raising questions that resonate ever louder through the passing decades.\r\n\r\nRestored by Harvard Film Archive. Special thanks to Gugulethu Mseleku, Smokey Fontaine, the late Dick Fontaine, and Pat Hartley.",
      "runtime": 92,
      "times": [
        {
          "starts_at": "2024-03-27T16:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88984/"
        }
      ]
    },
    {
      "title": "DocHouse: Godard Cinema",
      "trailer": null,
      "synopsis": "With the release of Breathless, Jean-Luc Godard established himself as a cinematic rebel and the pioneer of the French New Wave. 62 years and 140 films later, this rich portrait seeks to understand one of cinema's most influential directors and his work.\r\n\r\nIn six parts that move through Godard’s extraordinary, restless career, director Cyril Leuthy tracks a constant innovator, tirelessly inventing and reinventing - both the medium and himself.\r\n\r\nPacked with film clips alongside candid interviews with friends, collaborators and critics, including icons like Anna Karina, Godard Cinema dives deep into the world of the iconoclastic auteur.\r\n",
      "runtime": 110,
      "times": [
        {
          "starts_at": "2024-03-27T18:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88475/"
        }
      ]
    },
    {
      "title": "DocHouse: Coconut Head Generation",
      "trailer": null,
      "synopsis": "Once a week, students from the University of Ibadan meet to watch, reflect, and discuss films. The film club has become a safe space to screen works centred around intersectionality, feminism, and politics from directors like Med Hondo to John Akomfrah, whilst leaving space for spirited debates and critical thinking. This youthful collective refutes the expression that the younger generation can be imperceptive and idle through using the means of film to position themselves as an organised union to protest and challenge Nigeria’s complicated politics.\r\n\r\nThis observational documentary transitions from the safety of a small lecture hall to the streets in the height of the #EndSARS movement – a series of mass protests against police brutality in Nigeria. Filmmaker Alain Kassanda makes an argument for young Nigerians’ determination to fight for their country and freedom of thought.",
      "runtime": 89,
      "times": [
        {
          "starts_at": "2024-03-27T20:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88982/"
        }
      ]
    }
  ],
  "2024-03-28": [
    {
      "title": "The Beautiful Game",
      "trailer": null,
      "synopsis": "THE BEAUTIFUL GAME follows a team of English homeless footballers, led by their coach Mal (Bill Nighy), who travel from London to Rome to compete in a global annual football tournament - The Homeless World Cup. At the last minute they decide to bring with them a talented striker VINNY (Micheal Ward), but he must confront his own issues and once-promising past, in order to help the team win the cup and move on with his own life. In Rome just as in life, everything’s to play for.",
      "runtime": 125,
      "times": [
        {
          "starts_at": "2024-03-28T11:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47977/"
        },
        {
          "starts_at": "2024-03-28T12:40:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71576/"
        },
        {
          "starts_at": "2024-03-28T11:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23297/"
        }
      ]
    },
    {
      "title": "Drive-Away Dolls",
      "trailer": "https://www.youtube.com/watch?v=cJIr0p-X63w",
      "synopsis": "Written by Ethan Coen and Tricia Cooke, this comedy caper follows Jamie, an uninhibited free spirit bemoaning yet another breakup with a girlfriend, and her demure friend Marian who desperately needs to loosen up. In search of a fresh start, the two embark on an impromptu road trip to Tallahassee, but things quickly go awry when they cross paths with a group of inept criminals along the way. Directed by Ethan Coen.",
      "runtime": 84,
      "times": [
        {
          "starts_at": "2024-03-28T11:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47976/"
        },
        {
          "starts_at": "2024-03-28T16:30:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47969/"
        },
        {
          "starts_at": "2024-03-28T16:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71586/"
        },
        {
          "starts_at": "2024-03-28T11:15:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15635/"
        },
        {
          "starts_at": "2024-03-28T14:50:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15640/"
        },
        {
          "starts_at": "2024-03-28T13:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23288/"
        }
      ]
    },
    {
      "title": "Dune: Part Two",
      "trailer": "https://www.youtube.com/watch?v=CHDU-B5K_Xw",
      "synopsis": "Paul Atreides unites with Chani and the Fremen while on a warpath of revenge against the conspirators who destroyed his family. Facing a choice between the love of his life and the fate of the known universe, he endeavors to prevent a terrible future only he can foresee.",
      "runtime": 167,
      "times": [
        {
          "starts_at": "2024-03-28T11:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47975/"
        },
        {
          "starts_at": "2024-03-28T14:30:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47971/"
        },
        {
          "starts_at": "2024-03-28T17:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47982/"
        },
        {
          "starts_at": "2024-03-28T19:30:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47980/"
        },
        {
          "starts_at": "2024-03-28T20:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47979/"
        },
        {
          "starts_at": "2024-03-28T11:20:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44025/"
        },
        {
          "starts_at": "2024-03-28T13:30:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44024/"
        },
        {
          "starts_at": "2024-03-28T20:30:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44018/"
        },
        {
          "starts_at": "2024-03-28T13:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71588/"
        },
        {
          "starts_at": "2024-03-28T15:10:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71583/"
        },
        {
          "starts_at": "2024-03-28T16:40:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71578/"
        },
        {
          "starts_at": "2024-03-28T19:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71592/"
        },
        {
          "starts_at": "2024-03-28T20:20:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71580/"
        },
        {
          "starts_at": "2024-03-28T12:20:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26401/"
        },
        {
          "starts_at": "2024-03-28T20:00:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26400/"
        },
        {
          "starts_at": "2024-03-28T14:30:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15633/"
        },
        {
          "starts_at": "2024-03-28T17:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15631/"
        },
        {
          "starts_at": "2024-03-28T20:30:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15639/"
        },
        {
          "starts_at": "2024-03-28T11:40:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23292/"
        },
        {
          "starts_at": "2024-03-28T13:40:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23304/"
        },
        {
          "starts_at": "2024-03-28T17:40:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23295/"
        },
        {
          "starts_at": "2024-03-28T20:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23291/"
        },
        {
          "starts_at": "2024-03-28T11:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88957/"
        }
      ]
    },
    {
      "title": "Robot Dreams",
      "trailer": null,
      "synopsis": "A heart-swelling, hand-drawn delight that invites audiences of all ages to explore love and loss through its tender portrait of a new friendship. Part of the Official Selection of the 2023 Cannes Film Festival, Oscar-nominated Robot Dreams is the first animated film from Pablo Berger (Blancanieves).\n\nDog is lonely. He spends a lot of time by himself, whiling away long evenings in his Manhattan studio apartment, eating microwave meals for one in front of the TV. Tired of his solitary existence, he decides to purchase a friend. When his order arrives, he builds Robot, a fun-loving, happy-go-lucky companion to keep him company. Dog and Robot spend an idyllic day together – frolicking through the city to the joyful melody of Earth, Wind & Fire’s ‘September’ – ending up at Coney Island to enjoy the fun. But they are soon separated on the beach. Dog, devastated at the loss of his friend, does everything in his power to get Robot back.  \n\nSet in the 1980s, vivified by a poppy soundtrack and a strong affinity for cinema history, Robot Dreams is a deeply felt, bittersweet buddy comedy that embraces ambiguity and the uncertainty of life’s path.\n",
      "runtime": 102,
      "times": [
        {
          "starts_at": "2024-03-28T12:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47974/"
        },
        {
          "starts_at": "2024-03-28T15:15:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47970/"
        },
        {
          "starts_at": "2024-03-28T17:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47983/"
        },
        {
          "starts_at": "2024-03-28T11:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44015/"
        },
        {
          "starts_at": "2024-03-28T15:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44022/"
        },
        {
          "starts_at": "2024-03-28T18:20:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44021/"
        },
        {
          "starts_at": "2024-03-28T20:50:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44017/"
        },
        {
          "starts_at": "2024-03-28T12:20:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71582/"
        },
        {
          "starts_at": "2024-03-28T15:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71575/"
        },
        {
          "starts_at": "2024-03-28T18:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71574/"
        },
        {
          "starts_at": "2024-03-28T16:00:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26404/"
        },
        {
          "starts_at": "2024-03-28T18:30:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26405/"
        },
        {
          "starts_at": "2024-03-28T12:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15636/"
        },
        {
          "starts_at": "2024-03-28T16:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15632/"
        },
        {
          "starts_at": "2024-03-28T18:30:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15630/"
        },
        {
          "starts_at": "2024-03-28T11:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23296/"
        },
        {
          "starts_at": "2024-03-28T15:40:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23290/"
        },
        {
          "starts_at": "2024-03-28T18:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23289/"
        },
        {
          "starts_at": "2024-03-28T20:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23306/"
        },
        {
          "starts_at": "2024-03-28T11:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88956/"
        },
        {
          "starts_at": "2024-03-28T16:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88954/"
        },
        {
          "starts_at": "2024-03-28T18:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88953/"
        },
        {
          "starts_at": "2024-03-28T20:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88959/"
        }
      ]
    },
    {
      "title": "The Persian Version",
      "trailer": "https://www.youtube.com/watch?v=mf3bfa9Af8Q",
      "synopsis": "Coming from two countries at odds with each other, Iranian-American Leila (Layla Mohammadi) strives to find balance and embrace her opposing cultures, while boldly challenging the labels society is so quick to project upon her. When her family reunites in New York City for her father’s heart transplant, Leila navigates her relationships at arm’s length in an effort to keep her “real” life separate from her family life. However, when her secret is unceremoniously revealed, so are the distinct parallels between her life and that of her mother Shireen (Niousha Noor). Punctuated by a bright color palette, snappy comedic relief, and vibrant dance numbers, “The Persian Version” delivers an honest portrayal of a woman who remains unapologetically herself, blended seamlessly into a heartfelt story about family, belonging, and the undeniable influence of pop music. Winning both the Audience Award and the Waldo Salt Screenwriting Award in the U.S. Dramatic Competition at this year’s Sundance Film Festival, writer-director-producer Maryam Keshavarz delivers a universal and timely story of the Iranian and the Iranian-American experience.",
      "runtime": 107,
      "times": [
        {
          "starts_at": "2024-03-28T14:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47973/"
        },
        {
          "starts_at": "2024-03-28T18:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47981/"
        },
        {
          "starts_at": "2024-03-28T13:20:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71585/"
        },
        {
          "starts_at": "2024-03-28T18:20:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71584/"
        },
        {
          "starts_at": "2024-03-28T12:00:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26397/"
        }
      ]
    },
    {
      "title": "American Fiction",
      "trailer": "https://www.youtube.com/watch?v=e8YghfAsgpU",
      "synopsis": "AMERICAN FICTION is Cord Jefferson's hilarious directorial debut, which confronts our culture’s obsession with reducing people to outrageous stereotypes. Jeffrey Wright stars as Monk, a frustrated novelist who’s fed up with the establishment profiting from “Black” entertainment that relies on tired and offensive tropes. To prove his point, Monk uses a pen name to write an outlandish “Black” book of his own, a book that propels him to the heart of hypocrisy and the madness he claims to disdain.",
      "runtime": 117,
      "times": [
        {
          "starts_at": "2024-03-28T14:15:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47972/"
        },
        {
          "starts_at": "2024-03-28T21:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47991/"
        },
        {
          "starts_at": "2024-03-28T21:10:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44016/"
        },
        {
          "starts_at": "2024-03-28T11:40:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71590/"
        },
        {
          "starts_at": "2024-03-28T20:40:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71577/"
        },
        {
          "starts_at": "2024-03-28T17:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23298/"
        },
        {
          "starts_at": "2024-03-28T12:10:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88964/"
        },
        {
          "starts_at": "2024-03-28T14:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88971/"
        },
        {
          "starts_at": "2024-03-28T18:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88970/"
        }
      ]
    },
    {
      "title": "Immaculate",
      "trailer": null,
      "synopsis": "Sydney Sweeney (Anyone But You, Euphoria, The White Lotus) stars as Cecilia, an American nun of devout faith, embarking on a new journey in a remote convent in the picturesque Italian countryside. Cecilia’s warm welcome quickly devolves into a nightmare as it becomes clear her new home harbours a sinister secret and unspeakable horrors.\r\n\r\nCONTENT WARNING: This film contains flickering or flashing lights that may affect those with photosensitive epilepsy.",
      "runtime": 89,
      "times": [
        {
          "starts_at": "2024-03-28T18:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47759/"
        },
        {
          "starts_at": "2024-03-28T21:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47760/"
        },
        {
          "starts_at": "2024-03-28T19:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71579/"
        },
        {
          "starts_at": "2024-03-28T21:20:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71581/"
        },
        {
          "starts_at": "2024-03-28T17:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23305/"
        },
        {
          "starts_at": "2024-03-28T21:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23303/"
        }
      ]
    },
    {
      "title": "Perfect Days",
      "trailer": null,
      "synopsis": "A highly anticipated return to fiction feature filmmaking from Wim Wenders (Paris, Texas, Wings of Desire), PERFECT DAYS takes the writer-director to Tokyo to tell a story celebrating the hidden joys and minutiae of Japanese culture. Winner of the Best Actor award at Cannes 2023, Koji Yakusho (Babel, 13 Assassins) stars as Hirayama, a contemplative middle-aged man who lives a life of modesty and serenity, spending his days balancing his job as a dutiful caretaker of Tokyo’s numerous public toilets with his passion for music, literature and photography. As we join him on his structured daily routine, a series of unexpected encounters gradually begin to reveal a hidden past that lies behind his otherwise content and harmonious life. \n\nCombining a refreshingly unstereotypical depiction of the Japanese capital with a soundtrack comprised of iconic hits from the 60s and 80s, this is a subtle, shimmering and ultimately life-affirming reflection on finding beauty in the everyday world around us. Japan’s entry for Best International Film at the 2024 Academy Awards.\n",
      "runtime": 125,
      "times": [
        {
          "starts_at": "2024-03-28T12:30:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44014/"
        },
        {
          "starts_at": "2024-03-28T17:40:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44019/"
        },
        {
          "starts_at": "2024-03-28T21:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71589/"
        },
        {
          "starts_at": "2024-03-28T15:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23302/"
        },
        {
          "starts_at": "2024-03-28T20:40:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23301/"
        },
        {
          "starts_at": "2024-03-28T11:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88966/"
        },
        {
          "starts_at": "2024-03-28T17:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88967/"
        },
        {
          "starts_at": "2024-03-28T20:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88968/"
        }
      ]
    },
    {
      "title": "Monster",
      "trailer": "https://www.youtube.com/watch?v=e5Dt4O952iE",
      "synopsis": "Mysterious and deeply moving, MONSTER is a breathtaking piece of cinema from master director Hirokazu Kore-eda (Broker, Shoplifters). \nWhen her young son Minato starts to behave strangely, single mother Saori knows that there is something wrong. Discovering that one of his teachers might be responsible, she storms into the school demanding answers. But as the story unfolds through the eyes of mother, teacher and child, shocking truths begin to emerge. A timely tale of family, false impressions, and, ultimately, hope, Kore-eda’s typically sensitive work features powerful performances by Ando Sakura, Tanaka Yuko and Nagayama Eita, and a sublime score from the Oscar-winning composer Ryuichi Sakamoto.",
      "runtime": 127,
      "times": [
        {
          "starts_at": "2024-03-28T15:20:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44023/"
        },
        {
          "starts_at": "2024-03-28T12:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23300/"
        },
        {
          "starts_at": "2024-03-28T14:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88965/"
        },
        {
          "starts_at": "2024-03-28T17:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88962/"
        },
        {
          "starts_at": "2024-03-28T20:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88969/"
        }
      ]
    },
    {
      "title": "Ryuichi Sakamoto | Opus",
      "trailer": "https://www.youtube.com/watch?v=DBYVQuGs5hc",
      "synopsis": "On March 28th, 2023, legendary composer Ryuichi Sakamoto passed away after his struggle against cancer. In the years leading up to his death, Sakamoto could no longer perform live. Single concerts, not to mention sprawling global tours, were too taxing. Despite this, in late 2022, Sakamoto mustered all of his energy to leave the world with one final performance: a concert film, featuring just him and his piano.",
      "runtime": 103,
      "times": [
        {
          "starts_at": "2024-03-28T18:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-43878/"
        }
      ]
    },
    {
      "title": "Wicked Little Letters",
      "trailer": "https://www.youtube.com/watch?v=fgqQvmbP-UU",
      "synopsis": "A 1920s English seaside town bears witness to a dark and absurd scandal in this riotous mystery comedy. Based on a stranger than fiction true story, WICKED LITTLE LETTERS follows two neighbours: deeply conservative local Edith Swan (Olivia Colman) and rowdy Irish migrant Rose Gooding (Jessie Buckley). When Edith and fellow residents begin to receive wicked letters full of unintentionally hilarious profanities, foulmouthed Rose is charged with the crime. The anonymous letters prompt a national uproar, and a trial ensues. However, as the town's women - led by Police Officer Gladys Moss (Anjana Vasan) - begin to investigate the crime themselves, they suspect that something is amiss, and Rose may not be the culprit after all.",
      "runtime": 100,
      "times": [
        {
          "starts_at": "2024-03-28T14:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71587/"
        },
        {
          "starts_at": "2024-03-28T17:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71591/"
        }
      ]
    },
    {
      "title": "High & Low - John Galliano",
      "trailer": null,
      "synopsis": "HIGH & LOW - JOHN GALLIANO is the gripping and thought-provoking new documentary from Academy Award® winner Kevin Macdonald, charting the rise-and-fall story of fashion designer John Galliano. Galliano was widely recognized as one of the most successful names in 1990s and 2000s couture, until his career abruptly ended when he was caught on camera in 2011 hurling antisemitic and racist insults at bystanders in Paris. Macdonald’s compelling documentary traces Galliano’s working and private life through the decades, candidly investigating his struggles with addiction and the industry pressure he faced along the way. Featuring conversations with Naomi Campbell, Kate Moss, Penelope Cruz, Charlize Theron, Anna Wintour, Edward Enninful and more.",
      "runtime": 117,
      "times": [
        {
          "starts_at": "2024-03-28T14:30:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26399/"
        },
        {
          "starts_at": "2024-03-28T17:15:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26402/"
        }
      ]
    },
    {
      "title": "Baltimore",
      "trailer": "https://www.youtube.com/watch?v=chb3LylH_6Q",
      "synopsis": "Based on the infamous true story of the English heiress who became a revolutionary. Debutante Rose Dugdale (Imogen Poots) enjoys a life of wealth and privilege, but her rebellious nature soon leads her down a militant path. Amongst the political turmoil of the 1970s, her sympathy towards the IRA’s conflict evolves into radicalisation, culminating in an armed raid on an Irish estate with three comrades. However, when her simple heist takes a violent turn, is Rose prepared to face the devastating consequences?",
      "runtime": 98,
      "times": [
        {
          "starts_at": "2024-03-28T21:00:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26403/"
        }
      ]
    },
    {
      "title": "Late Night With the Devil",
      "trailer": "https://www.youtube.com/watch?v=cVqBtqCfagQ",
      "synopsis": "October 31, 1977. Johnny Carson rival Jack Delroy hosts a syndicated late night talk show ‘Night Owls’ that has long been a trusted companion to insomniacs around the country. A year after the tragic death of Jack’s wife, ratings have plummeted. Desperate to turn his fortunes around, Jack plans a Halloween\nspecial like no other, unaware that he is about to unleash evil into the living rooms of America.",
      "runtime": 93,
      "times": [
        {
          "starts_at": "2024-03-28T12:20:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15641/"
        },
        {
          "starts_at": "2024-03-28T21:20:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15637/"
        },
        {
          "starts_at": "2024-03-28T15:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23294/"
        },
        {
          "starts_at": "2024-03-28T21:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23293/"
        }
      ]
    },
    {
      "title": "The Zone of Interest",
      "trailer": null,
      "synopsis": "The commandant of Auschwitz, Rudolf Höss, and his wife Hedwig, strive to build a dream life for their family in a house and garden next to the camp.",
      "runtime": 105,
      "times": [
        {
          "starts_at": "2024-03-28T13:30:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15634/"
        },
        {
          "starts_at": "2024-03-28T21:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15638/"
        },
        {
          "starts_at": "2024-03-28T14:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23307/"
        },
        {
          "starts_at": "2024-03-28T18:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23299/"
        },
        {
          "starts_at": "2024-03-28T13:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88955/"
        },
        {
          "starts_at": "2024-03-28T15:10:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88958/"
        },
        {
          "starts_at": "2024-03-28T18:10:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88960/"
        },
        {
          "starts_at": "2024-03-28T21:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88952/"
        }
      ]
    },
    {
      "title": "The Delinquents",
      "trailer": null,
      "synopsis": "Beguiling and unpredictable, Cannes Un Certain Regard breakout THE DELINQUENTS reinvents the heist film as a free-flowing adventure like no other.\n\nBuenos Aires bank employee Morán (Daniel Eliás) dreams up a scheme to liberate himself from corporate monotony: he’ll steal enough money to support a modest retirement, then confess and serve prison time while his co-worker holds on to the cash.\n\nSoon under pressure by a company investigator, accomplice Román (Esteban Bigliardi) heads to a remote rural idyll to hide the funds. There, he encounters a mysterious woman who will transform his life forever.\n\nThe latest from Argentinian writer-director Rodrigo Moreno, THE DELINQUENTS melds the existential and the playful to explore the nature of freedom itself. Suffused with timeless beauty, this cinematic discovery is at turns surreal, relatable, funny, romantic, surprising, restorative – and above all – a delight.",
      "runtime": 189,
      "times": [
        {
          "starts_at": "2024-03-28T12:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88963/"
        },
        {
          "starts_at": "2024-03-28T19:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88961/"
        }
      ]
    },
    {
      "title": "DocHouse: Godard Cinema",
      "trailer": null,
      "synopsis": "With the release of Breathless, Jean-Luc Godard established himself as a cinematic rebel and the pioneer of the French New Wave. 62 years and 140 films later, this rich portrait seeks to understand one of cinema's most influential directors and his work.\r\n\r\nIn six parts that move through Godard’s extraordinary, restless career, director Cyril Leuthy tracks a constant innovator, tirelessly inventing and reinventing - both the medium and himself.\r\n\r\nPacked with film clips alongside candid interviews with friends, collaborators and critics, including icons like Anna Karina, Godard Cinema dives deep into the world of the iconoclastic auteur.\r\n",
      "runtime": 110,
      "times": [
        {
          "starts_at": "2024-03-28T15:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88987/"
        }
      ]
    },
    {
      "title": "DocHouse: Celluloid Underground",
      "trailer": null,
      "synopsis": "As a film-obsessed young man growing up in Iran after the 1979 revolution, Ehsan Khoshbakht pined for celluloid film reels. His dreams were answered when he met a maverick, underground film collector who had rescued and hidden thousands of banned 35mm prints, to save them from fundamentalist fanatics. The two men became close collaborators and friends, united in the love of cinema and rebellion against its censorship and destruction.\r\n\r\nYears later, living in exile in London, now an edified critic and curator himself, Ehsan has crafted this elegiac tribute to his friend - and to the power of cinema. Superbly crafted through film clips and his own archive, this is a resonant story of kinship, resistance and cinephilia.",
      "runtime": 80,
      "times": [
        {
          "starts_at": "2024-03-28T18:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88476/"
        }
      ]
    },
    {
      "title": "DocHouse: 20 Days In Mariupol",
      "trailer": null,
      "synopsis": "On the eve of Russia’s invasion of Ukraine, a team of Ukrainian journalists enter the strategic eastern port city of Mariupol. During the subsequent siege and assault, as bombs fall, inhabitants flee, and access to electricity, food, water and medicine are severed, the team — the only international journalists left — struggles to cover the war and to transmit their footage out.\r\n\r\nUkrainian filmmaker and journalist Mstyslav Chernov offers a window into the practices of conflict zone reporters and an unflinching, anguishing account of the 20 days he and colleagues Evgeniy Maloletka and Vasilisa Stepanenko spent covering Mariupol. Chernov wonders how capturing such footage can make a difference, but residents implore them to let the world bear witness.  \r\n",
      "runtime": 94,
      "times": [
        {
          "starts_at": "2024-03-28T20:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88989/"
        }
      ]
    }
  ],
  "2024-03-29": [
    {
      "title": "Kung Fu Panda 4",
      "trailer": "https://www.youtube.com/watch?v=xCVBU07uGf4",
      "synopsis": "This spring, for the first time in almost a decade, comedy icon Jack Black returns to his role as Po, the world’s most unlikely kung fu master, with a hilarious, butt-kicking new chapter in DreamWorks Animation’s beloved action-comedy franchise: Kung Fu Panda 4.",
      "runtime": 94,
      "times": [
        {
          "starts_at": "2024-03-29T11:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48009/"
        },
        {
          "starts_at": "2024-03-29T14:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48010/"
        },
        {
          "starts_at": "2024-03-29T16:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48011/"
        },
        {
          "starts_at": "2024-03-29T21:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48012/"
        },
        {
          "starts_at": "2024-03-29T11:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71479/"
        },
        {
          "starts_at": "2024-03-29T13:20:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71478/"
        },
        {
          "starts_at": "2024-03-29T15:40:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71477/"
        },
        {
          "starts_at": "2024-03-29T18:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71621/"
        }
      ]
    },
    {
      "title": "Dune: Part Two",
      "trailer": "https://www.youtube.com/watch?v=CHDU-B5K_Xw",
      "synopsis": "Paul Atreides unites with Chani and the Fremen while on a warpath of revenge against the conspirators who destroyed his family. Facing a choice between the love of his life and the fate of the known universe, he endeavors to prevent a terrible future only he can foresee.",
      "runtime": 167,
      "times": [
        {
          "starts_at": "2024-03-29T11:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47992/"
        },
        {
          "starts_at": "2024-03-29T14:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47997/"
        },
        {
          "starts_at": "2024-03-29T17:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47993/"
        },
        {
          "starts_at": "2024-03-29T20:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48001/"
        },
        {
          "starts_at": "2024-03-29T11:30:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44066/"
        },
        {
          "starts_at": "2024-03-29T20:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44058/"
        },
        {
          "starts_at": "2024-03-29T11:40:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71631/"
        },
        {
          "starts_at": "2024-03-29T15:20:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71632/"
        },
        {
          "starts_at": "2024-03-29T17:40:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71629/"
        },
        {
          "starts_at": "2024-03-29T19:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71806/"
        },
        {
          "starts_at": "2024-03-29T20:20:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71622/"
        },
        {
          "starts_at": "2024-03-29T14:40:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26410/"
        },
        {
          "starts_at": "2024-03-29T20:00:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26408/"
        },
        {
          "starts_at": "2024-03-29T11:40:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15658/"
        },
        {
          "starts_at": "2024-03-29T13:30:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15650/"
        },
        {
          "starts_at": "2024-03-29T17:40:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15654/"
        },
        {
          "starts_at": "2024-03-29T19:30:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15646/"
        },
        {
          "starts_at": "2024-03-29T13:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23373/"
        },
        {
          "starts_at": "2024-03-29T17:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23380/"
        },
        {
          "starts_at": "2024-03-29T20:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23374/"
        }
      ]
    },
    {
      "title": "Godzilla x Kong: The New Empire",
      "trailer": "https://www.youtube.com/watch?v=JZAT58-DyqE",
      "synopsis": "The epic battle continues!  Legendary Pictures’ cinematic Monsterverse follows up the explosive showdown of “Godzilla vs. Kong” with an all-new adventure that pits the almighty Kong and the fearsome Godzilla against a colossal undiscovered threat hidden within our world, challenging their very existence—and our own. “Godzilla x Kong: The New Empire” delves further into the histories of these Titans and their origins, as well as the mysteries of Skull Island and beyond, while uncovering the mythic battle that helped forge these extraordinary beings and tied them to humankind forever.",
      "runtime": 115,
      "times": [
        {
          "starts_at": "2024-03-29T11:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48006/"
        },
        {
          "starts_at": "2024-03-29T15:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48005/"
        },
        {
          "starts_at": "2024-03-29T18:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48003/"
        },
        {
          "starts_at": "2024-03-29T20:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48004/"
        }
      ]
    },
    {
      "title": "Robot Dreams",
      "trailer": null,
      "synopsis": "A heart-swelling, hand-drawn delight that invites audiences of all ages to explore love and loss through its tender portrait of a new friendship. Part of the Official Selection of the 2023 Cannes Film Festival, Oscar-nominated Robot Dreams is the first animated film from Pablo Berger (Blancanieves).\n\nDog is lonely. He spends a lot of time by himself, whiling away long evenings in his Manhattan studio apartment, eating microwave meals for one in front of the TV. Tired of his solitary existence, he decides to purchase a friend. When his order arrives, he builds Robot, a fun-loving, happy-go-lucky companion to keep him company. Dog and Robot spend an idyllic day together – frolicking through the city to the joyful melody of Earth, Wind & Fire’s ‘September’ – ending up at Coney Island to enjoy the fun. But they are soon separated on the beach. Dog, devastated at the loss of his friend, does everything in his power to get Robot back.  \n\nSet in the 1980s, vivified by a poppy soundtrack and a strong affinity for cinema history, Robot Dreams is a deeply felt, bittersweet buddy comedy that embraces ambiguity and the uncertainty of life’s path.\n",
      "runtime": 102,
      "times": [
        {
          "starts_at": "2024-03-29T12:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47998/"
        },
        {
          "starts_at": "2024-03-29T14:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47996/"
        },
        {
          "starts_at": "2024-03-29T17:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47994/"
        },
        {
          "starts_at": "2024-03-29T14:30:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44067/"
        },
        {
          "starts_at": "2024-03-29T17:20:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44064/"
        },
        {
          "starts_at": "2024-03-29T12:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71626/"
        },
        {
          "starts_at": "2024-03-29T16:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71635/"
        },
        {
          "starts_at": "2024-03-29T11:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15651/"
        },
        {
          "starts_at": "2024-03-29T17:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15649/"
        },
        {
          "starts_at": "2024-03-29T11:40:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23375/"
        },
        {
          "starts_at": "2024-03-29T15:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23412/"
        },
        {
          "starts_at": "2024-03-29T18:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23372/"
        },
        {
          "starts_at": "2024-03-29T12:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89047/"
        },
        {
          "starts_at": "2024-03-29T14:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89048/"
        },
        {
          "starts_at": "2024-03-29T17:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89049/"
        }
      ]
    },
    {
      "title": "Immaculate",
      "trailer": null,
      "synopsis": "Sydney Sweeney (Anyone But You, Euphoria, The White Lotus) stars as Cecilia, an American nun of devout faith, embarking on a new journey in a remote convent in the picturesque Italian countryside. Cecilia’s warm welcome quickly devolves into a nightmare as it becomes clear her new home harbours a sinister secret and unspeakable horrors.\r\n\r\nCONTENT WARNING: This film contains flickering or flashing lights that may affect those with photosensitive epilepsy.",
      "runtime": 89,
      "times": [
        {
          "starts_at": "2024-03-29T18:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48002/"
        },
        {
          "starts_at": "2024-03-29T18:20:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71630/"
        }
      ]
    },
    {
      "title": "American Fiction",
      "trailer": "https://www.youtube.com/watch?v=e8YghfAsgpU",
      "synopsis": "AMERICAN FICTION is Cord Jefferson's hilarious directorial debut, which confronts our culture’s obsession with reducing people to outrageous stereotypes. Jeffrey Wright stars as Monk, a frustrated novelist who’s fed up with the establishment profiting from “Black” entertainment that relies on tired and offensive tropes. To prove his point, Monk uses a pen name to write an outlandish “Black” book of his own, a book that propels him to the heart of hypocrisy and the madness he claims to disdain.",
      "runtime": 117,
      "times": [
        {
          "starts_at": "2024-03-29T21:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48008/"
        },
        {
          "starts_at": "2024-03-29T11:50:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44056/"
        },
        {
          "starts_at": "2024-03-29T13:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71637/"
        },
        {
          "starts_at": "2024-03-29T14:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89044/"
        },
        {
          "starts_at": "2024-03-29T20:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89046/"
        }
      ]
    },
    {
      "title": "Disco Boy",
      "trailer": null,
      "synopsis": "After a painful journey through Europe, Aleksei arrives in Paris to join the Foreign Legion. In the Niger Delta, Jomo struggles against the oil companies threatening his village and the lives of his family. One day, at the head of an armed group, he kidnaps French nationals. A commando of the Foreign Legion intervenes, led by Aleksei. The destinies of Aleksei and Jomo will merge and continue across borders, bodies, life and death.",
      "runtime": 92,
      "times": [
        {
          "starts_at": "2024-03-29T12:10:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44069/"
        },
        {
          "starts_at": "2024-03-29T17:40:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44061/"
        },
        {
          "starts_at": "2024-03-29T21:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15648/"
        },
        {
          "starts_at": "2024-03-29T11:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23417/"
        },
        {
          "starts_at": "2024-03-29T16:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23414/"
        },
        {
          "starts_at": "2024-03-29T21:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23415/"
        },
        {
          "starts_at": "2024-03-29T14:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89014/"
        },
        {
          "starts_at": "2024-03-29T18:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89009/"
        }
      ]
    },
    {
      "title": "Perfect Days",
      "trailer": null,
      "synopsis": "A highly anticipated return to fiction feature filmmaking from Wim Wenders (Paris, Texas, Wings of Desire), PERFECT DAYS takes the writer-director to Tokyo to tell a story celebrating the hidden joys and minutiae of Japanese culture. Winner of the Best Actor award at Cannes 2023, Koji Yakusho (Babel, 13 Assassins) stars as Hirayama, a contemplative middle-aged man who lives a life of modesty and serenity, spending his days balancing his job as a dutiful caretaker of Tokyo’s numerous public toilets with his passion for music, literature and photography. As we join him on his structured daily routine, a series of unexpected encounters gradually begin to reveal a hidden past that lies behind his otherwise content and harmonious life. \n\nCombining a refreshingly unstereotypical depiction of the Japanese capital with a soundtrack comprised of iconic hits from the 60s and 80s, this is a subtle, shimmering and ultimately life-affirming reflection on finding beauty in the everyday world around us. Japan’s entry for Best International Film at the 2024 Academy Awards.\n",
      "runtime": 125,
      "times": [
        {
          "starts_at": "2024-03-29T14:50:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44068/"
        },
        {
          "starts_at": "2024-03-29T18:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44059/"
        },
        {
          "starts_at": "2024-03-29T12:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23378/"
        },
        {
          "starts_at": "2024-03-29T17:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23376/"
        },
        {
          "starts_at": "2024-03-29T20:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23377/"
        },
        {
          "starts_at": "2024-03-29T12:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89020/"
        },
        {
          "starts_at": "2024-03-29T14:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89011/"
        },
        {
          "starts_at": "2024-03-29T20:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89018/"
        }
      ]
    },
    {
      "title": "Silver Haze",
      "trailer": null,
      "synopsis": "Fifteen years after she got burnt when the pub where she slept as a child caught fire, Franky (23) seeks revenge because she still hasn't found any answers.",
      "runtime": 102,
      "times": [
        {
          "starts_at": "2024-03-29T15:10:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44065/"
        },
        {
          "starts_at": "2024-03-29T13:40:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23416/"
        },
        {
          "starts_at": "2024-03-29T18:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23413/"
        },
        {
          "starts_at": "2024-03-29T11:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89015/"
        },
        {
          "starts_at": "2024-03-29T16:15:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89013/"
        },
        {
          "starts_at": "2024-03-29T21:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89010/"
        }
      ]
    },
    {
      "title": "Monster",
      "trailer": "https://www.youtube.com/watch?v=e5Dt4O952iE",
      "synopsis": "Mysterious and deeply moving, MONSTER is a breathtaking piece of cinema from master director Hirokazu Kore-eda (Broker, Shoplifters). \nWhen her young son Minato starts to behave strangely, single mother Saori knows that there is something wrong. Discovering that one of his teachers might be responsible, she storms into the school demanding answers. But as the story unfolds through the eyes of mother, teacher and child, shocking truths begin to emerge. A timely tale of family, false impressions, and, ultimately, hope, Kore-eda’s typically sensitive work features powerful performances by Ando Sakura, Tanaka Yuko and Nagayama Eita, and a sublime score from the Oscar-winning composer Ryuichi Sakamoto.",
      "runtime": 127,
      "times": [
        {
          "starts_at": "2024-03-29T20:20:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44060/"
        },
        {
          "starts_at": "2024-03-29T11:45:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89043/"
        },
        {
          "starts_at": "2024-03-29T17:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89045/"
        }
      ]
    },
    {
      "title": "Drive-Away Dolls",
      "trailer": "https://www.youtube.com/watch?v=cJIr0p-X63w",
      "synopsis": "Written by Ethan Coen and Tricia Cooke, this comedy caper follows Jamie, an uninhibited free spirit bemoaning yet another breakup with a girlfriend, and her demure friend Marian who desperately needs to loosen up. In search of a fresh start, the two embark on an impromptu road trip to Tallahassee, but things quickly go awry when they cross paths with a group of inept criminals along the way. Directed by Ethan Coen.",
      "runtime": 84,
      "times": [
        {
          "starts_at": "2024-03-29T20:50:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44063/"
        }
      ]
    },
    {
      "title": "Wicked Little Letters",
      "trailer": "https://www.youtube.com/watch?v=fgqQvmbP-UU",
      "synopsis": "A 1920s English seaside town bears witness to a dark and absurd scandal in this riotous mystery comedy. Based on a stranger than fiction true story, WICKED LITTLE LETTERS follows two neighbours: deeply conservative local Edith Swan (Olivia Colman) and rowdy Irish migrant Rose Gooding (Jessie Buckley). When Edith and fellow residents begin to receive wicked letters full of unintentionally hilarious profanities, foulmouthed Rose is charged with the crime. The anonymous letters prompt a national uproar, and a trial ensues. However, as the town's women - led by Police Officer Gladys Moss (Anjana Vasan) - begin to investigate the crime themselves, they suspect that something is amiss, and Rose may not be the culprit after all.",
      "runtime": 100,
      "times": [
        {
          "starts_at": "2024-03-29T10:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71638/"
        },
        {
          "starts_at": "2024-03-29T21:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71634/"
        }
      ]
    },
    {
      "title": "Ghostbusters: Frozen Empire",
      "trailer": "https://www.youtube.com/watch?v=mMZ8yYtMFu4",
      "synopsis": "In Ghostbusters: Frozen Empire, the Spengler family returns to where it all started – the iconic New York City firehouse – to team up with the original Ghostbusters, who’ve developed a top-secret research lab to take busting ghosts to the next level. But when the discovery of an ancient artifact unleashes an evil force, Ghostbusters new and old must join forces to protect their home and save the world from a second Ice Age.\n",
      "runtime": 115,
      "times": [
        {
          "starts_at": "2024-03-29T10:45:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71700/"
        },
        {
          "starts_at": "2024-03-29T13:40:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71641/"
        },
        {
          "starts_at": "2024-03-29T20:40:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71807/"
        }
      ]
    },
    {
      "title": "National Theatre Live: The Motive and the Cue",
      "trailer": "https://www.youtube.com/watch?v=7OhicKyhS_k",
      "synopsis": "Sam Mendes (The Lehman Trilogy) directs Mark Gatiss as John Gielgud and Johnny Flynn as Richard Burton in this fierce and funny new play.     1964: Richard Burton, newly married to Elizabeth Taylor, is to play the title role in an experimental new Broadway production of Hamlet under John Gielgud’s exacting direction. But as rehearsals progress, two ages of theatre collide and the collaboration between actor and director soon threatens to unravel.     Written by Jack Thorne (Harry Potter and the Cursed Child) and designed by Es Devlin (The Crucible), the Evening Standard award-winning best new play was filmed live during a sold-out run at the National Theatre.  ",
      "runtime": 165,
      "times": [
        {
          "starts_at": "2024-03-29T14:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71628/"
        }
      ]
    },
    {
      "title": "Mothers’ Instinct",
      "trailer": "https://www.youtube.com/watch?v=aLikloRQiUE",
      "synopsis": "Starring Academy Award winners Jessica Chastain and Anne Hathaway, Mothers’ Instinct is an unnerving psychological thriller about two best friends and neighbors, Alice and Céline, whose perfect lives in ‘60s suburbia are shattered by a tragic accident involving one of their children. Marking the directorial debut of acclaimed cinematographer Benoit Delhomme, we follow Alice and Céline as their familial bonds are gradually undermined by guilt and paranoia and a gripping battle of wills develops, revealing the darker side of maternal love.  ",
      "runtime": 94,
      "times": [
        {
          "starts_at": "2024-03-29T16:20:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71625/"
        },
        {
          "starts_at": "2024-03-29T18:40:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71624/"
        },
        {
          "starts_at": "2024-03-29T21:20:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71623/"
        },
        {
          "starts_at": "2024-03-29T15:00:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26412/"
        },
        {
          "starts_at": "2024-03-29T21:00:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26407/"
        },
        {
          "starts_at": "2024-03-29T13:50:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15655/"
        },
        {
          "starts_at": "2024-03-29T18:40:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15647/"
        }
      ]
    },
    {
      "title": "The Origin of Evil",
      "trailer": null,
      "synopsis": "In this wickedly funny French thriller, shady relatives scheme for family fortunes through a succession of ingenious twists. Stéphane’s volatile lover is halfway through her prison sentence while she’s stuck working in a fish cannery. One day Stéphane boldly decides to reach out to her wealthy, estranged father. Stéphane discovers the dysfunctional family around him to be a vipers’ nest, all angling for the old man’s inheritance and suspicious of the new interloper. Soon enough, she finds herself embroiled in devious hidden agendas during a ruthless fight for the family empire in a luxury seaside French villa. Who’s the predator and who’s the prey?\n",
      "runtime": 123,
      "times": [
        {
          "starts_at": "2024-03-29T11:45:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26413/"
        },
        {
          "starts_at": "2024-03-29T18:10:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26406/"
        },
        {
          "starts_at": "2024-03-29T14:40:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23384/"
        },
        {
          "starts_at": "2024-03-29T20:40:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23370/"
        }
      ]
    },
    {
      "title": "High & Low - John Galliano",
      "trailer": null,
      "synopsis": "HIGH & LOW - JOHN GALLIANO is the gripping and thought-provoking new documentary from Academy Award® winner Kevin Macdonald, charting the rise-and-fall story of fashion designer John Galliano. Galliano was widely recognized as one of the most successful names in 1990s and 2000s couture, until his career abruptly ended when he was caught on camera in 2011 hurling antisemitic and racist insults at bystanders in Paris. Macdonald’s compelling documentary traces Galliano’s working and private life through the decades, candidly investigating his struggles with addiction and the industry pressure he faced along the way. Featuring conversations with Naomi Campbell, Kate Moss, Penelope Cruz, Charlize Theron, Anna Wintour, Edward Enninful and more.",
      "runtime": 117,
      "times": [
        {
          "starts_at": "2024-03-29T12:15:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26411/"
        },
        {
          "starts_at": "2024-03-29T17:20:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26409/"
        }
      ]
    },
    {
      "title": "The Zone of Interest",
      "trailer": null,
      "synopsis": "The commandant of Auschwitz, Rudolf Höss, and his wife Hedwig, strive to build a dream life for their family in a house and garden next to the camp.",
      "runtime": 105,
      "times": [
        {
          "starts_at": "2024-03-29T11:20:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15657/"
        },
        {
          "starts_at": "2024-03-29T16:10:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15653/"
        },
        {
          "starts_at": "2024-03-29T14:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23385/"
        },
        {
          "starts_at": "2024-03-29T12:15:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89012/"
        },
        {
          "starts_at": "2024-03-29T15:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89019/"
        },
        {
          "starts_at": "2024-03-29T18:10:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89017/"
        },
        {
          "starts_at": "2024-03-29T20:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89016/"
        }
      ]
    },
    {
      "title": "Late Night With the Devil",
      "trailer": "https://www.youtube.com/watch?v=cVqBtqCfagQ",
      "synopsis": "October 31, 1977. Johnny Carson rival Jack Delroy hosts a syndicated late night talk show ‘Night Owls’ that has long been a trusted companion to insomniacs around the country. A year after the tragic death of Jack’s wife, ratings have plummeted. Desperate to turn his fortunes around, Jack plans a Halloween\nspecial like no other, unaware that he is about to unleash evil into the living rooms of America.",
      "runtime": 93,
      "times": [
        {
          "starts_at": "2024-03-29T15:20:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15656/"
        },
        {
          "starts_at": "2024-03-29T21:20:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15652/"
        },
        {
          "starts_at": "2024-03-29T21:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23382/"
        }
      ]
    },
    {
      "title": "Drift",
      "trailer": "https://www.youtube.com/watch?v=lzTryklq-Rs",
      "synopsis": "Jacqueline (Cynthia Erivo), a young refugee, lands alone and penniless on a Greek island, where she tries first to survive and then to cope with her past. While gathering her strength, she begins a friendship with a rootless tour-guide (Alia Shawkat) and together they find the resilience to forge ahead.",
      "runtime": 93,
      "times": [
        {
          "starts_at": "2024-03-29T12:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23371/"
        },
        {
          "starts_at": "2024-03-29T17:40:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23368/"
        }
      ]
    },
    {
      "title": "DocHouse: I Heard It Through The Grapevine",
      "trailer": null,
      "synopsis": "Originally released in 1982, I Heard it Through the Grapevine is not so much a portrait of the seminal writer James Baldwin, as a deep immersion into his own exploration of the American South, two decades on from the start of the Civil Rights Movement.\r\n\r\nTravelling across the country, Baldwin revisits the landmarks of the Civil Rights struggle and critical sites of resistance - Selma, Birmingham, Atlanta. As he recalls the progress of the movement, he reunites with friends and former activists, together questioning what has been achieved, twenty years on.\r\n\r\nThis new 4K restoration of I Heard It Through The Grapevine brings James Baldwin back to the screen in his centenary year. While co-directors Dick Fontaine, who passed away in October 2023, and Pat Hartley deftly interweave archive footage, they never stray far from the guiding intellect of Baldwin. The result is an intimate and emotionally charged journey, raising questions that resonate ever louder through the passing decades.\r\n\r\nRestored by Harvard Film Archive. Special thanks to Gugulethu Mseleku, Smokey Fontaine, the late Dick Fontaine, and Pat Hartley.",
      "runtime": 92,
      "times": [
        {
          "starts_at": "2024-03-29T15:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89156/"
        }
      ]
    },
    {
      "title": "Io capitano",
      "trailer": null,
      "synopsis": "IO CAPITANO tells the story Seydou and Moussa, two Senegalese teenagers who leave Dakar to travel to Europe where they believe opportunities await. On a journey neither could have imagined, the boys face the dangers and the beauty of the desert, detention centres in Libya, and the perils of the sea in their pursuit of a better life, in an epic story that offers a deeply human perspective on the migrant crisis.\n\nDirected by two-time BAFTA-nominee Matteo Garrone (Gomorrah, Tale of Tales), IO CAPITANO has been nominated for Best International Feature at the Academy Awards, and won Best Director and Best Young Actor Awards at Venice Film Festival.",
      "runtime": 122,
      "times": [
        {
          "starts_at": "2024-03-29T18:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88996/"
        }
      ]
    },
    {
      "title": "DocHouse: Celluloid Underground",
      "trailer": null,
      "synopsis": "As a film-obsessed young man growing up in Iran after the 1979 revolution, Ehsan Khoshbakht pined for celluloid film reels. His dreams were answered when he met a maverick, underground film collector who had rescued and hidden thousands of banned 35mm prints, to save them from fundamentalist fanatics. The two men became close collaborators and friends, united in the love of cinema and rebellion against its censorship and destruction.\r\n\r\nYears later, living in exile in London, now an edified critic and curator himself, Ehsan has crafted this elegiac tribute to his friend - and to the power of cinema. Superbly crafted through film clips and his own archive, this is a resonant story of kinship, resistance and cinephilia.",
      "runtime": 80,
      "times": [
        {
          "starts_at": "2024-03-29T18:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88997/"
        }
      ]
    },
    {
      "title": "The Delinquents",
      "trailer": null,
      "synopsis": "Beguiling and unpredictable, Cannes Un Certain Regard breakout THE DELINQUENTS reinvents the heist film as a free-flowing adventure like no other.\n\nBuenos Aires bank employee Morán (Daniel Eliás) dreams up a scheme to liberate himself from corporate monotony: he’ll steal enough money to support a modest retirement, then confess and serve prison time while his co-worker holds on to the cash.\n\nSoon under pressure by a company investigator, accomplice Román (Esteban Bigliardi) heads to a remote rural idyll to hide the funds. There, he encounters a mysterious woman who will transform his life forever.\n\nThe latest from Argentinian writer-director Rodrigo Moreno, THE DELINQUENTS melds the existential and the playful to explore the nature of freedom itself. Suffused with timeless beauty, this cinematic discovery is at turns surreal, relatable, funny, romantic, surprising, restorative – and above all – a delight.",
      "runtime": 189,
      "times": [
        {
          "starts_at": "2024-03-29T19:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89050/"
        }
      ]
    },
    {
      "title": "DocHouse: Ryuichi Sakamoto Opus",
      "trailer": null,
      "synopsis": "On March 28th, 2023, legendary composer Ryuichi Sakamoto passed away after his struggle against cancer. In the years leading up to his death, Sakamoto could no longer perform live. Single concerts, not to mention sprawling global tours, were too taxing. Despite this, in late 2022, Sakamoto mustered all of his energy to leave the world with one final performance: a concert film, featuring just him and his piano.",
      "runtime": 103,
      "times": [
        {
          "starts_at": "2024-03-29T20:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88641/"
        }
      ]
    }
  ],
  "2024-03-30": [
    {
      "title": "Kung Fu Panda 4",
      "trailer": "https://www.youtube.com/watch?v=xCVBU07uGf4",
      "synopsis": "This spring, for the first time in almost a decade, comedy icon Jack Black returns to his role as Po, the world’s most unlikely kung fu master, with a hilarious, butt-kicking new chapter in DreamWorks Animation’s beloved action-comedy franchise: Kung Fu Panda 4.",
      "runtime": 94,
      "times": [
        {
          "starts_at": "2024-03-30T11:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48016/"
        },
        {
          "starts_at": "2024-03-30T14:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48014/"
        },
        {
          "starts_at": "2024-03-30T16:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48024/"
        },
        {
          "starts_at": "2024-03-30T18:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48018/"
        },
        {
          "starts_at": "2024-03-30T10:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71605/"
        },
        {
          "starts_at": "2024-03-30T13:20:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71604/"
        },
        {
          "starts_at": "2024-03-30T15:40:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71603/"
        },
        {
          "starts_at": "2024-03-30T18:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71658/"
        }
      ]
    },
    {
      "title": "Dune: Part Two",
      "trailer": "https://www.youtube.com/watch?v=CHDU-B5K_Xw",
      "synopsis": "Paul Atreides unites with Chani and the Fremen while on a warpath of revenge against the conspirators who destroyed his family. Facing a choice between the love of his life and the fate of the known universe, he endeavors to prevent a terrible future only he can foresee.",
      "runtime": 167,
      "times": [
        {
          "starts_at": "2024-03-30T11:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48017/"
        },
        {
          "starts_at": "2024-03-30T14:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48013/"
        },
        {
          "starts_at": "2024-03-30T17:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48022/"
        },
        {
          "starts_at": "2024-03-30T20:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48020/"
        },
        {
          "starts_at": "2024-03-30T11:45:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44076/"
        },
        {
          "starts_at": "2024-03-30T20:10:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44072/"
        },
        {
          "starts_at": "2024-03-30T11:40:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71643/"
        },
        {
          "starts_at": "2024-03-30T15:20:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71647/"
        },
        {
          "starts_at": "2024-03-30T17:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71805/"
        },
        {
          "starts_at": "2024-03-30T19:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71659/"
        },
        {
          "starts_at": "2024-03-30T20:20:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71655/"
        },
        {
          "starts_at": "2024-03-30T14:45:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26417/"
        },
        {
          "starts_at": "2024-03-30T20:00:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26419/"
        },
        {
          "starts_at": "2024-03-30T11:40:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15662/"
        },
        {
          "starts_at": "2024-03-30T13:30:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15670/"
        },
        {
          "starts_at": "2024-03-30T17:40:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15666/"
        },
        {
          "starts_at": "2024-03-30T19:30:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15661/"
        },
        {
          "starts_at": "2024-03-30T14:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23423/"
        },
        {
          "starts_at": "2024-03-30T17:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23437/"
        },
        {
          "starts_at": "2024-03-30T20:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23422/"
        }
      ]
    },
    {
      "title": "Godzilla x Kong: The New Empire",
      "trailer": "https://www.youtube.com/watch?v=JZAT58-DyqE",
      "synopsis": "The epic battle continues!  Legendary Pictures’ cinematic Monsterverse follows up the explosive showdown of “Godzilla vs. Kong” with an all-new adventure that pits the almighty Kong and the fearsome Godzilla against a colossal undiscovered threat hidden within our world, challenging their very existence—and our own. “Godzilla x Kong: The New Empire” delves further into the histories of these Titans and their origins, as well as the mysteries of Skull Island and beyond, while uncovering the mythic battle that helped forge these extraordinary beings and tied them to humankind forever.",
      "runtime": 115,
      "times": [
        {
          "starts_at": "2024-03-30T11:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48029/"
        },
        {
          "starts_at": "2024-03-30T15:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48028/"
        },
        {
          "starts_at": "2024-03-30T18:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48027/"
        },
        {
          "starts_at": "2024-03-30T20:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48026/"
        }
      ]
    },
    {
      "title": "Robot Dreams",
      "trailer": null,
      "synopsis": "A heart-swelling, hand-drawn delight that invites audiences of all ages to explore love and loss through its tender portrait of a new friendship. Part of the Official Selection of the 2023 Cannes Film Festival, Oscar-nominated Robot Dreams is the first animated film from Pablo Berger (Blancanieves).\n\nDog is lonely. He spends a lot of time by himself, whiling away long evenings in his Manhattan studio apartment, eating microwave meals for one in front of the TV. Tired of his solitary existence, he decides to purchase a friend. When his order arrives, he builds Robot, a fun-loving, happy-go-lucky companion to keep him company. Dog and Robot spend an idyllic day together – frolicking through the city to the joyful melody of Earth, Wind & Fire’s ‘September’ – ending up at Coney Island to enjoy the fun. But they are soon separated on the beach. Dog, devastated at the loss of his friend, does everything in his power to get Robot back.  \n\nSet in the 1980s, vivified by a poppy soundtrack and a strong affinity for cinema history, Robot Dreams is a deeply felt, bittersweet buddy comedy that embraces ambiguity and the uncertainty of life’s path.\n",
      "runtime": 102,
      "times": [
        {
          "starts_at": "2024-03-30T12:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48015/"
        },
        {
          "starts_at": "2024-03-30T14:40:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48025/"
        },
        {
          "starts_at": "2024-03-30T17:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48023/"
        },
        {
          "starts_at": "2024-03-30T14:40:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44075/"
        },
        {
          "starts_at": "2024-03-30T17:20:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44078/"
        },
        {
          "starts_at": "2024-03-30T10:45:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71644/"
        },
        {
          "starts_at": "2024-03-30T14:40:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71646/"
        },
        {
          "starts_at": "2024-03-30T11:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15669/"
        },
        {
          "starts_at": "2024-03-30T17:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15671/"
        },
        {
          "starts_at": "2024-03-30T15:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23433/"
        },
        {
          "starts_at": "2024-03-30T17:40:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23424/"
        },
        {
          "starts_at": "2024-03-30T12:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89038/"
        },
        {
          "starts_at": "2024-03-30T14:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89037/"
        },
        {
          "starts_at": "2024-03-30T17:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89036/"
        }
      ]
    },
    {
      "title": "American Fiction",
      "trailer": "https://www.youtube.com/watch?v=e8YghfAsgpU",
      "synopsis": "AMERICAN FICTION is Cord Jefferson's hilarious directorial debut, which confronts our culture’s obsession with reducing people to outrageous stereotypes. Jeffrey Wright stars as Monk, a frustrated novelist who’s fed up with the establishment profiting from “Black” entertainment that relies on tired and offensive tropes. To prove his point, Monk uses a pen name to write an outlandish “Black” book of his own, a book that propels him to the heart of hypocrisy and the madness he claims to disdain.",
      "runtime": 117,
      "times": [
        {
          "starts_at": "2024-03-30T21:00:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48019/"
        },
        {
          "starts_at": "2024-03-30T20:50:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44070/"
        },
        {
          "starts_at": "2024-03-30T13:10:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71650/"
        },
        {
          "starts_at": "2024-03-30T14:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89041/"
        },
        {
          "starts_at": "2024-03-30T20:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89039/"
        }
      ]
    },
    {
      "title": "Immaculate",
      "trailer": null,
      "synopsis": "Sydney Sweeney (Anyone But You, Euphoria, The White Lotus) stars as Cecilia, an American nun of devout faith, embarking on a new journey in a remote convent in the picturesque Italian countryside. Cecilia’s warm welcome quickly devolves into a nightmare as it becomes clear her new home harbours a sinister secret and unspeakable horrors.\r\n\r\nCONTENT WARNING: This film contains flickering or flashing lights that may affect those with photosensitive epilepsy.",
      "runtime": 89,
      "times": [
        {
          "starts_at": "2024-03-30T21:20:00+00:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48021/"
        },
        {
          "starts_at": "2024-03-30T16:30:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71657/"
        },
        {
          "starts_at": "2024-03-30T21:20:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71651/"
        }
      ]
    },
    {
      "title": "Silver Haze",
      "trailer": null,
      "synopsis": "Fifteen years after she got burnt when the pub where she slept as a child caught fire, Franky (23) seeks revenge because she still hasn't found any answers.",
      "runtime": 102,
      "times": [
        {
          "starts_at": "2024-03-30T12:10:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44081/"
        },
        {
          "starts_at": "2024-03-30T17:40:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44077/"
        },
        {
          "starts_at": "2024-03-30T13:40:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23429/"
        },
        {
          "starts_at": "2024-03-30T18:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23432/"
        },
        {
          "starts_at": "2024-03-30T11:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89023/"
        },
        {
          "starts_at": "2024-03-30T16:10:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89025/"
        },
        {
          "starts_at": "2024-03-30T21:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89021/"
        }
      ]
    },
    {
      "title": "Drive-Away Dolls",
      "trailer": "https://www.youtube.com/watch?v=cJIr0p-X63w",
      "synopsis": "Written by Ethan Coen and Tricia Cooke, this comedy caper follows Jamie, an uninhibited free spirit bemoaning yet another breakup with a girlfriend, and her demure friend Marian who desperately needs to loosen up. In search of a fresh start, the two embark on an impromptu road trip to Tallahassee, but things quickly go awry when they cross paths with a group of inept criminals along the way. Directed by Ethan Coen.",
      "runtime": 84,
      "times": [
        {
          "starts_at": "2024-03-30T12:50:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44079/"
        }
      ]
    },
    {
      "title": "Perfect Days",
      "trailer": null,
      "synopsis": "A highly anticipated return to fiction feature filmmaking from Wim Wenders (Paris, Texas, Wings of Desire), PERFECT DAYS takes the writer-director to Tokyo to tell a story celebrating the hidden joys and minutiae of Japanese culture. Winner of the Best Actor award at Cannes 2023, Koji Yakusho (Babel, 13 Assassins) stars as Hirayama, a contemplative middle-aged man who lives a life of modesty and serenity, spending his days balancing his job as a dutiful caretaker of Tokyo’s numerous public toilets with his passion for music, literature and photography. As we join him on his structured daily routine, a series of unexpected encounters gradually begin to reveal a hidden past that lies behind his otherwise content and harmonious life. \n\nCombining a refreshingly unstereotypical depiction of the Japanese capital with a soundtrack comprised of iconic hits from the 60s and 80s, this is a subtle, shimmering and ultimately life-affirming reflection on finding beauty in the everyday world around us. Japan’s entry for Best International Film at the 2024 Academy Awards.\n",
      "runtime": 125,
      "times": [
        {
          "starts_at": "2024-03-30T15:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44074/"
        },
        {
          "starts_at": "2024-03-30T18:00:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44080/"
        },
        {
          "starts_at": "2024-03-30T12:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23418/"
        },
        {
          "starts_at": "2024-03-30T17:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23420/"
        },
        {
          "starts_at": "2024-03-30T20:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23419/"
        },
        {
          "starts_at": "2024-03-30T15:10:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89027/"
        },
        {
          "starts_at": "2024-03-30T17:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89033/"
        },
        {
          "starts_at": "2024-03-30T20:40:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89030/"
        }
      ]
    },
    {
      "title": "Disco Boy",
      "trailer": null,
      "synopsis": "After a painful journey through Europe, Aleksei arrives in Paris to join the Foreign Legion. In the Niger Delta, Jomo struggles against the oil companies threatening his village and the lives of his family. One day, at the head of an armed group, he kidnaps French nationals. A commando of the Foreign Legion intervenes, led by Aleksei. The destinies of Aleksei and Jomo will merge and continue across borders, bodies, life and death.",
      "runtime": 92,
      "times": [
        {
          "starts_at": "2024-03-30T15:20:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44073/"
        },
        {
          "starts_at": "2024-03-30T18:40:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15659/"
        },
        {
          "starts_at": "2024-03-30T11:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23428/"
        },
        {
          "starts_at": "2024-03-30T16:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23431/"
        },
        {
          "starts_at": "2024-03-30T21:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23430/"
        },
        {
          "starts_at": "2024-03-30T13:45:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89024/"
        },
        {
          "starts_at": "2024-03-30T18:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89022/"
        }
      ]
    },
    {
      "title": "Monster",
      "trailer": "https://www.youtube.com/watch?v=e5Dt4O952iE",
      "synopsis": "Mysterious and deeply moving, MONSTER is a breathtaking piece of cinema from master director Hirokazu Kore-eda (Broker, Shoplifters). \nWhen her young son Minato starts to behave strangely, single mother Saori knows that there is something wrong. Discovering that one of his teachers might be responsible, she storms into the school demanding answers. But as the story unfolds through the eyes of mother, teacher and child, shocking truths begin to emerge. A timely tale of family, false impressions, and, ultimately, hope, Kore-eda’s typically sensitive work features powerful performances by Ando Sakura, Tanaka Yuko and Nagayama Eita, and a sublime score from the Oscar-winning composer Ryuichi Sakamoto.",
      "runtime": 127,
      "times": [
        {
          "starts_at": "2024-03-30T19:50:00+00:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44071/"
        },
        {
          "starts_at": "2024-03-30T11:45:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89042/"
        },
        {
          "starts_at": "2024-03-30T17:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89040/"
        }
      ]
    },
    {
      "title": "Io capitano",
      "trailer": null,
      "synopsis": "IO CAPITANO tells the story Seydou and Moussa, two Senegalese teenagers who leave Dakar to travel to Europe where they believe opportunities await. On a journey neither could have imagined, the boys face the dangers and the beauty of the desert, detention centres in Libya, and the perils of the sea in their pursuit of a better life, in an epic story that offers a deeply human perspective on the migrant crisis.\n\nDirected by two-time BAFTA-nominee Matteo Garrone (Gomorrah, Tale of Tales), IO CAPITANO has been nominated for Best International Feature at the Academy Awards, and won Best Director and Best Young Actor Awards at Venice Film Festival.",
      "runtime": 122,
      "times": [
        {
          "starts_at": "2024-03-30T11:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71602/"
        },
        {
          "starts_at": "2024-03-30T11:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23367/"
        }
      ]
    },
    {
      "title": "Ghostbusters: Frozen Empire",
      "trailer": "https://www.youtube.com/watch?v=mMZ8yYtMFu4",
      "synopsis": "In Ghostbusters: Frozen Empire, the Spengler family returns to where it all started – the iconic New York City firehouse – to team up with the original Ghostbusters, who’ve developed a top-secret research lab to take busting ghosts to the next level. But when the discovery of an ancient artifact unleashes an evil force, Ghostbusters new and old must join forces to protect their home and save the world from a second Ice Age.\n",
      "runtime": 115,
      "times": [
        {
          "starts_at": "2024-03-30T12:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71649/"
        },
        {
          "starts_at": "2024-03-30T13:50:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71660/"
        },
        {
          "starts_at": "2024-03-30T18:40:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71652/"
        }
      ]
    },
    {
      "title": "Mothers’ Instinct",
      "trailer": "https://www.youtube.com/watch?v=aLikloRQiUE",
      "synopsis": "Starring Academy Award winners Jessica Chastain and Anne Hathaway, Mothers’ Instinct is an unnerving psychological thriller about two best friends and neighbors, Alice and Céline, whose perfect lives in ‘60s suburbia are shattered by a tragic accident involving one of their children. Marking the directorial debut of acclaimed cinematographer Benoit Delhomme, we follow Alice and Céline as their familial bonds are gradually undermined by guilt and paranoia and a gripping battle of wills develops, revealing the darker side of maternal love.  ",
      "runtime": 94,
      "times": [
        {
          "starts_at": "2024-03-30T16:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71645/"
        },
        {
          "starts_at": "2024-03-30T18:20:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71656/"
        },
        {
          "starts_at": "2024-03-30T21:00:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71653/"
        },
        {
          "starts_at": "2024-03-30T12:20:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26415/"
        },
        {
          "starts_at": "2024-03-30T18:20:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26420/"
        },
        {
          "starts_at": "2024-03-30T13:50:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15665/"
        },
        {
          "starts_at": "2024-03-30T21:00:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15660/"
        }
      ]
    },
    {
      "title": "Wicked Little Letters",
      "trailer": "https://www.youtube.com/watch?v=fgqQvmbP-UU",
      "synopsis": "A 1920s English seaside town bears witness to a dark and absurd scandal in this riotous mystery comedy. Based on a stranger than fiction true story, WICKED LITTLE LETTERS follows two neighbours: deeply conservative local Edith Swan (Olivia Colman) and rowdy Irish migrant Rose Gooding (Jessie Buckley). When Edith and fellow residents begin to receive wicked letters full of unintentionally hilarious profanities, foulmouthed Rose is charged with the crime. The anonymous letters prompt a national uproar, and a trial ensues. However, as the town's women - led by Police Officer Gladys Moss (Anjana Vasan) - begin to investigate the crime themselves, they suspect that something is amiss, and Rose may not be the culprit after all.",
      "runtime": 100,
      "times": [
        {
          "starts_at": "2024-03-30T20:40:00+00:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71654/"
        }
      ]
    },
    {
      "title": "High & Low - John Galliano",
      "trailer": null,
      "synopsis": "HIGH & LOW - JOHN GALLIANO is the gripping and thought-provoking new documentary from Academy Award® winner Kevin Macdonald, charting the rise-and-fall story of fashion designer John Galliano. Galliano was widely recognized as one of the most successful names in 1990s and 2000s couture, until his career abruptly ended when he was caught on camera in 2011 hurling antisemitic and racist insults at bystanders in Paris. Macdonald’s compelling documentary traces Galliano’s working and private life through the decades, candidly investigating his struggles with addiction and the industry pressure he faced along the way. Featuring conversations with Naomi Campbell, Kate Moss, Penelope Cruz, Charlize Theron, Anna Wintour, Edward Enninful and more.",
      "runtime": 117,
      "times": [
        {
          "starts_at": "2024-03-30T11:45:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26416/"
        },
        {
          "starts_at": "2024-03-30T17:20:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26418/"
        }
      ]
    },
    {
      "title": "The Origin of Evil",
      "trailer": null,
      "synopsis": "In this wickedly funny French thriller, shady relatives scheme for family fortunes through a succession of ingenious twists. Stéphane’s volatile lover is halfway through her prison sentence while she’s stuck working in a fish cannery. One day Stéphane boldly decides to reach out to her wealthy, estranged father. Stéphane discovers the dysfunctional family around him to be a vipers’ nest, all angling for the old man’s inheritance and suspicious of the new interloper. Soon enough, she finds herself embroiled in devious hidden agendas during a ruthless fight for the family empire in a luxury seaside French villa. Who’s the predator and who’s the prey?\n",
      "runtime": 123,
      "times": [
        {
          "starts_at": "2024-03-30T14:30:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26414/"
        },
        {
          "starts_at": "2024-03-30T20:40:00+00:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26421/"
        },
        {
          "starts_at": "2024-03-30T14:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23435/"
        },
        {
          "starts_at": "2024-03-30T20:40:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23426/"
        }
      ]
    },
    {
      "title": "The Zone of Interest",
      "trailer": null,
      "synopsis": "The commandant of Auschwitz, Rudolf Höss, and his wife Hedwig, strive to build a dream life for their family in a house and garden next to the camp.",
      "runtime": 105,
      "times": [
        {
          "starts_at": "2024-03-30T11:20:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15663/"
        },
        {
          "starts_at": "2024-03-30T16:10:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15667/"
        },
        {
          "starts_at": "2024-03-30T21:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23434/"
        },
        {
          "starts_at": "2024-03-30T12:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89026/"
        },
        {
          "starts_at": "2024-03-30T15:20:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89029/"
        },
        {
          "starts_at": "2024-03-30T18:10:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89031/"
        },
        {
          "starts_at": "2024-03-30T20:50:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89032/"
        }
      ]
    },
    {
      "title": "Late Night With the Devil",
      "trailer": "https://www.youtube.com/watch?v=cVqBtqCfagQ",
      "synopsis": "October 31, 1977. Johnny Carson rival Jack Delroy hosts a syndicated late night talk show ‘Night Owls’ that has long been a trusted companion to insomniacs around the country. A year after the tragic death of Jack’s wife, ratings have plummeted. Desperate to turn his fortunes around, Jack plans a Halloween\nspecial like no other, unaware that he is about to unleash evil into the living rooms of America.",
      "runtime": 93,
      "times": [
        {
          "starts_at": "2024-03-30T15:20:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15664/"
        },
        {
          "starts_at": "2024-03-30T21:20:00+00:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15668/"
        },
        {
          "starts_at": "2024-03-30T14:40:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23436/"
        }
      ]
    },
    {
      "title": "Kids Club: Wonka",
      "trailer": "https://www.youtube.com/watch?v=qhzNQ9vaJqE",
      "synopsis": "The Story will focus on a young Willy Wonka and his adventures prior to opening the world’s most famous chocolate factory.",
      "runtime": 116,
      "times": [
        {
          "starts_at": "2024-03-30T10:30:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23638/"
        }
      ]
    },
    {
      "title": "Drift",
      "trailer": "https://www.youtube.com/watch?v=lzTryklq-Rs",
      "synopsis": "Jacqueline (Cynthia Erivo), a young refugee, lands alone and penniless on a Greek island, where she tries first to survive and then to cope with her past. While gathering her strength, she begins a friendship with a rootless tour-guide (Alia Shawkat) and together they find the resilience to forge ahead.",
      "runtime": 93,
      "times": [
        {
          "starts_at": "2024-03-30T12:20:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23425/"
        },
        {
          "starts_at": "2024-03-30T18:00:00+00:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23427/"
        }
      ]
    },
    {
      "title": "The Delinquents",
      "trailer": null,
      "synopsis": "Beguiling and unpredictable, Cannes Un Certain Regard breakout THE DELINQUENTS reinvents the heist film as a free-flowing adventure like no other.\n\nBuenos Aires bank employee Morán (Daniel Eliás) dreams up a scheme to liberate himself from corporate monotony: he’ll steal enough money to support a modest retirement, then confess and serve prison time while his co-worker holds on to the cash.\n\nSoon under pressure by a company investigator, accomplice Román (Esteban Bigliardi) heads to a remote rural idyll to hide the funds. There, he encounters a mysterious woman who will transform his life forever.\n\nThe latest from Argentinian writer-director Rodrigo Moreno, THE DELINQUENTS melds the existential and the playful to explore the nature of freedom itself. Suffused with timeless beauty, this cinematic discovery is at turns surreal, relatable, funny, romantic, surprising, restorative – and above all – a delight.",
      "runtime": 189,
      "times": [
        {
          "starts_at": "2024-03-30T11:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89034/"
        },
        {
          "starts_at": "2024-03-30T19:30:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89035/"
        }
      ]
    },
    {
      "title": "DocHouse: Radical Wolfe",
      "trailer": null,
      "synopsis": "From a beat reporter at the Washington Post to an overnight sensation as the leader of the New Journalism movement, Tom Wolfe was at the forefront of reshaping how American stories are told. Recognising the importance of overlooked subcultures and communities, he documented everything from rural stock car drivers to hippies in Haight Ashbury to the Apollo Astronauts.\r\n\r\nWith a distinctive and oft-imitated style all his own, Wolfe’s body of work includes some of the most memorable and culturally impactful stories of the 20th century like The Right Stuff, The Bonfire of the Vanities and A Man in Full.\r\n\r\nRadical Wolfe is a personal and illuminating look at the man inside the famous white suit, featuring conversations and interviews with those who knew him best, including Michael Lewis, Gay Talese, Lynn Nesbit and Alexandra Wolfe.",
      "runtime": 75,
      "times": [
        {
          "starts_at": "2024-03-30T14:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88807/"
        }
      ]
    },
    {
      "title": "DocHouse: Celluloid Underground",
      "trailer": null,
      "synopsis": "As a film-obsessed young man growing up in Iran after the 1979 revolution, Ehsan Khoshbakht pined for celluloid film reels. His dreams were answered when he met a maverick, underground film collector who had rescued and hidden thousands of banned 35mm prints, to save them from fundamentalist fanatics. The two men became close collaborators and friends, united in the love of cinema and rebellion against its censorship and destruction.\r\n\r\nYears later, living in exile in London, now an edified critic and curator himself, Ehsan has crafted this elegiac tribute to his friend - and to the power of cinema. Superbly crafted through film clips and his own archive, this is a resonant story of kinship, resistance and cinephilia.",
      "runtime": 80,
      "times": [
        {
          "starts_at": "2024-03-30T16:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88998/"
        }
      ]
    },
    {
      "title": "DocHouse: Godard Cinema",
      "trailer": null,
      "synopsis": "With the release of Breathless, Jean-Luc Godard established himself as a cinematic rebel and the pioneer of the French New Wave. 62 years and 140 films later, this rich portrait seeks to understand one of cinema's most influential directors and his work.\r\n\r\nIn six parts that move through Godard’s extraordinary, restless career, director Cyril Leuthy tracks a constant innovator, tirelessly inventing and reinventing - both the medium and himself.\r\n\r\nPacked with film clips alongside candid interviews with friends, collaborators and critics, including icons like Anna Karina, Godard Cinema dives deep into the world of the iconoclastic auteur.\r\n",
      "runtime": 110,
      "times": [
        {
          "starts_at": "2024-03-30T18:00:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89157/"
        }
      ]
    },
    {
      "title": "DocHouse: High & Low: John Galliano",
      "trailer": null,
      "synopsis": "Widely recognized as one of the most influential and successful fashion designers of our time, John Galliano dressed the most beautiful and influential men and women in the world for almost 15 years at Givenchy and Dior.\r\n\r\nIn 2011, his career abruptly ended after he was captured on video using shocking, abusive, antisemitic and racist insults. Director Kevin Macdonald investigates the multiple facets and contradictions of John Galliano’s character, and the decades of industry pressure and drug and alcohol addiction that surrounded his downfall.\r\n\r\nFeaturing conversations with Naomi Campbell, Kate Moss, Penelope Cruz, Charlize Theron, Anna Wintour, Edward Enninful, Boris Cyrulnik, Hamish Bowles and Sidney Toledano, among others, High & Low: John Galliano explores culpability, cancellation and questions who society 'cancels' and who gets granted a second chance.",
      "runtime": 116,
      "times": [
        {
          "starts_at": "2024-03-30T20:10:00+00:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89158/"
        }
      ]
    }
  ],
  "2024-03-31": [
    {
      "title": "Kung Fu Panda 4",
      "trailer": "https://www.youtube.com/watch?v=xCVBU07uGf4",
      "synopsis": "This spring, for the first time in almost a decade, comedy icon Jack Black returns to his role as Po, the world’s most unlikely kung fu master, with a hilarious, butt-kicking new chapter in DreamWorks Animation’s beloved action-comedy franchise: Kung Fu Panda 4.",
      "runtime": 94,
      "times": [
        {
          "starts_at": "2024-03-31T10:40:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48030/"
        },
        {
          "starts_at": "2024-03-31T13:40:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48040/"
        },
        {
          "starts_at": "2024-03-31T16:00:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48037/"
        },
        {
          "starts_at": "2024-03-31T21:00:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48046/"
        },
        {
          "starts_at": "2024-03-31T10:15:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71800/"
        },
        {
          "starts_at": "2024-03-31T13:00:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71799/"
        },
        {
          "starts_at": "2024-03-31T15:20:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71798/"
        },
        {
          "starts_at": "2024-03-31T17:40:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71783/"
        }
      ]
    },
    {
      "title": "Dune: Part Two",
      "trailer": "https://www.youtube.com/watch?v=CHDU-B5K_Xw",
      "synopsis": "Paul Atreides unites with Chani and the Fremen while on a warpath of revenge against the conspirators who destroyed his family. Facing a choice between the love of his life and the fate of the known universe, he endeavors to prevent a terrible future only he can foresee.",
      "runtime": 167,
      "times": [
        {
          "starts_at": "2024-03-31T11:00:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48031/"
        },
        {
          "starts_at": "2024-03-31T14:00:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48039/"
        },
        {
          "starts_at": "2024-03-31T17:20:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48035/"
        },
        {
          "starts_at": "2024-03-31T19:40:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48033/"
        },
        {
          "starts_at": "2024-03-31T11:30:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44089/"
        },
        {
          "starts_at": "2024-03-31T20:00:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44085/"
        },
        {
          "starts_at": "2024-03-31T11:20:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71787/"
        },
        {
          "starts_at": "2024-03-31T13:40:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71793/"
        },
        {
          "starts_at": "2024-03-31T15:00:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71797/"
        },
        {
          "starts_at": "2024-03-31T17:20:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71782/"
        },
        {
          "starts_at": "2024-03-31T18:40:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71794/"
        },
        {
          "starts_at": "2024-03-31T20:00:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71789/"
        },
        {
          "starts_at": "2024-03-31T19:20:00+01:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26424/"
        },
        {
          "starts_at": "2024-03-31T13:20:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15673/"
        },
        {
          "starts_at": "2024-03-31T16:40:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15681/"
        },
        {
          "starts_at": "2024-03-31T19:30:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15677/"
        },
        {
          "starts_at": "2024-03-31T13:00:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23543/"
        },
        {
          "starts_at": "2024-03-31T17:00:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23557/"
        },
        {
          "starts_at": "2024-03-31T19:40:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23542/"
        }
      ]
    },
    {
      "title": "Godzilla x Kong: The New Empire",
      "trailer": "https://www.youtube.com/watch?v=JZAT58-DyqE",
      "synopsis": "The epic battle continues!  Legendary Pictures’ cinematic Monsterverse follows up the explosive showdown of “Godzilla vs. Kong” with an all-new adventure that pits the almighty Kong and the fearsome Godzilla against a colossal undiscovered threat hidden within our world, challenging their very existence—and our own. “Godzilla x Kong: The New Empire” delves further into the histories of these Titans and their origins, as well as the mysteries of Skull Island and beyond, while uncovering the mythic battle that helped forge these extraordinary beings and tied them to humankind forever.",
      "runtime": 115,
      "times": [
        {
          "starts_at": "2024-03-31T11:20:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48045/"
        },
        {
          "starts_at": "2024-03-31T14:40:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48044/"
        },
        {
          "starts_at": "2024-03-31T17:40:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48043/"
        },
        {
          "starts_at": "2024-03-31T20:20:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48042/"
        }
      ]
    },
    {
      "title": "Robot Dreams",
      "trailer": null,
      "synopsis": "A heart-swelling, hand-drawn delight that invites audiences of all ages to explore love and loss through its tender portrait of a new friendship. Part of the Official Selection of the 2023 Cannes Film Festival, Oscar-nominated Robot Dreams is the first animated film from Pablo Berger (Blancanieves).\n\nDog is lonely. He spends a lot of time by himself, whiling away long evenings in his Manhattan studio apartment, eating microwave meals for one in front of the TV. Tired of his solitary existence, he decides to purchase a friend. When his order arrives, he builds Robot, a fun-loving, happy-go-lucky companion to keep him company. Dog and Robot spend an idyllic day together – frolicking through the city to the joyful melody of Earth, Wind & Fire’s ‘September’ – ending up at Coney Island to enjoy the fun. But they are soon separated on the beach. Dog, devastated at the loss of his friend, does everything in his power to get Robot back.  \n\nSet in the 1980s, vivified by a poppy soundtrack and a strong affinity for cinema history, Robot Dreams is a deeply felt, bittersweet buddy comedy that embraces ambiguity and the uncertainty of life’s path.\n",
      "runtime": 102,
      "times": [
        {
          "starts_at": "2024-03-31T11:40:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48041/"
        },
        {
          "starts_at": "2024-03-31T14:20:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48038/"
        },
        {
          "starts_at": "2024-03-31T17:00:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48036/"
        },
        {
          "starts_at": "2024-03-31T14:40:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44088/"
        },
        {
          "starts_at": "2024-03-31T17:10:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44091/"
        },
        {
          "starts_at": "2024-03-31T11:00:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71785/"
        },
        {
          "starts_at": "2024-03-31T15:40:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71780/"
        },
        {
          "starts_at": "2024-03-31T13:30:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15672/"
        },
        {
          "starts_at": "2024-03-31T17:00:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15674/"
        },
        {
          "starts_at": "2024-03-31T11:20:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23541/"
        },
        {
          "starts_at": "2024-03-31T14:40:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23553/"
        },
        {
          "starts_at": "2024-03-31T17:20:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23544/"
        },
        {
          "starts_at": "2024-03-31T11:45:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89062/"
        },
        {
          "starts_at": "2024-03-31T14:20:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89063/"
        },
        {
          "starts_at": "2024-03-31T17:00:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89064/"
        }
      ]
    },
    {
      "title": "Immaculate",
      "trailer": null,
      "synopsis": "Sydney Sweeney (Anyone But You, Euphoria, The White Lotus) stars as Cecilia, an American nun of devout faith, embarking on a new journey in a remote convent in the picturesque Italian countryside. Cecilia’s warm welcome quickly devolves into a nightmare as it becomes clear her new home harbours a sinister secret and unspeakable horrors.\r\n\r\nCONTENT WARNING: This film contains flickering or flashing lights that may affect those with photosensitive epilepsy.",
      "runtime": 89,
      "times": [
        {
          "starts_at": "2024-03-31T18:20:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48034/"
        },
        {
          "starts_at": "2024-03-31T18:00:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71792/"
        }
      ]
    },
    {
      "title": "American Fiction",
      "trailer": "https://www.youtube.com/watch?v=e8YghfAsgpU",
      "synopsis": "AMERICAN FICTION is Cord Jefferson's hilarious directorial debut, which confronts our culture’s obsession with reducing people to outrageous stereotypes. Jeffrey Wright stars as Monk, a frustrated novelist who’s fed up with the establishment profiting from “Black” entertainment that relies on tired and offensive tropes. To prove his point, Monk uses a pen name to write an outlandish “Black” book of his own, a book that propels him to the heart of hypocrisy and the madness he claims to disdain.",
      "runtime": 117,
      "times": [
        {
          "starts_at": "2024-03-31T20:40:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48032/"
        },
        {
          "starts_at": "2024-03-31T12:00:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44083/"
        },
        {
          "starts_at": "2024-03-31T12:40:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71795/"
        },
        {
          "starts_at": "2024-03-31T14:40:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89071/"
        },
        {
          "starts_at": "2024-03-31T20:15:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89061/"
        }
      ]
    },
    {
      "title": "Disco Boy",
      "trailer": null,
      "synopsis": "After a painful journey through Europe, Aleksei arrives in Paris to join the Foreign Legion. In the Niger Delta, Jomo struggles against the oil companies threatening his village and the lives of his family. One day, at the head of an armed group, he kidnaps French nationals. A commando of the Foreign Legion intervenes, led by Aleksei. The destinies of Aleksei and Jomo will merge and continue across borders, bodies, life and death.",
      "runtime": 92,
      "times": [
        {
          "starts_at": "2024-03-31T13:00:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44086/"
        },
        {
          "starts_at": "2024-03-31T17:40:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44093/"
        },
        {
          "starts_at": "2024-03-31T20:40:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15675/"
        },
        {
          "starts_at": "2024-03-31T11:00:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23548/"
        },
        {
          "starts_at": "2024-03-31T15:40:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23551/"
        },
        {
          "starts_at": "2024-03-31T20:40:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23550/"
        },
        {
          "starts_at": "2024-03-31T13:45:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89056/"
        },
        {
          "starts_at": "2024-03-31T18:40:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89058/"
        }
      ]
    },
    {
      "title": "Silver Haze",
      "trailer": null,
      "synopsis": "Fifteen years after she got burnt when the pub where she slept as a child caught fire, Franky (23) seeks revenge because she still hasn't found any answers.",
      "runtime": 102,
      "times": [
        {
          "starts_at": "2024-03-31T15:00:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44090/"
        },
        {
          "starts_at": "2024-03-31T13:20:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23549/"
        },
        {
          "starts_at": "2024-03-31T18:00:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23552/"
        },
        {
          "starts_at": "2024-03-31T11:00:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89057/"
        },
        {
          "starts_at": "2024-03-31T16:15:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89055/"
        },
        {
          "starts_at": "2024-03-31T21:00:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89059/"
        }
      ]
    },
    {
      "title": "Perfect Days",
      "trailer": null,
      "synopsis": "A highly anticipated return to fiction feature filmmaking from Wim Wenders (Paris, Texas, Wings of Desire), PERFECT DAYS takes the writer-director to Tokyo to tell a story celebrating the hidden joys and minutiae of Japanese culture. Winner of the Best Actor award at Cannes 2023, Koji Yakusho (Babel, 13 Assassins) stars as Hirayama, a contemplative middle-aged man who lives a life of modesty and serenity, spending his days balancing his job as a dutiful caretaker of Tokyo’s numerous public toilets with his passion for music, literature and photography. As we join him on his structured daily routine, a series of unexpected encounters gradually begin to reveal a hidden past that lies behind his otherwise content and harmonious life. \n\nCombining a refreshingly unstereotypical depiction of the Japanese capital with a soundtrack comprised of iconic hits from the 60s and 80s, this is a subtle, shimmering and ultimately life-affirming reflection on finding beauty in the everyday world around us. Japan’s entry for Best International Film at the 2024 Academy Awards.\n",
      "runtime": 125,
      "times": [
        {
          "starts_at": "2024-03-31T15:20:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44087/"
        },
        {
          "starts_at": "2024-03-31T18:10:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44082/"
        },
        {
          "starts_at": "2024-03-31T11:40:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23538/"
        },
        {
          "starts_at": "2024-03-31T16:40:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23540/"
        },
        {
          "starts_at": "2024-03-31T20:00:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23539/"
        },
        {
          "starts_at": "2024-03-31T15:00:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89053/"
        },
        {
          "starts_at": "2024-03-31T17:50:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89067/"
        },
        {
          "starts_at": "2024-03-31T20:30:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89051/"
        }
      ]
    },
    {
      "title": "Monster",
      "trailer": "https://www.youtube.com/watch?v=e5Dt4O952iE",
      "synopsis": "Mysterious and deeply moving, MONSTER is a breathtaking piece of cinema from master director Hirokazu Kore-eda (Broker, Shoplifters). \nWhen her young son Minato starts to behave strangely, single mother Saori knows that there is something wrong. Discovering that one of his teachers might be responsible, she storms into the school demanding answers. But as the story unfolds through the eyes of mother, teacher and child, shocking truths begin to emerge. A timely tale of family, false impressions, and, ultimately, hope, Kore-eda’s typically sensitive work features powerful performances by Ando Sakura, Tanaka Yuko and Nagayama Eita, and a sublime score from the Oscar-winning composer Ryuichi Sakamoto.",
      "runtime": 127,
      "times": [
        {
          "starts_at": "2024-03-31T19:40:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44084/"
        },
        {
          "starts_at": "2024-03-31T11:30:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89070/"
        },
        {
          "starts_at": "2024-03-31T17:20:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89060/"
        }
      ]
    },
    {
      "title": "Drive-Away Dolls",
      "trailer": "https://www.youtube.com/watch?v=cJIr0p-X63w",
      "synopsis": "Written by Ethan Coen and Tricia Cooke, this comedy caper follows Jamie, an uninhibited free spirit bemoaning yet another breakup with a girlfriend, and her demure friend Marian who desperately needs to loosen up. In search of a fresh start, the two embark on an impromptu road trip to Tallahassee, but things quickly go awry when they cross paths with a group of inept criminals along the way. Directed by Ethan Coen.",
      "runtime": 84,
      "times": [
        {
          "starts_at": "2024-03-31T21:00:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44092/"
        }
      ]
    },
    {
      "title": "Wicked Little Letters",
      "trailer": "https://www.youtube.com/watch?v=fgqQvmbP-UU",
      "synopsis": "A 1920s English seaside town bears witness to a dark and absurd scandal in this riotous mystery comedy. Based on a stranger than fiction true story, WICKED LITTLE LETTERS follows two neighbours: deeply conservative local Edith Swan (Olivia Colman) and rowdy Irish migrant Rose Gooding (Jessie Buckley). When Edith and fellow residents begin to receive wicked letters full of unintentionally hilarious profanities, foulmouthed Rose is charged with the crime. The anonymous letters prompt a national uproar, and a trial ensues. However, as the town's women - led by Police Officer Gladys Moss (Anjana Vasan) - begin to investigate the crime themselves, they suspect that something is amiss, and Rose may not be the culprit after all.",
      "runtime": 100,
      "times": [
        {
          "starts_at": "2024-03-31T10:30:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71804/"
        },
        {
          "starts_at": "2024-03-31T20:40:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71790/"
        }
      ]
    },
    {
      "title": "Ghostbusters: Frozen Empire",
      "trailer": "https://www.youtube.com/watch?v=mMZ8yYtMFu4",
      "synopsis": "In Ghostbusters: Frozen Empire, the Spengler family returns to where it all started – the iconic New York City firehouse – to team up with the original Ghostbusters, who’ve developed a top-secret research lab to take busting ghosts to the next level. But when the discovery of an ancient artifact unleashes an evil force, Ghostbusters new and old must join forces to protect their home and save the world from a second Ice Age.\n",
      "runtime": 115,
      "times": [
        {
          "starts_at": "2024-03-31T10:40:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71786/"
        },
        {
          "starts_at": "2024-03-31T13:20:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71796/"
        },
        {
          "starts_at": "2024-03-31T20:20:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71788/"
        }
      ]
    },
    {
      "title": "Mothers’ Instinct",
      "trailer": "https://www.youtube.com/watch?v=aLikloRQiUE",
      "synopsis": "Starring Academy Award winners Jessica Chastain and Anne Hathaway, Mothers’ Instinct is an unnerving psychological thriller about two best friends and neighbors, Alice and Céline, whose perfect lives in ‘60s suburbia are shattered by a tragic accident involving one of their children. Marking the directorial debut of acclaimed cinematographer Benoit Delhomme, we follow Alice and Céline as their familial bonds are gradually undermined by guilt and paranoia and a gripping battle of wills develops, revealing the darker side of maternal love.  ",
      "runtime": 94,
      "times": [
        {
          "starts_at": "2024-03-31T16:00:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71781/"
        },
        {
          "starts_at": "2024-03-31T18:20:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71784/"
        },
        {
          "starts_at": "2024-03-31T21:00:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71791/"
        },
        {
          "starts_at": "2024-03-31T14:20:00+01:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26428/"
        },
        {
          "starts_at": "2024-03-31T20:20:00+01:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26425/"
        },
        {
          "starts_at": "2024-03-31T11:10:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15680/"
        },
        {
          "starts_at": "2024-03-31T18:20:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15676/"
        }
      ]
    },
    {
      "title": "The Origin of Evil",
      "trailer": null,
      "synopsis": "In this wickedly funny French thriller, shady relatives scheme for family fortunes through a succession of ingenious twists. Stéphane’s volatile lover is halfway through her prison sentence while she’s stuck working in a fish cannery. One day Stéphane boldly decides to reach out to her wealthy, estranged father. Stéphane discovers the dysfunctional family around him to be a vipers’ nest, all angling for the old man’s inheritance and suspicious of the new interloper. Soon enough, she finds herself embroiled in devious hidden agendas during a ruthless fight for the family empire in a luxury seaside French villa. Who’s the predator and who’s the prey?\n",
      "runtime": 123,
      "times": [
        {
          "starts_at": "2024-03-31T11:00:00+01:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26427/"
        },
        {
          "starts_at": "2024-03-31T17:30:00+01:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26426/"
        },
        {
          "starts_at": "2024-03-31T14:20:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23555/"
        },
        {
          "starts_at": "2024-03-31T20:20:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23546/"
        }
      ]
    },
    {
      "title": "High & Low - John Galliano",
      "trailer": null,
      "synopsis": "HIGH & LOW - JOHN GALLIANO is the gripping and thought-provoking new documentary from Academy Award® winner Kevin Macdonald, charting the rise-and-fall story of fashion designer John Galliano. Galliano was widely recognized as one of the most successful names in 1990s and 2000s couture, until his career abruptly ended when he was caught on camera in 2011 hurling antisemitic and racist insults at bystanders in Paris. Macdonald’s compelling documentary traces Galliano’s working and private life through the decades, candidly investigating his struggles with addiction and the industry pressure he faced along the way. Featuring conversations with Naomi Campbell, Kate Moss, Penelope Cruz, Charlize Theron, Anna Wintour, Edward Enninful and more.",
      "runtime": 117,
      "times": [
        {
          "starts_at": "2024-03-31T11:30:00+01:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26422/"
        },
        {
          "starts_at": "2024-03-31T16:40:00+01:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26423/"
        }
      ]
    },
    {
      "title": "Royal Opera 2023/24 Season: Madama Butterfly",
      "trailer": null,
      "synopsis": "When the young geisha, Cio-Cio-San, marries American Naval Officer Pinkerton, she believes she is entering a real, binding marriage for life. Forsaking her religion and community, she learns all too late that for Pinkerton, their marriage is merely an illusion – with tragic consequences.\n\nWith a score that includes Butterfly’s aria, 'Un bel dì, vedremo' (‘One fine day’) and the Humming Chorus, Giacomo Puccini’s opera is entrancing and ultimately heart-breaking. Moshe Leiser and Patrice Caurier’s exquisite production takes inspiration from 19th-century European images of Japan.\n\nAsmik Grigorian and Hrachuhí Bassénz share the role of Cio-Cio-San, with Kevin John Edusei conducting.",
      "runtime": 165,
      "times": [
        {
          "starts_at": "2024-03-31T14:00:00+01:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-24121/"
        }
      ]
    },
    {
      "title": "The Zone of Interest",
      "trailer": null,
      "synopsis": "The commandant of Auschwitz, Rudolf Höss, and his wife Hedwig, strive to build a dream life for their family in a house and garden next to the camp.",
      "runtime": 105,
      "times": [
        {
          "starts_at": "2024-03-31T10:50:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15739/"
        },
        {
          "starts_at": "2024-03-31T14:00:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15682/"
        },
        {
          "starts_at": "2024-03-31T14:00:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23554/"
        },
        {
          "starts_at": "2024-03-31T12:30:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89054/"
        },
        {
          "starts_at": "2024-03-31T15:15:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89052/"
        },
        {
          "starts_at": "2024-03-31T18:00:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89069/"
        },
        {
          "starts_at": "2024-03-31T20:45:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89068/"
        }
      ]
    },
    {
      "title": "Io capitano",
      "trailer": null,
      "synopsis": "IO CAPITANO tells the story Seydou and Moussa, two Senegalese teenagers who leave Dakar to travel to Europe where they believe opportunities await. On a journey neither could have imagined, the boys face the dangers and the beauty of the desert, detention centres in Libya, and the perils of the sea in their pursuit of a better life, in an epic story that offers a deeply human perspective on the migrant crisis.\n\nDirected by two-time BAFTA-nominee Matteo Garrone (Gomorrah, Tale of Tales), IO CAPITANO has been nominated for Best International Feature at the Academy Awards, and won Best Director and Best Young Actor Awards at Venice Film Festival.",
      "runtime": 122,
      "times": [
        {
          "starts_at": "2024-03-31T11:00:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15737/"
        }
      ]
    },
    {
      "title": "Late Night With the Devil",
      "trailer": "https://www.youtube.com/watch?v=cVqBtqCfagQ",
      "synopsis": "October 31, 1977. Johnny Carson rival Jack Delroy hosts a syndicated late night talk show ‘Night Owls’ that has long been a trusted companion to insomniacs around the country. A year after the tragic death of Jack’s wife, ratings have plummeted. Desperate to turn his fortunes around, Jack plans a Halloween\nspecial like no other, unaware that he is about to unleash evil into the living rooms of America.",
      "runtime": 93,
      "times": [
        {
          "starts_at": "2024-03-31T16:00:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15679/"
        },
        {
          "starts_at": "2024-03-31T20:20:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15683/"
        },
        {
          "starts_at": "2024-03-31T21:00:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23556/"
        }
      ]
    },
    {
      "title": "Drift",
      "trailer": "https://www.youtube.com/watch?v=lzTryklq-Rs",
      "synopsis": "Jacqueline (Cynthia Erivo), a young refugee, lands alone and penniless on a Greek island, where she tries first to survive and then to cope with her past. While gathering her strength, she begins a friendship with a rootless tour-guide (Alia Shawkat) and together they find the resilience to forge ahead.",
      "runtime": 93,
      "times": [
        {
          "starts_at": "2024-03-31T12:00:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23545/"
        },
        {
          "starts_at": "2024-03-31T17:40:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23547/"
        }
      ]
    },
    {
      "title": "The Delinquents",
      "trailer": null,
      "synopsis": "Beguiling and unpredictable, Cannes Un Certain Regard breakout THE DELINQUENTS reinvents the heist film as a free-flowing adventure like no other.\n\nBuenos Aires bank employee Morán (Daniel Eliás) dreams up a scheme to liberate himself from corporate monotony: he’ll steal enough money to support a modest retirement, then confess and serve prison time while his co-worker holds on to the cash.\n\nSoon under pressure by a company investigator, accomplice Román (Esteban Bigliardi) heads to a remote rural idyll to hide the funds. There, he encounters a mysterious woman who will transform his life forever.\n\nThe latest from Argentinian writer-director Rodrigo Moreno, THE DELINQUENTS melds the existential and the playful to explore the nature of freedom itself. Suffused with timeless beauty, this cinematic discovery is at turns surreal, relatable, funny, romantic, surprising, restorative – and above all – a delight.",
      "runtime": 189,
      "times": [
        {
          "starts_at": "2024-03-31T11:15:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89066/"
        },
        {
          "starts_at": "2024-03-31T19:30:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89065/"
        }
      ]
    },
    {
      "title": "DocHouse: Ryuichi Sakamoto Opus",
      "trailer": null,
      "synopsis": "On March 28th, 2023, legendary composer Ryuichi Sakamoto passed away after his struggle against cancer. In the years leading up to his death, Sakamoto could no longer perform live. Single concerts, not to mention sprawling global tours, were too taxing. Despite this, in late 2022, Sakamoto mustered all of his energy to leave the world with one final performance: a concert film, featuring just him and his piano.",
      "runtime": 103,
      "times": [
        {
          "starts_at": "2024-03-31T12:00:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88642/"
        }
      ]
    },
    {
      "title": "DocHouse: Occupied City",
      "trailer": null,
      "synopsis": "Where do the memories of a city go? From Oscar- and BAFTA-winning filmmaker and Turner Prize-winning visual artist Steve McQueen, comes this mesmerising and monumental excavation of how the past haunts our precarious present: mirroring it and warning us in plain sight.\r\n\r\nInformed by the book Atlas of an Occupied City: Amsterdam 1940-1945 written by Bianca Stigter, the documentary creates two interlocking portraits. One shows the city’s devastating Nazi occupation through door-to-door accounts – tales of Jewish persecution, of resistance, collaboration, valour, and denial. The other is a vivid journey through the last years of pandemic and protest. The combination has a transformative effect with which McQueen opens up a poetic, dreamlike space where unthinkable history and hope for a new future co-exist.",
      "runtime": 266,
      "times": [
        {
          "starts_at": "2024-03-31T14:10:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88644/"
        }
      ]
    },
    {
      "title": "DocHouse: Orlando: My Political Biography",
      "trailer": null,
      "synopsis": "Virginia Woolf’s Orlando tells the story of a young man who grows up to become a 36-year-old woman. Almost a century after its publication, Paul B. Preciado speaks to Virginia Woolf to tell her that her fictional character has become a reality. The transition of Orlando’s body now lies at the root of all non-binary bodies and there are Orlandos all over the world. Through the authentic voices of other young bodies undergoing metamorphosis, Preciado retraces the stages of his personal transformation through a poetic journey in which life, writing, theory and image merge freely in the search for truth. Every Orlando, he says, is a transgender person who is risking his, her or their life on a daily basis as they find themselves forced to confront government laws, history and psychiatry, as well as traditional notions of the family and the power of multinational pharmaceutical companies.",
      "runtime": 98,
      "times": [
        {
          "starts_at": "2024-03-31T19:00:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88809/"
        }
      ]
    }
  ],
  "2024-04-01": [
    {
      "title": "Kung Fu Panda 4",
      "trailer": "https://www.youtube.com/watch?v=xCVBU07uGf4",
      "synopsis": "This spring, for the first time in almost a decade, comedy icon Jack Black returns to his role as Po, the world’s most unlikely kung fu master, with a hilarious, butt-kicking new chapter in DreamWorks Animation’s beloved action-comedy franchise: Kung Fu Panda 4.",
      "runtime": 94,
      "times": [
        {
          "starts_at": "2024-04-01T11:00:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48076/"
        },
        {
          "starts_at": "2024-04-01T14:00:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48065/"
        },
        {
          "starts_at": "2024-04-01T16:20:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48068/"
        },
        {
          "starts_at": "2024-04-01T18:40:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48074/"
        },
        {
          "starts_at": "2024-04-01T10:15:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71609/"
        },
        {
          "starts_at": "2024-04-01T13:00:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71610/"
        },
        {
          "starts_at": "2024-04-01T15:20:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71611/"
        },
        {
          "starts_at": "2024-04-01T17:40:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71767/"
        }
      ]
    },
    {
      "title": "Dune: Part Two",
      "trailer": "https://www.youtube.com/watch?v=CHDU-B5K_Xw",
      "synopsis": "Paul Atreides unites with Chani and the Fremen while on a warpath of revenge against the conspirators who destroyed his family. Facing a choice between the love of his life and the fate of the known universe, he endeavors to prevent a terrible future only he can foresee.",
      "runtime": 167,
      "times": [
        {
          "starts_at": "2024-04-01T11:20:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48075/"
        },
        {
          "starts_at": "2024-04-01T14:20:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48066/"
        },
        {
          "starts_at": "2024-04-01T17:40:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48070/"
        },
        {
          "starts_at": "2024-04-01T20:00:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48072/"
        },
        {
          "starts_at": "2024-04-01T11:40:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44119/"
        },
        {
          "starts_at": "2024-04-01T20:15:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44123/"
        },
        {
          "starts_at": "2024-04-01T11:20:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71763/"
        },
        {
          "starts_at": "2024-04-01T13:40:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71774/"
        },
        {
          "starts_at": "2024-04-01T17:20:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71768/"
        },
        {
          "starts_at": "2024-04-01T19:00:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71773/"
        },
        {
          "starts_at": "2024-04-01T20:00:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71778/"
        },
        {
          "starts_at": "2024-04-01T19:20:00+01:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26435/"
        },
        {
          "starts_at": "2024-04-01T11:20:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15694/"
        },
        {
          "starts_at": "2024-04-01T13:20:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15686/"
        },
        {
          "starts_at": "2024-04-01T17:20:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15691/"
        },
        {
          "starts_at": "2024-04-01T19:30:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15695/"
        },
        {
          "starts_at": "2024-04-01T13:00:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23562/"
        },
        {
          "starts_at": "2024-04-01T17:00:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23568/"
        },
        {
          "starts_at": "2024-04-01T19:40:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23563/"
        }
      ]
    },
    {
      "title": "Godzilla x Kong: The New Empire",
      "trailer": "https://www.youtube.com/watch?v=JZAT58-DyqE",
      "synopsis": "The epic battle continues!  Legendary Pictures’ cinematic Monsterverse follows up the explosive showdown of “Godzilla vs. Kong” with an all-new adventure that pits the almighty Kong and the fearsome Godzilla against a colossal undiscovered threat hidden within our world, challenging their very existence—and our own. “Godzilla x Kong: The New Empire” delves further into the histories of these Titans and their origins, as well as the mysteries of Skull Island and beyond, while uncovering the mythic battle that helped forge these extraordinary beings and tied them to humankind forever.",
      "runtime": 115,
      "times": [
        {
          "starts_at": "2024-04-01T11:40:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48077/"
        },
        {
          "starts_at": "2024-04-01T15:00:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48078/"
        },
        {
          "starts_at": "2024-04-01T18:00:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48079/"
        },
        {
          "starts_at": "2024-04-01T20:40:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48080/"
        }
      ]
    },
    {
      "title": "Robot Dreams",
      "trailer": null,
      "synopsis": "A heart-swelling, hand-drawn delight that invites audiences of all ages to explore love and loss through its tender portrait of a new friendship. Part of the Official Selection of the 2023 Cannes Film Festival, Oscar-nominated Robot Dreams is the first animated film from Pablo Berger (Blancanieves).\n\nDog is lonely. He spends a lot of time by himself, whiling away long evenings in his Manhattan studio apartment, eating microwave meals for one in front of the TV. Tired of his solitary existence, he decides to purchase a friend. When his order arrives, he builds Robot, a fun-loving, happy-go-lucky companion to keep him company. Dog and Robot spend an idyllic day together – frolicking through the city to the joyful melody of Earth, Wind & Fire’s ‘September’ – ending up at Coney Island to enjoy the fun. But they are soon separated on the beach. Dog, devastated at the loss of his friend, does everything in his power to get Robot back.  \n\nSet in the 1980s, vivified by a poppy soundtrack and a strong affinity for cinema history, Robot Dreams is a deeply felt, bittersweet buddy comedy that embraces ambiguity and the uncertainty of life’s path.\n",
      "runtime": 102,
      "times": [
        {
          "starts_at": "2024-04-01T12:00:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48064/"
        },
        {
          "starts_at": "2024-04-01T14:40:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48067/"
        },
        {
          "starts_at": "2024-04-01T17:20:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48069/"
        },
        {
          "starts_at": "2024-04-01T14:40:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44128/"
        },
        {
          "starts_at": "2024-04-01T17:10:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44120/"
        },
        {
          "starts_at": "2024-04-01T11:00:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71765/"
        },
        {
          "starts_at": "2024-04-01T15:40:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71770/"
        },
        {
          "starts_at": "2024-04-01T13:30:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15687/"
        },
        {
          "starts_at": "2024-04-01T17:00:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15685/"
        },
        {
          "starts_at": "2024-04-01T11:20:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23564/"
        },
        {
          "starts_at": "2024-04-01T14:40:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23572/"
        },
        {
          "starts_at": "2024-04-01T17:20:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23561/"
        },
        {
          "starts_at": "2024-04-01T12:00:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89083/"
        },
        {
          "starts_at": "2024-04-01T14:30:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89084/"
        },
        {
          "starts_at": "2024-04-01T17:00:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89085/"
        }
      ]
    },
    {
      "title": "American Fiction",
      "trailer": "https://www.youtube.com/watch?v=e8YghfAsgpU",
      "synopsis": "AMERICAN FICTION is Cord Jefferson's hilarious directorial debut, which confronts our culture’s obsession with reducing people to outrageous stereotypes. Jeffrey Wright stars as Monk, a frustrated novelist who’s fed up with the establishment profiting from “Black” entertainment that relies on tired and offensive tropes. To prove his point, Monk uses a pen name to write an outlandish “Black” book of his own, a book that propels him to the heart of hypocrisy and the madness he claims to disdain.",
      "runtime": 117,
      "times": [
        {
          "starts_at": "2024-04-01T21:00:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48073/"
        },
        {
          "starts_at": "2024-04-01T21:00:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44125/"
        },
        {
          "starts_at": "2024-04-01T12:40:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71772/"
        },
        {
          "starts_at": "2024-04-01T14:40:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89092/"
        },
        {
          "starts_at": "2024-04-01T20:15:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89082/"
        }
      ]
    },
    {
      "title": "Immaculate",
      "trailer": null,
      "synopsis": "Sydney Sweeney (Anyone But You, Euphoria, The White Lotus) stars as Cecilia, an American nun of devout faith, embarking on a new journey in a remote convent in the picturesque Italian countryside. Cecilia’s warm welcome quickly devolves into a nightmare as it becomes clear her new home harbours a sinister secret and unspeakable horrors.\r\n\r\nCONTENT WARNING: This film contains flickering or flashing lights that may affect those with photosensitive epilepsy.",
      "runtime": 89,
      "times": [
        {
          "starts_at": "2024-04-01T21:20:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48071/"
        },
        {
          "starts_at": "2024-04-01T21:00:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71775/"
        }
      ]
    },
    {
      "title": "Disco Boy",
      "trailer": null,
      "synopsis": "After a painful journey through Europe, Aleksei arrives in Paris to join the Foreign Legion. In the Niger Delta, Jomo struggles against the oil companies threatening his village and the lives of his family. One day, at the head of an armed group, he kidnaps French nationals. A commando of the Foreign Legion intervenes, led by Aleksei. The destinies of Aleksei and Jomo will merge and continue across borders, bodies, life and death.",
      "runtime": 92,
      "times": [
        {
          "starts_at": "2024-04-01T12:10:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44122/"
        },
        {
          "starts_at": "2024-04-01T18:20:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15697/"
        },
        {
          "starts_at": "2024-04-01T11:00:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23577/"
        },
        {
          "starts_at": "2024-04-01T15:40:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23574/"
        },
        {
          "starts_at": "2024-04-01T21:00:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23575/"
        },
        {
          "starts_at": "2024-04-01T13:45:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89077/"
        },
        {
          "starts_at": "2024-04-01T18:40:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89079/"
        }
      ]
    },
    {
      "title": "Silver Haze",
      "trailer": null,
      "synopsis": "Fifteen years after she got burnt when the pub where she slept as a child caught fire, Franky (23) seeks revenge because she still hasn't found any answers.",
      "runtime": 102,
      "times": [
        {
          "starts_at": "2024-04-01T12:30:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44126/"
        },
        {
          "starts_at": "2024-04-01T17:50:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44118/"
        },
        {
          "starts_at": "2024-04-01T13:20:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23576/"
        },
        {
          "starts_at": "2024-04-01T18:00:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23573/"
        },
        {
          "starts_at": "2024-04-01T11:20:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89078/"
        },
        {
          "starts_at": "2024-04-01T16:10:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89076/"
        },
        {
          "starts_at": "2024-04-01T21:00:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89080/"
        }
      ]
    },
    {
      "title": "Io capitano",
      "trailer": null,
      "synopsis": "IO CAPITANO tells the story Seydou and Moussa, two Senegalese teenagers who leave Dakar to travel to Europe where they believe opportunities await. On a journey neither could have imagined, the boys face the dangers and the beauty of the desert, detention centres in Libya, and the perils of the sea in their pursuit of a better life, in an epic story that offers a deeply human perspective on the migrant crisis.\n\nDirected by two-time BAFTA-nominee Matteo Garrone (Gomorrah, Tale of Tales), IO CAPITANO has been nominated for Best International Feature at the Academy Awards, and won Best Director and Best Young Actor Awards at Venice Film Festival.",
      "runtime": 122,
      "times": [
        {
          "starts_at": "2024-04-01T15:00:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44055/"
        }
      ]
    },
    {
      "title": "Perfect Days",
      "trailer": null,
      "synopsis": "A highly anticipated return to fiction feature filmmaking from Wim Wenders (Paris, Texas, Wings of Desire), PERFECT DAYS takes the writer-director to Tokyo to tell a story celebrating the hidden joys and minutiae of Japanese culture. Winner of the Best Actor award at Cannes 2023, Koji Yakusho (Babel, 13 Assassins) stars as Hirayama, a contemplative middle-aged man who lives a life of modesty and serenity, spending his days balancing his job as a dutiful caretaker of Tokyo’s numerous public toilets with his passion for music, literature and photography. As we join him on his structured daily routine, a series of unexpected encounters gradually begin to reveal a hidden past that lies behind his otherwise content and harmonious life. \n\nCombining a refreshingly unstereotypical depiction of the Japanese capital with a soundtrack comprised of iconic hits from the 60s and 80s, this is a subtle, shimmering and ultimately life-affirming reflection on finding beauty in the everyday world around us. Japan’s entry for Best International Film at the 2024 Academy Awards.\n",
      "runtime": 125,
      "times": [
        {
          "starts_at": "2024-04-01T15:20:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44121/"
        },
        {
          "starts_at": "2024-04-01T18:10:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44127/"
        },
        {
          "starts_at": "2024-04-01T11:40:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23567/"
        },
        {
          "starts_at": "2024-04-01T16:40:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23565/"
        },
        {
          "starts_at": "2024-04-01T20:00:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23566/"
        },
        {
          "starts_at": "2024-04-01T15:00:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89074/"
        },
        {
          "starts_at": "2024-04-01T17:50:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89088/"
        },
        {
          "starts_at": "2024-04-01T20:30:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89072/"
        }
      ]
    },
    {
      "title": "Monster",
      "trailer": "https://www.youtube.com/watch?v=e5Dt4O952iE",
      "synopsis": "Mysterious and deeply moving, MONSTER is a breathtaking piece of cinema from master director Hirokazu Kore-eda (Broker, Shoplifters). \nWhen her young son Minato starts to behave strangely, single mother Saori knows that there is something wrong. Discovering that one of his teachers might be responsible, she storms into the school demanding answers. But as the story unfolds through the eyes of mother, teacher and child, shocking truths begin to emerge. A timely tale of family, false impressions, and, ultimately, hope, Kore-eda’s typically sensitive work features powerful performances by Ando Sakura, Tanaka Yuko and Nagayama Eita, and a sublime score from the Oscar-winning composer Ryuichi Sakamoto.",
      "runtime": 127,
      "times": [
        {
          "starts_at": "2024-04-01T19:40:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44124/"
        },
        {
          "starts_at": "2024-04-01T11:45:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89091/"
        },
        {
          "starts_at": "2024-04-01T17:20:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89081/"
        }
      ]
    },
    {
      "title": "Wicked Little Letters",
      "trailer": "https://www.youtube.com/watch?v=fgqQvmbP-UU",
      "synopsis": "A 1920s English seaside town bears witness to a dark and absurd scandal in this riotous mystery comedy. Based on a stranger than fiction true story, WICKED LITTLE LETTERS follows two neighbours: deeply conservative local Edith Swan (Olivia Colman) and rowdy Irish migrant Rose Gooding (Jessie Buckley). When Edith and fellow residents begin to receive wicked letters full of unintentionally hilarious profanities, foulmouthed Rose is charged with the crime. The anonymous letters prompt a national uproar, and a trial ensues. However, as the town's women - led by Police Officer Gladys Moss (Anjana Vasan) - begin to investigate the crime themselves, they suspect that something is amiss, and Rose may not be the culprit after all.",
      "runtime": 100,
      "times": [
        {
          "starts_at": "2024-04-01T10:30:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71803/"
        },
        {
          "starts_at": "2024-04-01T18:00:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71777/"
        }
      ]
    },
    {
      "title": "Ghostbusters: Frozen Empire",
      "trailer": "https://www.youtube.com/watch?v=mMZ8yYtMFu4",
      "synopsis": "In Ghostbusters: Frozen Empire, the Spengler family returns to where it all started – the iconic New York City firehouse – to team up with the original Ghostbusters, who’ve developed a top-secret research lab to take busting ghosts to the next level. But when the discovery of an ancient artifact unleashes an evil force, Ghostbusters new and old must join forces to protect their home and save the world from a second Ice Age.\n",
      "runtime": 115,
      "times": [
        {
          "starts_at": "2024-04-01T10:40:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71764/"
        },
        {
          "starts_at": "2024-04-01T13:20:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71771/"
        },
        {
          "starts_at": "2024-04-01T20:20:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71779/"
        }
      ]
    },
    {
      "title": "The Lavender Hill Mob",
      "trailer": null,
      "synopsis": "A meek bank clerk who oversees the shipment of bullion joins with an eccentric neighbor to steal gold bars and smuggle them out of the country as miniature Eiffel Towers.",
      "runtime": 78,
      "times": [
        {
          "starts_at": "2024-04-01T15:00:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71802/"
        },
        {
          "starts_at": "2024-04-01T17:00:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71801/"
        },
        {
          "starts_at": "2024-04-01T14:45:00+01:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26436/"
        }
      ]
    },
    {
      "title": "Mothers’ Instinct",
      "trailer": "https://www.youtube.com/watch?v=aLikloRQiUE",
      "synopsis": "Starring Academy Award winners Jessica Chastain and Anne Hathaway, Mothers’ Instinct is an unnerving psychological thriller about two best friends and neighbors, Alice and Céline, whose perfect lives in ‘60s suburbia are shattered by a tragic accident involving one of their children. Marking the directorial debut of acclaimed cinematographer Benoit Delhomme, we follow Alice and Céline as their familial bonds are gradually undermined by guilt and paranoia and a gripping battle of wills develops, revealing the darker side of maternal love.  ",
      "runtime": 94,
      "times": [
        {
          "starts_at": "2024-04-01T16:00:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71769/"
        },
        {
          "starts_at": "2024-04-01T18:20:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71766/"
        },
        {
          "starts_at": "2024-04-01T20:40:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71776/"
        },
        {
          "starts_at": "2024-04-01T12:20:00+01:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26431/"
        },
        {
          "starts_at": "2024-04-01T17:00:00+01:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26434/"
        },
        {
          "starts_at": "2024-04-01T11:10:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15692/"
        },
        {
          "starts_at": "2024-04-01T20:40:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15696/"
        }
      ]
    },
    {
      "title": "High & Low - John Galliano",
      "trailer": null,
      "synopsis": "HIGH & LOW - JOHN GALLIANO is the gripping and thought-provoking new documentary from Academy Award® winner Kevin Macdonald, charting the rise-and-fall story of fashion designer John Galliano. Galliano was widely recognized as one of the most successful names in 1990s and 2000s couture, until his career abruptly ended when he was caught on camera in 2011 hurling antisemitic and racist insults at bystanders in Paris. Macdonald’s compelling documentary traces Galliano’s working and private life through the decades, candidly investigating his struggles with addiction and the industry pressure he faced along the way. Featuring conversations with Naomi Campbell, Kate Moss, Penelope Cruz, Charlize Theron, Anna Wintour, Edward Enninful and more.",
      "runtime": 117,
      "times": [
        {
          "starts_at": "2024-04-01T11:40:00+01:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26430/"
        },
        {
          "starts_at": "2024-04-01T17:15:00+01:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26429/"
        }
      ]
    },
    {
      "title": "The Origin of Evil",
      "trailer": null,
      "synopsis": "In this wickedly funny French thriller, shady relatives scheme for family fortunes through a succession of ingenious twists. Stéphane’s volatile lover is halfway through her prison sentence while she’s stuck working in a fish cannery. One day Stéphane boldly decides to reach out to her wealthy, estranged father. Stéphane discovers the dysfunctional family around him to be a vipers’ nest, all angling for the old man’s inheritance and suspicious of the new interloper. Soon enough, she finds herself embroiled in devious hidden agendas during a ruthless fight for the family empire in a luxury seaside French villa. Who’s the predator and who’s the prey?\n",
      "runtime": 123,
      "times": [
        {
          "starts_at": "2024-04-01T14:20:00+01:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26432/"
        },
        {
          "starts_at": "2024-04-01T20:00:00+01:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26433/"
        },
        {
          "starts_at": "2024-04-01T15:00:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23570/"
        },
        {
          "starts_at": "2024-04-01T20:20:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23559/"
        }
      ]
    },
    {
      "title": "The Zone of Interest",
      "trailer": null,
      "synopsis": "The commandant of Auschwitz, Rudolf Höss, and his wife Hedwig, strive to build a dream life for their family in a house and garden next to the camp.",
      "runtime": 105,
      "times": [
        {
          "starts_at": "2024-04-01T10:50:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15688/"
        },
        {
          "starts_at": "2024-04-01T14:50:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15690/"
        },
        {
          "starts_at": "2024-04-01T20:40:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23571/"
        },
        {
          "starts_at": "2024-04-01T12:30:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89075/"
        },
        {
          "starts_at": "2024-04-01T15:20:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89073/"
        },
        {
          "starts_at": "2024-04-01T18:00:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89090/"
        },
        {
          "starts_at": "2024-04-01T20:45:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89089/"
        }
      ]
    },
    {
      "title": "Late Night With the Devil",
      "trailer": "https://www.youtube.com/watch?v=cVqBtqCfagQ",
      "synopsis": "October 31, 1977. Johnny Carson rival Jack Delroy hosts a syndicated late night talk show ‘Night Owls’ that has long been a trusted companion to insomniacs around the country. A year after the tragic death of Jack’s wife, ratings have plummeted. Desperate to turn his fortunes around, Jack plans a Halloween\nspecial like no other, unaware that he is about to unleash evil into the living rooms of America.",
      "runtime": 93,
      "times": [
        {
          "starts_at": "2024-04-01T16:00:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15693/"
        },
        {
          "starts_at": "2024-04-01T21:00:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15689/"
        },
        {
          "starts_at": "2024-04-01T14:00:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23569/"
        }
      ]
    },
    {
      "title": "Drift",
      "trailer": "https://www.youtube.com/watch?v=lzTryklq-Rs",
      "synopsis": "Jacqueline (Cynthia Erivo), a young refugee, lands alone and penniless on a Greek island, where she tries first to survive and then to cope with her past. While gathering her strength, she begins a friendship with a rootless tour-guide (Alia Shawkat) and together they find the resilience to forge ahead.",
      "runtime": 93,
      "times": [
        {
          "starts_at": "2024-04-01T12:40:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23560/"
        },
        {
          "starts_at": "2024-04-01T17:40:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23558/"
        }
      ]
    },
    {
      "title": "The Delinquents",
      "trailer": null,
      "synopsis": "Beguiling and unpredictable, Cannes Un Certain Regard breakout THE DELINQUENTS reinvents the heist film as a free-flowing adventure like no other.\n\nBuenos Aires bank employee Morán (Daniel Eliás) dreams up a scheme to liberate himself from corporate monotony: he’ll steal enough money to support a modest retirement, then confess and serve prison time while his co-worker holds on to the cash.\n\nSoon under pressure by a company investigator, accomplice Román (Esteban Bigliardi) heads to a remote rural idyll to hide the funds. There, he encounters a mysterious woman who will transform his life forever.\n\nThe latest from Argentinian writer-director Rodrigo Moreno, THE DELINQUENTS melds the existential and the playful to explore the nature of freedom itself. Suffused with timeless beauty, this cinematic discovery is at turns surreal, relatable, funny, romantic, surprising, restorative – and above all – a delight.",
      "runtime": 189,
      "times": [
        {
          "starts_at": "2024-04-01T11:30:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89087/"
        },
        {
          "starts_at": "2024-04-01T19:30:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89086/"
        }
      ]
    },
    {
      "title": "DocHouse: Phantom Parrot",
      "trailer": null,
      "synopsis": "When a human rights activist, returning home to the UK, refuses to give border police access to his electronic devices, he is arrested and prosecuted under British Anti-Terror laws that came into force 20 years ago.\r\n\r\nFollowing the journey that led Muhammad Rabbani (Director of human rights organisation CAGE) to that airport interrogation room, and the subsequent case against him, Phantom Parrot unravels a secret British government surveillance programme designed to copy the personal data of individuals at airports and border crossings.\r\n\r\nFrom there, the dominoes start falling in all directions in a dark detective film about technology, surveillance and structural racism in a time where knowledge might still equal power but where data is even better. Director Kate Stonehill has crafted a razor-sharp analysis that unveils unsettling questions about the rule of law, modern espionage and digital privacy.",
      "runtime": 85,
      "times": [
        {
          "starts_at": "2024-04-01T14:10:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89159/"
        }
      ]
    },
    {
      "title": "DocHouse: Radical Wolfe",
      "trailer": null,
      "synopsis": "From a beat reporter at the Washington Post to an overnight sensation as the leader of the New Journalism movement, Tom Wolfe was at the forefront of reshaping how American stories are told. Recognising the importance of overlooked subcultures and communities, he documented everything from rural stock car drivers to hippies in Haight Ashbury to the Apollo Astronauts.\r\n\r\nWith a distinctive and oft-imitated style all his own, Wolfe’s body of work includes some of the most memorable and culturally impactful stories of the 20th century like The Right Stuff, The Bonfire of the Vanities and A Man in Full.\r\n\r\nRadical Wolfe is a personal and illuminating look at the man inside the famous white suit, featuring conversations and interviews with those who knew him best, including Michael Lewis, Gay Talese, Lynn Nesbit and Alexandra Wolfe.",
      "runtime": 75,
      "times": [
        {
          "starts_at": "2024-04-01T16:00:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88808/"
        }
      ]
    },
    {
      "title": "DocHouse: Ryuichi Sakamoto Opus",
      "trailer": null,
      "synopsis": "On March 28th, 2023, legendary composer Ryuichi Sakamoto passed away after his struggle against cancer. In the years leading up to his death, Sakamoto could no longer perform live. Single concerts, not to mention sprawling global tours, were too taxing. Despite this, in late 2022, Sakamoto mustered all of his energy to leave the world with one final performance: a concert film, featuring just him and his piano.",
      "runtime": 103,
      "times": [
        {
          "starts_at": "2024-04-01T17:40:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89161/"
        }
      ]
    },
    {
      "title": "DocHouse: I Heard It Through The Grapevine",
      "trailer": null,
      "synopsis": "Originally released in 1982, I Heard it Through the Grapevine is not so much a portrait of the seminal writer James Baldwin, as a deep immersion into his own exploration of the American South, two decades on from the start of the Civil Rights Movement.\r\n\r\nTravelling across the country, Baldwin revisits the landmarks of the Civil Rights struggle and critical sites of resistance - Selma, Birmingham, Atlanta. As he recalls the progress of the movement, he reunites with friends and former activists, together questioning what has been achieved, twenty years on.\r\n\r\nThis new 4K restoration of I Heard It Through The Grapevine brings James Baldwin back to the screen in his centenary year. While co-directors Dick Fontaine, who passed away in October 2023, and Pat Hartley deftly interweave archive footage, they never stray far from the guiding intellect of Baldwin. The result is an intimate and emotionally charged journey, raising questions that resonate ever louder through the passing decades.\r\n\r\nRestored by Harvard Film Archive. Special thanks to Gugulethu Mseleku, Smokey Fontaine, the late Dick Fontaine, and Pat Hartley.",
      "runtime": 92,
      "times": [
        {
          "starts_at": "2024-04-01T19:45:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89162/"
        }
      ]
    }
  ],
  "2024-04-02": [
    {
      "title": "Kung Fu Panda 4",
      "trailer": "https://www.youtube.com/watch?v=xCVBU07uGf4",
      "synopsis": "This spring, for the first time in almost a decade, comedy icon Jack Black returns to his role as Po, the world’s most unlikely kung fu master, with a hilarious, butt-kicking new chapter in DreamWorks Animation’s beloved action-comedy franchise: Kung Fu Panda 4.",
      "runtime": 94,
      "times": [
        {
          "starts_at": "2024-04-02T12:40:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48105/"
        },
        {
          "starts_at": "2024-04-02T15:30:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48103/"
        },
        {
          "starts_at": "2024-04-02T18:00:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48104/"
        },
        {
          "starts_at": "2024-04-02T20:40:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48101/"
        },
        {
          "starts_at": "2024-04-02T10:45:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71762/"
        },
        {
          "starts_at": "2024-04-02T13:20:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71749/"
        },
        {
          "starts_at": "2024-04-02T15:40:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71746/"
        },
        {
          "starts_at": "2024-04-02T18:00:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71742/"
        }
      ]
    },
    {
      "title": "Godzilla x Kong: The New Empire",
      "trailer": "https://www.youtube.com/watch?v=JZAT58-DyqE",
      "synopsis": "The epic battle continues!  Legendary Pictures’ cinematic Monsterverse follows up the explosive showdown of “Godzilla vs. Kong” with an all-new adventure that pits the almighty Kong and the fearsome Godzilla against a colossal undiscovered threat hidden within our world, challenging their very existence—and our own. “Godzilla x Kong: The New Empire” delves further into the histories of these Titans and their origins, as well as the mysteries of Skull Island and beyond, while uncovering the mythic battle that helped forge these extraordinary beings and tied them to humankind forever.",
      "runtime": 115,
      "times": [
        {
          "starts_at": "2024-04-02T13:00:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47880/"
        },
        {
          "starts_at": "2024-04-02T15:40:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47881/"
        },
        {
          "starts_at": "2024-04-02T18:20:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47882/"
        },
        {
          "starts_at": "2024-04-02T21:00:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-47883/"
        }
      ]
    },
    {
      "title": "Dune: Part Two",
      "trailer": "https://www.youtube.com/watch?v=CHDU-B5K_Xw",
      "synopsis": "Paul Atreides unites with Chani and the Fremen while on a warpath of revenge against the conspirators who destroyed his family. Facing a choice between the love of his life and the fate of the known universe, he endeavors to prevent a terrible future only he can foresee.",
      "runtime": 167,
      "times": [
        {
          "starts_at": "2024-04-02T13:20:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48108/"
        },
        {
          "starts_at": "2024-04-02T17:00:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48106/"
        },
        {
          "starts_at": "2024-04-02T20:20:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48102/"
        },
        {
          "starts_at": "2024-04-02T12:00:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44101/"
        },
        {
          "starts_at": "2024-04-02T20:20:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44097/"
        },
        {
          "starts_at": "2024-04-02T11:45:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71751/"
        },
        {
          "starts_at": "2024-04-02T14:00:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71752/"
        },
        {
          "starts_at": "2024-04-02T15:20:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71747/"
        },
        {
          "starts_at": "2024-04-02T17:40:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71743/"
        },
        {
          "starts_at": "2024-04-02T19:00:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71759/"
        },
        {
          "starts_at": "2024-04-02T20:20:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71756/"
        },
        {
          "starts_at": "2024-04-02T14:45:00+01:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26441/"
        },
        {
          "starts_at": "2024-04-02T20:00:00+01:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26443/"
        },
        {
          "starts_at": "2024-04-02T11:40:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15709/"
        },
        {
          "starts_at": "2024-04-02T13:30:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15705/"
        },
        {
          "starts_at": "2024-04-02T17:40:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15701/"
        },
        {
          "starts_at": "2024-04-02T19:30:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15698/"
        },
        {
          "starts_at": "2024-04-02T13:20:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23583/"
        },
        {
          "starts_at": "2024-04-02T17:20:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23597/"
        },
        {
          "starts_at": "2024-04-02T20:00:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23582/"
        }
      ]
    },
    {
      "title": "Robot Dreams",
      "trailer": null,
      "synopsis": "A heart-swelling, hand-drawn delight that invites audiences of all ages to explore love and loss through its tender portrait of a new friendship. Part of the Official Selection of the 2023 Cannes Film Festival, Oscar-nominated Robot Dreams is the first animated film from Pablo Berger (Blancanieves).\n\nDog is lonely. He spends a lot of time by himself, whiling away long evenings in his Manhattan studio apartment, eating microwave meals for one in front of the TV. Tired of his solitary existence, he decides to purchase a friend. When his order arrives, he builds Robot, a fun-loving, happy-go-lucky companion to keep him company. Dog and Robot spend an idyllic day together – frolicking through the city to the joyful melody of Earth, Wind & Fire’s ‘September’ – ending up at Coney Island to enjoy the fun. But they are soon separated on the beach. Dog, devastated at the loss of his friend, does everything in his power to get Robot back.  \n\nSet in the 1980s, vivified by a poppy soundtrack and a strong affinity for cinema history, Robot Dreams is a deeply felt, bittersweet buddy comedy that embraces ambiguity and the uncertainty of life’s path.\n",
      "runtime": 102,
      "times": [
        {
          "starts_at": "2024-04-02T13:40:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48098/"
        },
        {
          "starts_at": "2024-04-02T16:00:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48099/"
        },
        {
          "starts_at": "2024-04-02T18:40:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48100/"
        },
        {
          "starts_at": "2024-04-02T15:50:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44100/"
        },
        {
          "starts_at": "2024-04-02T17:30:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44103/"
        },
        {
          "starts_at": "2024-04-02T11:15:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71760/"
        },
        {
          "starts_at": "2024-04-02T16:00:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71745/"
        },
        {
          "starts_at": "2024-04-02T11:00:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15704/"
        },
        {
          "starts_at": "2024-04-02T17:00:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15706/"
        },
        {
          "starts_at": "2024-04-02T11:40:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23581/"
        },
        {
          "starts_at": "2024-04-02T14:00:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23593/"
        },
        {
          "starts_at": "2024-04-02T17:40:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23584/"
        },
        {
          "starts_at": "2024-04-02T12:00:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89104/"
        },
        {
          "starts_at": "2024-04-02T14:30:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89105/"
        },
        {
          "starts_at": "2024-04-02T17:00:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89106/"
        }
      ]
    },
    {
      "title": "Immaculate",
      "trailer": null,
      "synopsis": "Sydney Sweeney (Anyone But You, Euphoria, The White Lotus) stars as Cecilia, an American nun of devout faith, embarking on a new journey in a remote convent in the picturesque Italian countryside. Cecilia’s warm welcome quickly devolves into a nightmare as it becomes clear her new home harbours a sinister secret and unspeakable horrors.\r\n\r\nCONTENT WARNING: This film contains flickering or flashing lights that may affect those with photosensitive epilepsy.",
      "runtime": 89,
      "times": [
        {
          "starts_at": "2024-04-02T21:20:00+01:00",
          "site": "Curzon Aldgate",
          "url": "https://www.curzon.com/ticketing/seats/ALD1-48107/"
        },
        {
          "starts_at": "2024-04-02T18:20:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71753/"
        }
      ]
    },
    {
      "title": "American Fiction",
      "trailer": "https://www.youtube.com/watch?v=e8YghfAsgpU",
      "synopsis": "AMERICAN FICTION is Cord Jefferson's hilarious directorial debut, which confronts our culture’s obsession with reducing people to outrageous stereotypes. Jeffrey Wright stars as Monk, a frustrated novelist who’s fed up with the establishment profiting from “Black” entertainment that relies on tired and offensive tropes. To prove his point, Monk uses a pen name to write an outlandish “Black” book of his own, a book that propels him to the heart of hypocrisy and the madness he claims to disdain.",
      "runtime": 117,
      "times": [
        {
          "starts_at": "2024-04-02T11:40:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44095/"
        },
        {
          "starts_at": "2024-04-02T13:00:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71750/"
        },
        {
          "starts_at": "2024-04-02T14:40:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89113/"
        },
        {
          "starts_at": "2024-04-02T20:10:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89103/"
        }
      ]
    },
    {
      "title": "Disco Boy",
      "trailer": null,
      "synopsis": "After a painful journey through Europe, Aleksei arrives in Paris to join the Foreign Legion. In the Niger Delta, Jomo struggles against the oil companies threatening his village and the lives of his family. One day, at the head of an armed group, he kidnaps French nationals. A commando of the Foreign Legion intervenes, led by Aleksei. The destinies of Aleksei and Jomo will merge and continue across borders, bodies, life and death.",
      "runtime": 92,
      "times": [
        {
          "starts_at": "2024-04-02T13:30:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44098/"
        },
        {
          "starts_at": "2024-04-02T18:00:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44105/"
        },
        {
          "starts_at": "2024-04-02T21:00:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15707/"
        },
        {
          "starts_at": "2024-04-02T11:20:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23588/"
        },
        {
          "starts_at": "2024-04-02T16:00:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23591/"
        },
        {
          "starts_at": "2024-04-02T21:20:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23590/"
        },
        {
          "starts_at": "2024-04-02T13:45:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89098/"
        },
        {
          "starts_at": "2024-04-02T18:40:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89100/"
        }
      ]
    },
    {
      "title": "Perfect Days",
      "trailer": null,
      "synopsis": "A highly anticipated return to fiction feature filmmaking from Wim Wenders (Paris, Texas, Wings of Desire), PERFECT DAYS takes the writer-director to Tokyo to tell a story celebrating the hidden joys and minutiae of Japanese culture. Winner of the Best Actor award at Cannes 2023, Koji Yakusho (Babel, 13 Assassins) stars as Hirayama, a contemplative middle-aged man who lives a life of modesty and serenity, spending his days balancing his job as a dutiful caretaker of Tokyo’s numerous public toilets with his passion for music, literature and photography. As we join him on his structured daily routine, a series of unexpected encounters gradually begin to reveal a hidden past that lies behind his otherwise content and harmonious life. \n\nCombining a refreshingly unstereotypical depiction of the Japanese capital with a soundtrack comprised of iconic hits from the 60s and 80s, this is a subtle, shimmering and ultimately life-affirming reflection on finding beauty in the everyday world around us. Japan’s entry for Best International Film at the 2024 Academy Awards.\n",
      "runtime": 125,
      "times": [
        {
          "starts_at": "2024-04-02T14:40:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44099/"
        },
        {
          "starts_at": "2024-04-02T18:20:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44094/"
        },
        {
          "starts_at": "2024-04-02T11:00:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23578/"
        },
        {
          "starts_at": "2024-04-02T17:00:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23580/"
        },
        {
          "starts_at": "2024-04-02T20:20:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23579/"
        },
        {
          "starts_at": "2024-04-02T15:10:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89095/"
        },
        {
          "starts_at": "2024-04-02T17:50:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89109/"
        },
        {
          "starts_at": "2024-04-02T20:30:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89093/"
        }
      ]
    },
    {
      "title": "Silver Haze",
      "trailer": null,
      "synopsis": "Fifteen years after she got burnt when the pub where she slept as a child caught fire, Franky (23) seeks revenge because she still hasn't found any answers.",
      "runtime": 102,
      "times": [
        {
          "starts_at": "2024-04-02T15:30:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44102/"
        },
        {
          "starts_at": "2024-04-02T13:40:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23589/"
        },
        {
          "starts_at": "2024-04-02T18:20:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23592/"
        },
        {
          "starts_at": "2024-04-02T11:20:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89099/"
        },
        {
          "starts_at": "2024-04-02T16:15:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89097/"
        },
        {
          "starts_at": "2024-04-02T21:00:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89101/"
        }
      ]
    },
    {
      "title": "Monster",
      "trailer": "https://www.youtube.com/watch?v=e5Dt4O952iE",
      "synopsis": "Mysterious and deeply moving, MONSTER is a breathtaking piece of cinema from master director Hirokazu Kore-eda (Broker, Shoplifters). \nWhen her young son Minato starts to behave strangely, single mother Saori knows that there is something wrong. Discovering that one of his teachers might be responsible, she storms into the school demanding answers. But as the story unfolds through the eyes of mother, teacher and child, shocking truths begin to emerge. A timely tale of family, false impressions, and, ultimately, hope, Kore-eda’s typically sensitive work features powerful performances by Ando Sakura, Tanaka Yuko and Nagayama Eita, and a sublime score from the Oscar-winning composer Ryuichi Sakamoto.",
      "runtime": 127,
      "times": [
        {
          "starts_at": "2024-04-02T20:00:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44096/"
        },
        {
          "starts_at": "2024-04-02T11:45:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89112/"
        },
        {
          "starts_at": "2024-04-02T17:20:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89102/"
        }
      ]
    },
    {
      "title": "Drive-Away Dolls",
      "trailer": "https://www.youtube.com/watch?v=cJIr0p-X63w",
      "synopsis": "Written by Ethan Coen and Tricia Cooke, this comedy caper follows Jamie, an uninhibited free spirit bemoaning yet another breakup with a girlfriend, and her demure friend Marian who desperately needs to loosen up. In search of a fresh start, the two embark on an impromptu road trip to Tallahassee, but things quickly go awry when they cross paths with a group of inept criminals along the way. Directed by Ethan Coen.",
      "runtime": 84,
      "times": [
        {
          "starts_at": "2024-04-02T21:10:00+01:00",
          "site": "Curzon Soho",
          "url": "https://www.curzon.com/ticketing/seats/SOH1-44104/"
        }
      ]
    },
    {
      "title": "Wicked Little Letters",
      "trailer": "https://www.youtube.com/watch?v=fgqQvmbP-UU",
      "synopsis": "A 1920s English seaside town bears witness to a dark and absurd scandal in this riotous mystery comedy. Based on a stranger than fiction true story, WICKED LITTLE LETTERS follows two neighbours: deeply conservative local Edith Swan (Olivia Colman) and rowdy Irish migrant Rose Gooding (Jessie Buckley). When Edith and fellow residents begin to receive wicked letters full of unintentionally hilarious profanities, foulmouthed Rose is charged with the crime. The anonymous letters prompt a national uproar, and a trial ensues. However, as the town's women - led by Police Officer Gladys Moss (Anjana Vasan) - begin to investigate the crime themselves, they suspect that something is amiss, and Rose may not be the culprit after all.",
      "runtime": 100,
      "times": [
        {
          "starts_at": "2024-04-02T11:00:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71761/"
        },
        {
          "starts_at": "2024-04-02T21:00:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71755/"
        }
      ]
    },
    {
      "title": "Ghostbusters: Frozen Empire",
      "trailer": "https://www.youtube.com/watch?v=mMZ8yYtMFu4",
      "synopsis": "In Ghostbusters: Frozen Empire, the Spengler family returns to where it all started – the iconic New York City firehouse – to team up with the original Ghostbusters, who’ve developed a top-secret research lab to take busting ghosts to the next level. But when the discovery of an ancient artifact unleashes an evil force, Ghostbusters new and old must join forces to protect their home and save the world from a second Ice Age.\n",
      "runtime": 115,
      "times": [
        {
          "starts_at": "2024-04-02T13:40:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71748/"
        },
        {
          "starts_at": "2024-04-02T20:40:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71757/"
        }
      ]
    },
    {
      "title": "Mothers’ Instinct",
      "trailer": "https://www.youtube.com/watch?v=aLikloRQiUE",
      "synopsis": "Starring Academy Award winners Jessica Chastain and Anne Hathaway, Mothers’ Instinct is an unnerving psychological thriller about two best friends and neighbors, Alice and Céline, whose perfect lives in ‘60s suburbia are shattered by a tragic accident involving one of their children. Marking the directorial debut of acclaimed cinematographer Benoit Delhomme, we follow Alice and Céline as their familial bonds are gradually undermined by guilt and paranoia and a gripping battle of wills develops, revealing the darker side of maternal love.  ",
      "runtime": 94,
      "times": [
        {
          "starts_at": "2024-04-02T16:20:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71744/"
        },
        {
          "starts_at": "2024-04-02T18:40:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71758/"
        },
        {
          "starts_at": "2024-04-02T21:20:00+01:00",
          "site": "Curzon Victoria",
          "url": "https://www.curzon.com/ticketing/seats/VIC1-71754/"
        },
        {
          "starts_at": "2024-04-02T15:00:00+01:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26439/"
        },
        {
          "starts_at": "2024-04-02T21:00:00+01:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26444/"
        },
        {
          "starts_at": "2024-04-02T13:50:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15700/"
        },
        {
          "starts_at": "2024-04-02T18:40:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15708/"
        }
      ]
    },
    {
      "title": "The Origin of Evil",
      "trailer": null,
      "synopsis": "In this wickedly funny French thriller, shady relatives scheme for family fortunes through a succession of ingenious twists. Stéphane’s volatile lover is halfway through her prison sentence while she’s stuck working in a fish cannery. One day Stéphane boldly decides to reach out to her wealthy, estranged father. Stéphane discovers the dysfunctional family around him to be a vipers’ nest, all angling for the old man’s inheritance and suspicious of the new interloper. Soon enough, she finds herself embroiled in devious hidden agendas during a ruthless fight for the family empire in a luxury seaside French villa. Who’s the predator and who’s the prey?\n",
      "runtime": 123,
      "times": [
        {
          "starts_at": "2024-04-02T12:00:00+01:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26438/"
        },
        {
          "starts_at": "2024-04-02T18:10:00+01:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26437/"
        },
        {
          "starts_at": "2024-04-02T15:00:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23595/"
        },
        {
          "starts_at": "2024-04-02T20:40:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23586/"
        }
      ]
    },
    {
      "title": "High & Low - John Galliano",
      "trailer": null,
      "synopsis": "HIGH & LOW - JOHN GALLIANO is the gripping and thought-provoking new documentary from Academy Award® winner Kevin Macdonald, charting the rise-and-fall story of fashion designer John Galliano. Galliano was widely recognized as one of the most successful names in 1990s and 2000s couture, until his career abruptly ended when he was caught on camera in 2011 hurling antisemitic and racist insults at bystanders in Paris. Macdonald’s compelling documentary traces Galliano’s working and private life through the decades, candidly investigating his struggles with addiction and the industry pressure he faced along the way. Featuring conversations with Naomi Campbell, Kate Moss, Penelope Cruz, Charlize Theron, Anna Wintour, Edward Enninful and more.",
      "runtime": 117,
      "times": [
        {
          "starts_at": "2024-04-02T12:15:00+01:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26440/"
        },
        {
          "starts_at": "2024-04-02T17:20:00+01:00",
          "site": "Curzon Mayfair",
          "url": "https://www.curzon.com/ticketing/seats/MAY1-26442/"
        }
      ]
    },
    {
      "title": "The Zone of Interest",
      "trailer": null,
      "synopsis": "The commandant of Auschwitz, Rudolf Höss, and his wife Hedwig, strive to build a dream life for their family in a house and garden next to the camp.",
      "runtime": 105,
      "times": [
        {
          "starts_at": "2024-04-02T11:20:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15710/"
        },
        {
          "starts_at": "2024-04-02T16:10:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15702/"
        },
        {
          "starts_at": "2024-04-02T14:20:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23594/"
        },
        {
          "starts_at": "2024-04-02T12:30:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89096/"
        },
        {
          "starts_at": "2024-04-02T15:20:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89094/"
        },
        {
          "starts_at": "2024-04-02T18:00:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89111/"
        },
        {
          "starts_at": "2024-04-02T20:45:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89110/"
        }
      ]
    },
    {
      "title": "Late Night With the Devil",
      "trailer": "https://www.youtube.com/watch?v=cVqBtqCfagQ",
      "synopsis": "October 31, 1977. Johnny Carson rival Jack Delroy hosts a syndicated late night talk show ‘Night Owls’ that has long been a trusted companion to insomniacs around the country. A year after the tragic death of Jack’s wife, ratings have plummeted. Desperate to turn his fortunes around, Jack plans a Halloween\nspecial like no other, unaware that he is about to unleash evil into the living rooms of America.",
      "runtime": 93,
      "times": [
        {
          "starts_at": "2024-04-02T15:20:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15699/"
        },
        {
          "starts_at": "2024-04-02T21:20:00+01:00",
          "site": "Curzon Hoxton",
          "url": "https://www.curzon.com/ticketing/seats/HOX1-15703/"
        },
        {
          "starts_at": "2024-04-02T21:00:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23596/"
        }
      ]
    },
    {
      "title": "Drift",
      "trailer": "https://www.youtube.com/watch?v=lzTryklq-Rs",
      "synopsis": "Jacqueline (Cynthia Erivo), a young refugee, lands alone and penniless on a Greek island, where she tries first to survive and then to cope with her past. While gathering her strength, she begins a friendship with a rootless tour-guide (Alia Shawkat) and together they find the resilience to forge ahead.",
      "runtime": 93,
      "times": [
        {
          "starts_at": "2024-04-02T12:40:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23585/"
        },
        {
          "starts_at": "2024-04-02T18:00:00+01:00",
          "site": "Curzon Camden",
          "url": "https://www.curzon.com/ticketing/seats/CAM1-23587/"
        }
      ]
    },
    {
      "title": "The Delinquents",
      "trailer": null,
      "synopsis": "Beguiling and unpredictable, Cannes Un Certain Regard breakout THE DELINQUENTS reinvents the heist film as a free-flowing adventure like no other.\n\nBuenos Aires bank employee Morán (Daniel Eliás) dreams up a scheme to liberate himself from corporate monotony: he’ll steal enough money to support a modest retirement, then confess and serve prison time while his co-worker holds on to the cash.\n\nSoon under pressure by a company investigator, accomplice Román (Esteban Bigliardi) heads to a remote rural idyll to hide the funds. There, he encounters a mysterious woman who will transform his life forever.\n\nThe latest from Argentinian writer-director Rodrigo Moreno, THE DELINQUENTS melds the existential and the playful to explore the nature of freedom itself. Suffused with timeless beauty, this cinematic discovery is at turns surreal, relatable, funny, romantic, surprising, restorative – and above all – a delight.",
      "runtime": 189,
      "times": [
        {
          "starts_at": "2024-04-02T11:30:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89108/"
        },
        {
          "starts_at": "2024-04-02T19:30:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89107/"
        }
      ]
    },
    {
      "title": "DocHouse: Celluloid Underground",
      "trailer": null,
      "synopsis": "As a film-obsessed young man growing up in Iran after the 1979 revolution, Ehsan Khoshbakht pined for celluloid film reels. His dreams were answered when he met a maverick, underground film collector who had rescued and hidden thousands of banned 35mm prints, to save them from fundamentalist fanatics. The two men became close collaborators and friends, united in the love of cinema and rebellion against its censorship and destruction.\r\n\r\nYears later, living in exile in London, now an edified critic and curator himself, Ehsan has crafted this elegiac tribute to his friend - and to the power of cinema. Superbly crafted through film clips and his own archive, this is a resonant story of kinship, resistance and cinephilia.",
      "runtime": 80,
      "times": [
        {
          "starts_at": "2024-04-02T15:00:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89160/"
        }
      ]
    },
    {
      "title": "DocHouse: I Heard It Through The Grapevine",
      "trailer": null,
      "synopsis": "Originally released in 1982, I Heard it Through the Grapevine is not so much a portrait of the seminal writer James Baldwin, as a deep immersion into his own exploration of the American South, two decades on from the start of the Civil Rights Movement.\r\n\r\nTravelling across the country, Baldwin revisits the landmarks of the Civil Rights struggle and critical sites of resistance - Selma, Birmingham, Atlanta. As he recalls the progress of the movement, he reunites with friends and former activists, together questioning what has been achieved, twenty years on.\r\n\r\nThis new 4K restoration of I Heard It Through The Grapevine brings James Baldwin back to the screen in his centenary year. While co-directors Dick Fontaine, who passed away in October 2023, and Pat Hartley deftly interweave archive footage, they never stray far from the guiding intellect of Baldwin. The result is an intimate and emotionally charged journey, raising questions that resonate ever louder through the passing decades.\r\n\r\nRestored by Harvard Film Archive. Special thanks to Gugulethu Mseleku, Smokey Fontaine, the late Dick Fontaine, and Pat Hartley.",
      "runtime": 92,
      "times": [
        {
          "starts_at": "2024-04-02T18:20:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-89163/"
        }
      ]
    },
    {
      "title": "DocHouse: Ryuichi Sakamoto Opus",
      "trailer": null,
      "synopsis": "On March 28th, 2023, legendary composer Ryuichi Sakamoto passed away after his struggle against cancer. In the years leading up to his death, Sakamoto could no longer perform live. Single concerts, not to mention sprawling global tours, were too taxing. Despite this, in late 2022, Sakamoto mustered all of his energy to leave the world with one final performance: a concert film, featuring just him and his piano.",
      "runtime": 103,
      "times": [
        {
          "starts_at": "2024-04-02T20:20:00+01:00",
          "site": "Curzon Bloomsbury",
          "url": "https://www.curzon.com/ticketing/seats/BLO1-88643/"
        }
      ]
    }
  ]
}