{
  "2073": {
    "backdrop": "https://image.tmdb.org/t/p/w500//wBH8Ihzc9ZY1mXYZjNyNbYzgArT.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//cenBMd8pVeAw2V5rkI7r92DCznr.jpg",
    "overview": "Inspired by Chris Marker's iconic 1962 featurette La Jetée; the year is 2073—a not-so-distant dystopian future—and the setting is New San Francisco, the scorched-earth tech-dominant police state where democracy and personal freedom have been well and truly obliterated.",
    "release_date": "2024-12-27"
  },
  "All We Imagine as Light": {
    "backdrop": "https://image.tmdb.org/t/p/w500//frHzeAFHrH0NdpkC44jaIUnqFxp.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//kCPN66o8HJKhGM7Ts5mttLFyd93.jpg",
    "overview": "In Mumbai, Nurse Prabha's routine is troubled when she receives an unexpected gift from her estranged husband. Her younger roommate, Anu, tries in vain to find a spot in the city to be intimate with her boyfriend. A trip to a beach town allows them to find a space for their desires to manifest.",
    "release_date": "2024-09-21"
  },
  "Anora": {
    "backdrop": "https://image.tmdb.org/t/p/w500//4cp40IyTpFfsT2IKpl0YlUkMBIR.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//7MrgIUeq0DD2iF7GR6wqJfYZNeC.jpg",
    "overview": "A young sex worker from Brooklyn gets her chance at a Cinderella story when she meets and impulsively marries the son of an oligarch. Once the news reaches Russia, her fairytale is threatened as his parents set out to get the marriage annulled.",
    "release_date": "2024-10-14"
  },
  "Better Man": {
    "backdrop": "https://image.tmdb.org/t/p/w500//r7De9l5mvBAZFu8pdqve1ssdAjO.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//fbGCmMp0HlYnAPv28GOENPShezM.jpg",
    "overview": "Except he's not a monkey, he's a chimp.  An ape, not a monkey.  Follow Robbie Williams' journey from childhood, to being the youngest member of chart-topping boyband Take That, through to his unparalleled achievements as a record-breaking solo artist – all the while confronting the challenges that stratospheric fame and success can bring.",
    "release_date": "2024-12-14"
  },
  "Blitz": {
    "backdrop": "https://image.tmdb.org/t/p/w500//4eMqcuVITc6iY25rRApqRFGr5VP.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//e9tyjbF2rugENtBolTtEhHOXgzD.jpg",
    "overview": "In World War II London, nine-year-old George is evacuated to the countryside by his mother, Rita, to escape the bombings. Defiant and determined to return to his family, George embarks on an epic, perilous journey back home as Rita searches for him.",
    "release_date": "2024-11-01"
  },
  "Conclave": {
    "backdrop": "https://image.tmdb.org/t/p/w500//66nlC5LDZmDUWONGkUZT2BrOszG.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//m5x8D0bZ3eKqIVWZ5y7TnZ2oTVg.jpg",
    "overview": "After the unexpected death of the Pope, Cardinal Lawrence is tasked with managing the covert and ancient ritual of electing a new one. Sequestered in the Vatican with the Catholic Church’s most powerful leaders until the process is complete, Lawrence finds himself at the center of a conspiracy that could lead to its downfall.",
    "release_date": "2024-10-25"
  },
  "DocHouse: 2073": {
    "backdrop": "https://image.tmdb.org/t/p/w500//wBH8Ihzc9ZY1mXYZjNyNbYzgArT.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//cenBMd8pVeAw2V5rkI7r92DCznr.jpg",
    "overview": "Inspired by Chris Marker's iconic 1962 featurette La Jetée; the year is 2073—a not-so-distant dystopian future—and the setting is New San Francisco, the scorched-earth tech-dominant police state where democracy and personal freedom have been well and truly obliterated.",
    "release_date": "2024-12-27"
  },
  "DocHouse: Agent Of Happiness": {
    "backdrop": "https://image.tmdb.org/t/p/w500//cK3o5nlFK3hB2f72XOe0InKRhgC.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//91kbK5DSAY7psTR87oso4wxUgbZ.jpg",
    "overview": "The documentary team follows two happiness agents in their forties who spend a month and a half on the road twice a year, going door-to-door with their questionnaires in isolated villages in the Himalayas. The filmmakers undertake to provide an intimate insight into the daily lives and desires of Bhutanese people, and also seek the answer to the universal question of whether happiness can really be measured. Gross National Happiness promises a heart-warming journey into a mysterious, fairytale-like world, which is the exact opposite of the social order dominated by consumption and desires.",
    "release_date": "2024-07-12"
  },
  "DocHouse: Bye Bye Tiberias": {
    "backdrop": "https://image.tmdb.org/t/p/w500//vRPeW53YKw6faz5fekbMcQ9PLNw.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//xHm0kf7NdBlHDX4dj72UqudLJm3.jpg",
    "overview": "In her early twenties, Hiam Abbass left her native Palestinian village to follow her dream of becoming an actress in Europe, leaving behind her mother, grandmother, and seven sisters. Thirty years later, her filmmaker daughter Lina returns with her to the village and questions for the first time her mother’s bold choices, her chosen exile and the way the women in their family influenced both their lives.",
    "release_date": "2024-01-12"
  },
  "DocHouse: Four Daughters": {
    "backdrop": "https://image.tmdb.org/t/p/w500//k7bPM2CFFpJfGgSmY1B9EG9xmnI.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//iSpJ6fg1OOSO30IUkZskZDufVzN.jpg",
    "overview": "Between light and darkness stands Olfa, a Tunisian woman and the mother of four daughters. One day, her two older daughters disappear. To fill in their absence, the filmmaker Kaouther Ben Hania invites professional actresses and invents a unique cinema experience that will lift the veil on Olfa and her daughters' life stories. An intimate journey of hope, rebellion, violence, transmission and sisterhood that will question the very foundations of our societies.",
    "release_date": "2023-07-05"
  },
  "DocHouse: Grand Theft Hamlet": {
    "backdrop": "https://image.tmdb.org/t/p/w500//8dNdO7c6tie614fvhqJ2RombdKZ.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//n2iyv3BcHAURaalBJKSlCWWwgXk.jpg",
    "overview": "Two unemployed friends have a fresh idea: They want to stage Shakespeare's 'Hamlet' in Grand Theft Auto. But even in a virtual world, reality intrudes in a wild and trippy film shot entirely inside the ultra-violent video game.",
    "release_date": "2024-12-06"
  },
  "DocHouse: I Heard It Through The Grapevine": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//lJCNvyh2xuJy0a5rQFTTCsuzPEB.jpg",
    "overview": "Renowned Black writer James Baldwin retraces his time in the South during the Civil Rights Movement, reflecting with his trademark brilliance and insight on the passage of more than two decades. From Selma and Birmingham and Atlanta; to the battleground beaches of St. Augustine, Florida, with Chinua Achebe; and back north for a visit to Newark with Amiri Baraka, Baldwin lays bare the fiction of progress in post–Civil Rights America, wondering “what happened to the children” and those 'who did not die, but whose lives were smashed on Freedom Road'.",
    "release_date": "1982-03-03"
  },
  "DocHouse: In the Rearview": {
    "backdrop": null,
    "poster": null,
    "overview": "As two siblings - the filmmaker and her brother - look back on a road trip they took with their father 20 years ago, they discover their memories have faded, but the feelings they share remain the same.",
    "release_date": ""
  },
  "DocHouse: No Other Land": {
    "backdrop": "https://image.tmdb.org/t/p/w500//m7zVOuxI5GzULiRyiG7PWO2nFMa.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//lPaNXIE35haMoxSNKKDsR62KeUl.jpg",
    "overview": "Made by a Palestinian-Israeli collective, this documentary shows the destruction of the West Bank’s Masafer Yatta by Israeli authorities and the unlikely friendship that blossoms between Palestinian activist Basel Adra and Israeli journalist Yuval Abraham.",
    "release_date": "2024-11-08"
  },
  "DocHouse: Occupied City": {
    "backdrop": "https://image.tmdb.org/t/p/w500//dpaRhhMQe1l1mpTSw3OTUuIObG4.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//tgIu31Szce1mmdEe2OO0cI8GW0J.jpg",
    "overview": "The past collides with the present in this excavation of the Nazi occupation of Amsterdam: a journey from World War II to recent years of pandemic and protest and a provocative, life-affirming reflection on memory, time and what's to come.",
    "release_date": "2023-11-30"
  },
  "DocHouse: Ryuichi Sakamoto Opus": {
    "backdrop": "https://image.tmdb.org/t/p/w500//zS1OiCw3opLQYxjmhqhOQ7D7YyD.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//fw0NchjBAQKz90klk4xNlw0xxuy.jpg",
    "overview": "“Ars longa, vita brevis” – art is long, life is short. This is one of Japanese music icon Ryuichi Sakamoto’s favorite quotes, and the message that he leaves for viewers at the end of his final concert film, shot before he succumbed to cancer in March 2023. Consisting of only Sakamoto and his piano, Opus features the final live performances of 20 songs that Sakamoto meticulously curated to encapsulate his distinguished 40-year career.",
    "release_date": "2023-12-27"
  },
  "DocHouse: Soundtrack to a Coup d'État": {
    "backdrop": "https://image.tmdb.org/t/p/w500//1vQKC5gP3Gyr7DIaAvznbZI5Ted.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//eZOB9UurVQjpdIp72L49pyd3anw.jpg",
    "overview": "In 1960, United Nations: the Global South ignites a political earthquake, musicians Abbey Lincoln and Max Roach crash the Security Council, Nikita Khrushchev bangs his shoe denouncing America’s color bar, while the U.S. dispatches jazz ambassador Louis Armstrong to the Congo to deflect attention from its first African post-colonial coup.",
    "release_date": "2024-09-11"
  },
  "DocHouse: The Bibi Files": {
    "backdrop": "https://image.tmdb.org/t/p/w500//xUVwlnl1zXcL04z857q8o0kY14k.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//aZTt7g857dGU9YUIIMHd5yNSKnY.jpg",
    "overview": "Using never-seen-before interrogation footage, this investigation of Benjamin Netanyahu and his inner circle provides an unflinching gaze into the private world behind the headlines. Petty vanity and a sense of entitlement lead to corruption and the Netanyahus' unwillingness to give up power. The extreme right senses opportunity in Bibi’s weakness, and the dominos fall.",
    "release_date": "2024-12-13"
  },
  "DocHouse: Total Trust": {
    "backdrop": "https://image.tmdb.org/t/p/w500//jWDM2WejvpjEXRr0sQI7JoDSM5Q.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//A4MaCkYv8T4w4pLvSKg0IGMrJci.jpg",
    "overview": "By exploring the relationship between the watched and the watching, our film uncovers the trauma and hope engendered by the Chinese all-surveilling state and lends a voice to those that stand in resilient defiance of such blatant abuse of power.",
    "release_date": "2023-03-21"
  },
  "DocHouse: Wilding": {
    "backdrop": "https://image.tmdb.org/t/p/w500//70IGSaWsOEaN2ReklyppeyDDZwy.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//fiVjT0iojVNBL5wj1Peo9ivh7q1.jpg",
    "overview": "Knepp is a beacon of hope for England’s wildlife. When Isabella and her husband inherited the estate to farm, they recognised how sick the land was. But a groundbreaking radical experiment has been nothing short of transformative. Now it’s a place where mussel-diving pigs, storks and butterflies find sanctuary, and where thriving flora and a vast array of animals have taken back the land. This is a charming, hopeful and necessary story of ecological regeneration.",
    "release_date": "2024-06-14"
  },
  "Emilia Pérez": {
    "backdrop": "https://image.tmdb.org/t/p/w500//u2eA9pqi1q3DvevT7RuDuJHxxBT.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//7seqaCaaXDNUHOx4DqwpoOH8pPa.jpg",
    "overview": "Rita, an underrated lawyer working for a large law firm more interested in getting criminals out of jail than bringing them to justice, is hired by the leader of a criminal organization.",
    "release_date": "2024-08-21"
  },
  "Gladiator II": {
    "backdrop": "https://image.tmdb.org/t/p/w500//4hvK1uenpT7VVClzoNqXanvgdjX.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//2cxhvwyEwRlysAmRH4iodkvo0z5.jpg",
    "overview": "Years after witnessing the death of the revered hero Maximus at the hands of his uncle, Lucius is forced to enter the Colosseum after his home is conquered by the tyrannical Emperors who now lead Rome with an iron fist. With rage in his heart and the future of the Empire at stake, Lucius must look to his past to find strength and honor to return the glory of Rome to its people.",
    "release_date": "2024-11-05"
  },
  "Heretic": {
    "backdrop": "https://image.tmdb.org/t/p/w500//ag66gJCiZ06q1GSJuQlhGLi3Udx.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//5HJqjCTcaE1TFwnNh3Dn21be2es.jpg",
    "overview": "Two young missionaries are forced to prove their faith when they knock on the wrong door and are greeted by a diabolical Mr. Reed, becoming ensnared in his deadly game of cat-and-mouse.",
    "release_date": "2024-10-31"
  },
  "How to Make Millions before Grandma Dies": {
    "backdrop": "https://image.tmdb.org/t/p/w500//jtSCugyOC4gtKqVXK3WaaxRNzqZ.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//9Xa0Grd2jq2lM2gqcoTB4F9TjMd.jpg",
    "overview": "M, a university dropout low on money and luck, volunteers to take care of his terminally ill grandmother, in the hope of pocketing an inheritance.",
    "release_date": "2024-04-04"
  },
  "Maria": {
    "backdrop": "https://image.tmdb.org/t/p/w500//9iw4a6AQkxUO3EuRn59Vgrqf0zO.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//6xHKEYfrO1FpVZJJnKy5BhfWVCK.jpg",
    "overview": "Maria Callas, the world's greatest opera singer, lives the last days of her life in 1970s Paris, as she confronts her identity and life.",
    "release_date": "2024-11-27"
  },
  "Moana 2": {
    "backdrop": "https://image.tmdb.org/t/p/w500//tElnmtQ6yz1PjN1kePNl8yMSb59.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//4YZpsylmjHbqeWzjKpUEF8gcLNW.jpg",
    "overview": "After receiving an unexpected call from her wayfinding ancestors, Moana journeys alongside Maui and a new crew to the far seas of Oceania and into dangerous, long-lost waters for an adventure unlike anything she's ever faced.",
    "release_date": "2024-11-21"
  },
  "Mufasa: The Lion King": {
    "backdrop": "https://image.tmdb.org/t/p/w500//oHPoF0Gzu8xwK4CtdXDaWdcuZxZ.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//lurEK87kukWNaHd0zYnsi3yzJrs.jpg",
    "overview": "Told in flashbacks, Mufasa is an orphaned cub, lost and alone until he meets a sympathetic lion named Taka—the heir to a royal bloodline. The chance meeting sets in motion a journey of misfits searching for their destiny and working together to evade a threatening and deadly foe.",
    "release_date": "2024-12-18"
  },
  "Nosferatu": {
    "backdrop": "https://image.tmdb.org/t/p/w500//2gAStVyyv9C3BSEKhP0a1aM3Qy9.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//5qGIxdEO841C0tdY8vOdLoRVrr0.jpg",
    "overview": "A gothic tale of obsession between a haunted young woman and the terrifying vampire infatuated with her, causing untold horror in its wake.",
    "release_date": "2024-12-25"
  },
  "Queer": {
    "backdrop": "https://image.tmdb.org/t/p/w500//rmLujmM5xHqKNXsnGfOBc5zWxQX.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//xe4b2TMciLKA1C0JlhWxb4ENLln.jpg",
    "overview": "In 1950s Mexico City, William Lee, an American expat in his late forties, leads a solitary life amidst a small American community. However, the arrival in town of Eugene Allerton, a young student, stirs William into finally establishing a meaningful connection with someone.",
    "release_date": "2024-11-27"
  },
  "Spirited Away": {
    "backdrop": "https://image.tmdb.org/t/p/w500//m4TUa2ciEWSlk37rOsjiSIvZDXE.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//8i4s1mb3T3C0HHhSNR4nDMqRDgm.jpg",
    "overview": "A young girl, Chihiro, becomes trapped in a strange new world of spirits. When her parents undergo a mysterious transformation, she must call upon the courage she never knew she had to free her family.",
    "release_date": "2001-07-20"
  },
  "The Order": {
    "backdrop": "https://image.tmdb.org/t/p/w500//5HlciYrJVOEtljDg2hn9KJHIIVz.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//cN44GBHiS5ONvOqqLUg6XerXJ64.jpg",
    "overview": "For over a year, a series of bold daylight bank robberies and armored car heists leaves law enforcement baffled and the public panicked throughout the Pacific Northwest. As the attacks become increasingly violent, FBI agent Terry Husk (Jude Law) becomes convinced that the robberies are the work of domestic terrorists that plan to use the loot to finance an armed uprising against the U.S. government. Based on a true story, The Order follows Husk and his team into the tangled world of white supremacists as they try to head off a violent uprising that could shatter the nation. As the militia builds a war chest of over $4 million, Husk pursues the malevolent racist Bob Mathews to a final bloody standoff that will go down in U.S. history.",
    "release_date": "2024-12-05"
  },
  "The Universal Theory": {
    "backdrop": "https://image.tmdb.org/t/p/w500//iB91s7jQ2cgEs2CO0khE4cD4XGW.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//tcFjvHq0RxyJ6GP9ZRgGkLrBX3M.jpg",
    "overview": "Johannes, a doctor of physics, travels with his doctoral supervisor to a scientific congress in the Alps. A series of mysterious incidents occur on site. He meets Karin, a mysterious jazz pianist who seems to know more about him than she can know. Suddenly, mysterious deaths begin to pile up and Johannes tries to uncover the secret under the mountain.",
    "release_date": "2023-10-26"
  },
  "Wallace & Gromit: Vengeance Most Fowl": {
    "backdrop": "https://image.tmdb.org/t/p/w500//ovt5KdS1oNwXkFPsgymhMoKvxKa.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//6BxK38ehxuX2dJmZIMpJcVNbYks.jpg",
    "overview": "Gromit’s concern that Wallace is becoming too dependent on his inventions proves justified, when Wallace invents a “smart” gnome that seems to develop a mind of its own. When it emerges that a vengeful figure from the past might be masterminding things, it falls to Gromit to battle sinister forces and save his master… or Wallace may never be able to invent again!",
    "release_date": "2024-12-18"
  },
  "We Live in Time": {
    "backdrop": "https://image.tmdb.org/t/p/w500//zpaodBqO2lcwJh2SQrFFf1Rn8Jy.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//ssFS25CiYQvRJqErqaEyHuVgyH7.jpg",
    "overview": "An up-and-coming chef and a recent divorcée find their lives forever changed when a chance encounter brings them together, in a decade-spanning, deeply moving romance.",
    "release_date": "2024-10-10"
  },
  "Wicked": {
    "backdrop": "https://image.tmdb.org/t/p/w500//uVlUu174iiKhsUGqnOSy46eIIMU.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//xDGbZ0JJ3mYaGKy4Nzd9Kph6M9L.jpg",
    "overview": "In the land of Oz, ostracized and misunderstood green-skinned Elphaba is forced to share a room with the popular aristocrat Glinda at Shiz University, and the two's unlikely friendship is tested as they begin to fulfill their respective destinies as Glinda the Good and the Wicked Witch of the West.",
    "release_date": "2024-11-20"
  }
}