{
  "Beetlejuice Beetlejuice": {
    "backdrop": "https://image.tmdb.org/t/p/w500//cgKZtNSETjXJPkAQ4rasV7dnyQH.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//kKgQzkUCnQmeTPkyIwHly2t6ZFI.jpg",
    "overview": "After a family tragedy, three generations of the Deetz family return home to Winter River. Still haunted by Beetlejuice, Lydia's life is turned upside down when her teenage daughter, Astrid, accidentally opens the portal to the Afterlife.",
    "release_date": "2024-09-04"
  },
  "Black Dog": {
    "backdrop": "https://image.tmdb.org/t/p/w500//g3OIqGPv36wGfe86NPjzWpAmQ7Y.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//8hvt4L3EXWq3ANutok32ODQIGwV.jpg",
    "overview": "An ex-con takes a job driving a truck cross country. What he doesn't know is that the truck is filled with illegal weapons and now he must fight to survive and save his family.",
    "release_date": "1998-05-01"
  },
  "Blink Twice": {
    "backdrop": "https://image.tmdb.org/t/p/w500//dTaqzXA1auKRUjHPQjR3u0W7Gfl.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//lZGOK0I2DJSRlEPNOAFTSNxSjDD.jpg",
    "overview": "When tech billionaire Slater King meets cocktail waitress Frida at his fundraising gala, he invites her to join him and his friends on a dream vacation on his private island. But despite the epic setting, beautiful people, ever-flowing champagne, and late-night dance parties, Frida can sense that there’s something sinister hiding beneath the island’s lush façade.",
    "release_date": "2024-08-21"
  },
  "DocHouse: Hollywoodgate": {
    "backdrop": "https://image.tmdb.org/t/p/w500//kYTaOKrq95frw3JtPUWW1W70g2G.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//vRdtK55lzVaGpMV3RUASmIm6jHT.jpg",
    "overview": "Immediately after the US pullout from Afghanistan, Taliban forces occupied the Hollywood Gate complex, which is claimed to be a former CIA base in Kabul.",
    "release_date": "2024-07-19"
  },
  "DocHouse: Invisible Nation": {
    "backdrop": "https://image.tmdb.org/t/p/w500//fh3XVc86B62sO94DpNoX3KVD2tR.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//mzyby0oc65s7GjLTEhUxjX0kL6J.jpg",
    "overview": "With unprecedented access to Taiwan's sitting head of state, director Vanessa Hope investigates the election and tenure of Tsai Ing-wen, the first female president of Taiwan.",
    "release_date": "2024-05-31"
  },
  "DocHouse: Late At Night": {
    "backdrop": null,
    "poster": null,
    "overview": "The film project under the working title of \"Nightwalk\" about the jazz music of the Afro-American Cassandra Wilson, was born of the idea to really create a fusion between music and pictures. The film team concentrate the contents of the film on the actual theme of the music, \"Children of the night\". This is not, however, a conventional plot rather an atmospheric series of pictures surrounding a figure who is wandering through the city streets at night.",
    "release_date": "1996-01-01"
  },
  "DocHouse: Notes From Sheepland": {
    "backdrop": "https://image.tmdb.org/t/p/w500//6xyNBdvpm1RSff0vBrf6n36f1ww.jpg",
    "poster": null,
    "overview": "Orla Barry is a hard-working, lipstick-wearing sheep farmer in rural Wexford. She is also a visual artist, renowned for her video and sound art. She strides confidently from art seminars to the Tullamore Show, lambing in April and shearing in June, working tirelessly to make a living from eco-farming in the face of global demand for faster, cheaper meats and wools. But while tied to the demands of the ovine calendar she must make time to let her creativity flow.",
    "release_date": "2024-07-26"
  },
  "DocHouse: Sugarcane": {
    "backdrop": "https://image.tmdb.org/t/p/w500//xoguYBNxXhyiQasTZyIxaYMjcUq.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//9Xx4o4MVSDv0pojOzoHMH5y85hB.jpg",
    "overview": "An investigation into abuse and missing children at an Indian residential school ignites a reckoning on the nearby Sugarcane Reserve.",
    "release_date": "2024-08-09"
  },
  "DocHouse: The Grab": {
    "backdrop": "https://image.tmdb.org/t/p/w500//4wFHDwDQd76cRIHCZfDAo8nmnwj.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//aedQE8V0idgnBvxQhcGULe7qWsG.jpg",
    "overview": "An investigative journalist uncovers the money, influence, and alarming rationale behind covert land grabs by some of the world’s most powerful countries.",
    "release_date": "2024-06-14"
  },
  "DocHouse: The Woman, The Orphan and The Tiger": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//bGjX1ScUUQhCWuOTriqDv1rp2hu.jpg",
    "overview": "The Woman, The Orphan, and The Tiger explores ways in which trauma is passed on from previous generations to the present through a sense of being haunted. Following a group of international adoptees and other women of the Korean diaspora in their 20s and 30s, the film uncovers how the return of the repressed confronts and destabilizes narratives that have been constructed to silence histories of pain and violence inflicted onto the bodies and lives of women and children.",
    "release_date": "2010-04-01"
  },
  "DocHouse: Three Promises": {
    "backdrop": "https://image.tmdb.org/t/p/w500//zGlhENQswiUbvQi7BFIahcy60vR.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//c6hN55tXzmbjtROmjzRf2scVOgp.jpg",
    "overview": "Yousef Srouji’s childhood in Palestine wasn’t something that he and his parents spoke of as a family, so when he found a box of his mother’s home videos from the early 2000s, an especially perilous and tumultuous period in the West Bank, the tapes became a means for remembering and comprehending a painful past. The stories she captured illuminate the nature of life in a war zone, and familial bonds that cannot be broken. – Bedatri Choudhury (DocNYC)",
    "release_date": "2023-04-20"
  },
  "EDWARD SCISSORHANDS: MATTHEW BOURNE": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//ficbNSkRCkjyus7yAQcRyGWOvIn.jpg",
    "overview": "In a castle high on a hill lives Edward; a boy created by an eccentric inventor. When his creator dies he is left alone and unfinished with only scissors for hands until a kindly townswoman invites him to live with her suburban family. Can Edward find his place in the well-meaning community which struggles to see past his curious appearance to the innocence and gentleness within?",
    "release_date": "2024-09-25"
  },
  "Firebrand": {
    "backdrop": "https://image.tmdb.org/t/p/w500//zjcADbZXZSlEbRqSbRZEfq332wC.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//kXAc1LaxL64udWr9SOAHQwOBEG0.jpg",
    "overview": "Katherine Parr, the sixth wife of King Henry VIII, is named regent while the tyrant battles abroad. When the king returns, increasingly ill and paranoid, Katherine finds herself fighting for her own survival.",
    "release_date": "2024-03-27"
  },
  "Girls Will Be Girls": {
    "backdrop": "https://image.tmdb.org/t/p/w500//6YO8KUBFuH2fReUrAFmASoqQPjj.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//bW4gKheCw4OnCb95WnZ0gpNBjX2.jpg",
    "overview": "In a strict boarding school nestled in the Himalayas, 16-year-old Mira discovers desire and romance. But her sexual, rebellious awakening is disrupted by her mother who never got to come of age herself.",
    "release_date": "2024-08-21"
  },
  "It Ends With Us": {
    "backdrop": "https://image.tmdb.org/t/p/w500//9BQqngPfwpeAfK7c2H3cwIFWIVR.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//4TzwDWpLmb9bWJjlN3iBUdvgarw.jpg",
    "overview": "When a woman's first love suddenly reenters her life, her relationship with a charming, but abusive neurosurgeon is upended, and she realizes she must learn to rely on her own strength to make an impossible choice for her future.",
    "release_date": "2024-08-07"
  },
  "Kneecap": {
    "backdrop": "https://image.tmdb.org/t/p/w500//wLAfrUgYTBOFe6dvcp9eRFxQLSD.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//4u3vSDrPvyEz7aW6CpmxbS8kqE8.jpg",
    "overview": "When fate brings Belfast teacher JJ into the orbit of self-confessed 'low life scum' Naoise and Liam Og, the needle drops on a hip hop act like no other. Rapping in their native Irish, they lead a movement to save their mother tongue.",
    "release_date": "2024-08-02"
  },
  "Lee": {
    "backdrop": "https://image.tmdb.org/t/p/w500//gNOsAqd25etsiHQk5Zo71v2VIRc.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//cPtTlHWbWBmp5b61cKopyGPC92q.jpg",
    "overview": "The story of photographer Elizabeth 'Lee' Miller, a fashion model who became an acclaimed war correspondent for Vogue magazine during World War II.",
    "release_date": "2024-09-12"
  },
  "Megalopolis": {
    "backdrop": "https://image.tmdb.org/t/p/w500//mR8TEWw1lT2QZKb7cpxJFqlFIrd.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//6OlTIwt6fSeQLRABU7JF5fwEioo.jpg",
    "overview": "Genius artist Cesar Catilina seeks to leap the City of New Rome into a utopian, idealistic future, while his opposition, Mayor Franklyn Cicero, remains committed to a regressive status quo, perpetuating greed, special interests, and partisan warfare. Torn between them is socialite Julia Cicero, the mayor’s daughter, whose love for Cesar has divided her loyalties, forcing her to discover what she truly believes humanity deserves.",
    "release_date": "2024-09-25"
  },
  "My Favourite Cake": {
    "backdrop": "https://image.tmdb.org/t/p/w500//Ag2zWDaYV6NrQbax5IjZ3rFcGwY.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//gs6XHzRPZWBMUbFkZUwMDgNz0li.jpg",
    "overview": "Mahin lives alone in Tehran since her husband’s death and her daughter’s departure for Europe, until an afternoon tea with friends leads her to break her solitary routine and revitalize her love life.",
    "release_date": "2024-07-11"
  },
  "My Old Ass": {
    "backdrop": "https://image.tmdb.org/t/p/w500//iPHsjvbFyGbeCEDC7u8Ib8U1zS6.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//7zwM82MEilz58jgLZJTHcF4aY8S.jpg",
    "overview": "An 18th birthday mushroom trip brings free-spirited Elliott face-to-face with her wisecracking 39-year-old self. But when Elliott’s \"old ass\" starts handing out warnings about what her younger self should and shouldn't do, Elliott realizes she has to rethink everything about family, love, and what's becoming a transformative summer.",
    "release_date": "2024-09-13"
  },
  "Paul McCartney and Wings - One Hand Clapping": {
    "backdrop": "https://image.tmdb.org/t/p/w500//e1Cao6S2PNjL1ILAjaZFVr3Aock.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//nPFAXe27V1c8iMbwJVQ2Mwi6hS0.jpg",
    "overview": "A rarely seen 'rockumentary' made by Paul McCartney and his then band, Wings, at Abbey Road studios in London, in August 1974. The film features live performances and voiceovers with each member talking about their musical experiences up to that point.",
    "release_date": "2024-09-26"
  },
  "Perfect Days": {
    "backdrop": "https://image.tmdb.org/t/p/w500//67BHTjyEgURL60irOQu54qZ3zDk.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//tvUHVSTJV9ITON3oyHaWp7oaAc8.jpg",
    "overview": "Hirayama is content with his life as a toilet cleaner in Tokyo. Outside of his structured routine, he cherishes music on cassette tapes, books, and taking photos of trees. Through unexpected encounters, he reflects on finding beauty in the world.",
    "release_date": "2023-11-10"
  },
  "Sing Sing": {
    "backdrop": "https://image.tmdb.org/t/p/w500//AqzL3Mj6e7qEjS3gHEcccYcQXpq.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//8WambNXFVcMyTeCWajNEYfT80Xp.jpg",
    "overview": "A matriarchal family runs a taco food truck, navigating between artistic aspirations and daily frustrations while raising a member's daughter.",
    "release_date": "2024-03-21"
  },
  "Speak No Evil": {
    "backdrop": "https://image.tmdb.org/t/p/w500//jnrLpUtOKelKhmGieEBcAvrsrFB.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//t01TUL5X2oBNF0qjjgS4BXaWplJ.jpg",
    "overview": "When an American family is invited to spend the weekend at the idyllic country estate of a charming British family they befriended on vacation, what begins as a dream holiday soon warps into a snarled psychological nightmare.",
    "release_date": "2024-09-11"
  },
  "Sugarcane": {
    "backdrop": "https://image.tmdb.org/t/p/w500//xoguYBNxXhyiQasTZyIxaYMjcUq.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//9Xx4o4MVSDv0pojOzoHMH5y85hB.jpg",
    "overview": "An investigation into abuse and missing children at an Indian residential school ignites a reckoning on the nearby Sugarcane Reserve.",
    "release_date": "2024-08-09"
  },
  "The Count of Monte Cristo": {
    "backdrop": "https://image.tmdb.org/t/p/w500//y0sXAOehV5zx1E64HBSyjDSZK22.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//ifMgDAUXVQLY4DeOu3VTTi55jSP.jpg",
    "overview": "Edmond Dantés's life and plans to marry the beautiful Mercedes are shattered when his best friend, Fernand, deceives him. After spending 13 miserable years in prison, Dantés escapes with the help of a fellow inmate and plots his revenge, cleverly insinuating himself into the French nobility.",
    "release_date": "2002-01-23"
  },
  "The Critic": {
    "backdrop": "https://image.tmdb.org/t/p/w500//6snj4WX74JQzwgWDv01fRI3YPaW.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//mVqE5pCoofJ2QKu2LjXNcxVRR8V.jpg",
    "overview": "Jimmy Erskine is the most feared theatre critic of the age. He lives as flamboyantly as he writes and takes pleasure in savagely taking down any actor who fails to meet his standards. When the owner of the Daily Chronicle dies, and his son takes over, Jimmy quickly finds himself at odds with his new boss and his position under threat. In an attempt to preserve the power and influence he holds so sacred, Jimmy strikes a Faustian pact with a struggling actress, entangling them and the boss in a thrilling but deadly web of desire, blackmail, and betrayal.",
    "release_date": "2024-09-13"
  },
  "The Goldman Case": {
    "backdrop": "https://image.tmdb.org/t/p/w500//6cpzcoVpAifoZPyJ02Kfs0wnA5S.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//fYbjXgBQUPgj1mtcmH0GafbJlXV.jpg",
    "overview": "A second trial begins in November 1975 against French left-wing revolutionary Pierre Goldman, accused of several armed robberies and the death of two chemists.",
    "release_date": "2023-06-07"
  },
  "The Outrun": {
    "backdrop": "https://image.tmdb.org/t/p/w500//5OOYy7YpnwWxZAx8enpwRLIIRR8.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//jG7cSWeGSB5g1tcfdJnqqgSnlr2.jpg",
    "overview": "Rona, fresh out of rehab, returns to the Orkney Islands; a place both wild and beautiful right off the Scottish coast. After more than a decade of living life on the edge in London, where she both found and lost love, Rona – now 30 – attempts to come to terms with her troubled past. As she reconnects with the dramatic landscape where she grew up, memories of her traumatic childhood merge with more recent challenging events that have set her on the path to recovery.",
    "release_date": "2024-08-02"
  },
  "The Queen of My Dreams": {
    "backdrop": "https://image.tmdb.org/t/p/w500//ioP9WnUE3NTl8qT3VxRJ0qtIiO9.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//AprPc4k1MsRpAiHPKUxlEt9EWi9.jpg",
    "overview": "Azra is worlds apart from her conservative Muslim mother. When her father suddenly dies on a trip home to Pakistan, Azra finds herself on a Bollywood-inspired journey through memories, both real and imagined; from her mother’s youth in Karachi to her own coming- of-age in rural Canada.",
    "release_date": "2024-03-22"
  },
  "The Substance": {
    "backdrop": "https://image.tmdb.org/t/p/w500//9oYdz5gDoIl8h67e3ccv3OHtmm2.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//zQc1PITqFxZDbEmHlQgO5Mxc4Od.jpg",
    "overview": "A fading celebrity decides to use a black market drug, a cell-replicating substance that temporarily creates a younger, better version of herself.",
    "release_date": "2024-09-07"
  },
  "Will & Harper": {
    "backdrop": "https://image.tmdb.org/t/p/w500//p8o3o3oETlAZxfQf10T6vJG8eZq.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//qCkJfedTaNjUgnud2az2W5SWJia.jpg",
    "overview": "When Will Ferrell's good friend Harper comes out as a trans woman, they take a road trip to bond and reintroduce Harper to the country as her true self.",
    "release_date": "2024-09-12"
  }
}