{
  "A Minecraft Movie": {
    "backdrop": "https://image.tmdb.org/t/p/w500//2Nti3gYAX513wvhp8IiLL6ZDyOm.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//iPPTGh2OXuIv6d7cwuoPkw8govp.jpg",
    "overview": "Four misfits find themselves struggling with ordinary problems when they are suddenly pulled through a mysterious portal into the Overworld: a bizarre, cubic wonderland that thrives on imagination. To get back home, they'll have to master this world while embarking on a magical quest with an unexpected, expert crafter, Steve.",
    "release_date": "2025-03-31"
  },
  "Anora": {
    "backdrop": "https://image.tmdb.org/t/p/w500//87GU2ifjNYtgYtcRH1NNH1P4ODo.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//7MrgIUeq0DD2iF7GR6wqJfYZNeC.jpg",
    "overview": "A young sex worker from Brooklyn gets her chance at a Cinderella story when she meets and impulsively marries the son of an oligarch. Once the news reaches Russia, her fairytale is threatened as his parents set out to get the marriage annulled.",
    "release_date": "2024-10-14"
  },
  "April": {
    "backdrop": "https://image.tmdb.org/t/p/w500//cPooorKpaHxmZXGjjf1N5byltyK.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//tyjedmlxOQig4UsztTypPZuObSN.jpg",
    "overview": "",
    "release_date": "1963-08-02"
  },
  "Björk: Cornucopia": {
    "backdrop": "https://image.tmdb.org/t/p/w500//2sBvgFUJlA3iHGsjRFy1rpakEs5.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//rTYLf0bfgkpyZzdBCPddreZiBmh.jpg",
    "overview": "A visually spectacular landscape of lush colours, futuristic screens and wild images of nature that comes alive with Björk's wondrous music, as she performs live alongside musicians and choirs of flutes and voices.",
    "release_date": "2025-05-07"
  },
  "Black Bag": {
    "backdrop": "https://image.tmdb.org/t/p/w500//wi2CEFSyoxoBWdFeVmTeqnlX3qI.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//hHPovtU4b96LHcoeEwRkGHI5btw.jpg",
    "overview": "When intelligence agent Kathryn Woodhouse is suspected of betraying the nation, her husband – also a legendary agent – faces the ultimate test of whether to be loyal to his marriage, or his country.",
    "release_date": "2025-03-12"
  },
  "Conclave": {
    "backdrop": "https://image.tmdb.org/t/p/w500//1YMrOtrW7b4pL2lfD8UciZPOJGs.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//l4WXg5oQPK6GVlISKQNIUGb8rKJ.jpg",
    "overview": "After the unexpected death of the Pope, Cardinal Lawrence is tasked with managing the covert and ancient ritual of electing a new one. Sequestered in the Vatican with the Catholic Church’s most powerful leaders until the process is complete, Lawrence finds himself at the center of a conspiracy that could lead to its downfall.",
    "release_date": "2024-10-25"
  },
  "Desire: The Carl Craig Story": {
    "backdrop": "https://image.tmdb.org/t/p/w500//ya6XUqxY3tKUmurbzEJuxsuBTk9.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//71iAAdvrM7jYPNTDMhYr7WyneuX.jpg",
    "overview": "At once a portrait of techno producer Carl Craig and a love letter to his city of Detroit, Desire: The Carl Craig Story lays out the vast backdrop of artists and venues who played a part in the rise of Craig’s massive, genre-defying career.",
    "release_date": "2025-05-08"
  },
  "DocHouse: At All Kosts": {
    "backdrop": "https://image.tmdb.org/t/p/w500//q6ui3vJ829RY9d5M9QRnRF5RyTg.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//h4jellxIbHBTLXC9dmed72SbOnH.jpg",
    "overview": "An acting ensemble rehearses for an upcoming theater festival. They rig up stage scenery and practice dialogue and set pieces in the middle of a residential area. But this is no ordinary theater setting, as evidenced by the armed guards at the entrance. Festival 4 Chemins is taking place in Port-au-Prince, the capital of Haiti. Gangs are active in the city; you can hear machine-gun fire in the distance.",
    "release_date": "2024-11-15"
  },
  "DocHouse: Blue Road: The Edna O'Brien Story": {
    "backdrop": "https://image.tmdb.org/t/p/w500//3ypjV2KnpaVta7PAcz0GLiM1Ikk.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//1KCswo2GqoO6sweiuX2hzdU5eAk.jpg",
    "overview": "Emerging from rural Ireland, Edna O’Brien broke multiple taboos with her sexually provocative literature and equally adventurous love life. Here, she opens up about her past with additional perspectives offered by Gabriel Byrne, Walter Mosely, and others.",
    "release_date": "2025-01-31"
  },
  "DocHouse: Marching In The Dark": {
    "backdrop": "https://image.tmdb.org/t/p/w500//nhzf0YK6AdA0eO9RNKdLpheRjcz.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//xTlnSecyGXlyxGSe8hlYbjZSFkv.jpg",
    "overview": "In a drought-struck region in India, suffering from climate change and a high suicide rate amongst farmers, a group of resilient women farmers, who recently lost their husbands, is coming together with a local psychologist to learn counselling and help others in grief.",
    "release_date": "2024-03-19"
  },
  "DocHouse: Riefenstahl": {
    "backdrop": "https://image.tmdb.org/t/p/w500//u4F2cV0y4lXW7uwrdsDLrZT6Izc.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//mlFChQIw33eD18SqUxxXoic0HZt.jpg",
    "overview": "Explores Leni Riefenstahl's artistic legacy and her complex ties to the Nazi regime, juxtaposing her self-portrayal with evidence suggesting awareness of the regime's atrocities.",
    "release_date": "2024-10-31"
  },
  "DocHouse: The Accidental Spy": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//o5K5F75OXmN9LgrRJvIj1ppmEse.jpg",
    "overview": "Days after 9/11, Blerim Skoro was recruited from a Manhattan prison by the CIA and FBI. For over a decade, he was America's infidel mole, roaming the Middle East as a spy deep inside al-Qaeda.",
    "release_date": "2024-10-11"
  },
  "DocHouse: The Sinking of the Lisbon Maru": {
    "backdrop": "https://image.tmdb.org/t/p/w500//24QqgIElJ4Gym024xzYbzMAVw1y.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//nV0ggublB3adZ7W7V9M7zKD30BD.jpg",
    "overview": "Filmmaker Fang Li and his crew explore exhaustive historical investigation, as far as possible to find the core of the British, American, Japanese and Chinese parties and descendants, trying to infinitely close to the truth of the World War II \"Death Ship\" — \"Lisbon Maru\", which is 30 meters under the sea off the East Polar Island in Zhoushan, China.",
    "release_date": "2024-08-31"
  },
  "DocHouse: Where Dragons Live": {
    "backdrop": "https://image.tmdb.org/t/p/w500//3Lj8iRnP1DO6Skj79wl7BbCT6Ca.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//5NNG197d04sRn1NORa4fujSEfl8.jpg",
    "overview": "Following the death of their parents, Harriet and her siblings must unpack their childhood fears as they prepare to sell their dragon-filled Oxfordshire home. Between the clutter and the boxes, the siblings find themselves haunted by the memories of their late parents: a dragon-obsessed father and an exacting mother, and the esoteric collections of objects they left behind.",
    "release_date": "2024-11-28"
  },
  "Final Destination: Bloodlines": {
    "backdrop": "https://image.tmdb.org/t/p/w500//yyDLU9HzNNdZ3G07g9rElqzN3OI.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//cAoktVUBhGyULRoxV6mZ2LB3x7I.jpg",
    "overview": "Plagued by a violent recurring nightmare, college student Stefanie heads home to track down the one person who might be able to break the cycle and save her family from the grisly demise that inevitably awaits them all.",
    "release_date": "2025-05-09"
  },
  "Flow": {
    "backdrop": "https://image.tmdb.org/t/p/w500//5Re8n4DqcTTRwvzCvxbgwt6SecH.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//uqUwD865PnyxEKXVdHrHEL6bRIj.jpg",
    "overview": "A filmmaker talks about his work and love life with an unseen friend behind the camera. We also watch four of his short films.",
    "release_date": "1996-01-01"
  },
  "Holy Cow": {
    "backdrop": "https://image.tmdb.org/t/p/w500//6uIc9Qw7xc2vBTrWEzT8Y9vrYtT.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//mFkjs5DDJCW7zzUoF3Dx6TFyPkW.jpg",
    "overview": "When a stage artist is send to fight he met a lovely girl.",
    "release_date": "1982-09-23"
  },
  "I'm Still Here": {
    "backdrop": "https://image.tmdb.org/t/p/w500//x0pkoGlwWdkzRxgQioD3cUG0awu.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//gZnsMbhCvhzAQlKaVpeFRHYjGyb.jpg",
    "overview": "In 1971, military dictatorship in Brazil reaches its height. The Paiva family — Rubens, Eunice, and their five children — live in a beachside house in Rio, open to all their friends. One day, Rubens is taken for questioning and does not return.",
    "release_date": "2024-09-19"
  },
  "Julie Keeps Quiet": {
    "backdrop": "https://image.tmdb.org/t/p/w500//yXwJzc6beR82pg6R3BMaurH4lwq.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//HscPMTxowVUG4I20uWEdnD3PaT.jpg",
    "overview": "As the star player at an elite tennis academy, Julie’s life revolves around the game she loves. When her coach falls under investigation and is suddenly suspended, all of the club’s players are encouraged to speak up. But Julie decides to keep quiet...",
    "release_date": "2024-10-16"
  },
  "Motel Destino": {
    "backdrop": "https://image.tmdb.org/t/p/w500//1qBE6HrzB6Vqu9SCoMcNK8CR2Y5.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//voacJO6y6pKMAioYysZQcWALjQL.jpg",
    "overview": "Dayana lives an abusive marriage with former police officer Elias, owner of Motel Destino. When 21-year-old Heraldo finds himself at the motel after messing up a hit and going on the run, Dayana finds herself intrigued and lets him stay. As the two navigate a dance of power and desire, a dangerous plan for freedom emerges.",
    "release_date": "2024-08-22"
  },
  "NT Live: The Importance of Being Earnest": {
    "backdrop": "https://image.tmdb.org/t/p/w500//8zLQVMmXH83gsn4v6LT4XsEbsGv.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//xUrWvUVO0IpnJL2bcgd5JEsnndr.jpg",
    "overview": "Being sensible can be excessively boring. At least Jack thinks so. While assuming the role of dutiful guardian in the country, he lets loose in town under a false identity. Meanwhile, his friend Algy takes on a similar facade. Unfortunately, living a double life has its drawbacks, especially when it comes to love. Hoping to impress two eligible ladies, the gentlemen find themselves caught in a web of lies they must carefully navigate.",
    "release_date": "2025-02-20"
  },
  "Parthenope": {
    "backdrop": "https://image.tmdb.org/t/p/w500//aACb16EooaTSWGHwjsoeGe8DmyF.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//uhMIPArCsAzMKRMtLj2VDqAd6ZO.jpg",
    "overview": "Parthenope, born in the sea near Naples in 1950, is beautiful, enigmatic, and intelligent. She is shamelessly courted by many. However, beauty comes at a cost.",
    "release_date": "2024-10-19"
  },
  "Riefenstahl": {
    "backdrop": "https://image.tmdb.org/t/p/w500//u4F2cV0y4lXW7uwrdsDLrZT6Izc.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//mlFChQIw33eD18SqUxxXoic0HZt.jpg",
    "overview": "Explores Leni Riefenstahl's artistic legacy and her complex ties to the Nazi regime, juxtaposing her self-portrayal with evidence suggesting awareness of the regime's atrocities.",
    "release_date": "2024-10-31"
  },
  "Santosh": {
    "backdrop": "https://image.tmdb.org/t/p/w500//b9cSmjdGs8dkiqIj5QbEURLfRjC.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//l42fcfptFniWfCYYL4c9GldJ8UT.jpg",
    "overview": "Cold-hearted and manipulative Kamla has fallen in love with a poor man and marries him and has a child named Santosh. She soon realizes that life is not fun living in poverty, and abandons her child and husband, and returns back to her father and his wealth. She re-marries millionaire Kailashpathi, and has a child named Kundan from him. Years pass by, Kundan and Santosh have both grown up. Kundan is the owner of the mill with his mom, while Santosh is a struggling mill worker, and a union worker. A confrontation ensues between the mill and the workers, and Kamla is able to negotiate a settlement and get the workers back to work, but fails to keep the promise. Santosh opposes this, and she sets her goons and Kundan against him. Santosh is abducted and held prisoner by Kamla and Kundan, and the only way he can be released is when he compromises with them.",
    "release_date": "1989-02-28"
  },
  "Sebastian": {
    "backdrop": "https://image.tmdb.org/t/p/w500//sfJbbg9t9ueicBfZoVQBAxXiRKG.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//wpLwwnwhxAcclWRfyLTvePqaQQB.jpg",
    "overview": "Sebastian is an undisciplined mathematics genius who works in the \"cipher bureau\" of the British Intelligence. While cracking enemy codes, Sebastian finds time to romance co-worker Rebecca Howard.",
    "release_date": "1968-01-24"
  },
  "Sinners": {
    "backdrop": "https://image.tmdb.org/t/p/w500//nAxGnGHOsfzufThz20zgmRwKur3.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//jYfMTSiFFK7ffbY2lay4zyvTkEk.jpg",
    "overview": "Trying to leave their troubled lives behind, twin brothers return to their hometown to start again, only to discover that an even greater evil is waiting to welcome them back.",
    "release_date": "2025-04-16"
  },
  "The Accountant 2": {
    "backdrop": "https://image.tmdb.org/t/p/w500//d2Thj4eIIzbOZY465Nyu15G4YnS.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//fpEBTqW25PH2pAFq9CIPSMKmrlo.jpg",
    "overview": "In 1985, during the \"Yamasho Conflict\" in Kitami City, Hokkaido, Kazuharu Hashizume (Jiro Okazaki), leader of the Hashizume group under the Kamo faction of the Seiwa-kai, was gunned down by a member of the Tsuzuki faction, part of the Iwai group under the Inahara-kai.  Despite this, the Seiwa-kai, the parent organization of the Hashizume group, pushed for a truce with the Tsuzuki faction, which had ties to their current rivals, the Yamaga group, to prevent further escalation.  Unwilling to accept this decision, Kohei Nagamine (Yasukaze Motomiya), the Hashizume group’s lieutenant, leads his men in a defiant act of \"truce-breaking,\" prepared to make enemies of yakuza across Japan.",
    "release_date": "2007-10-25"
  },
  "The Amateur": {
    "backdrop": "https://image.tmdb.org/t/p/w500//yMoEGh8kDEwqsoJumnQLwFJ9V6h.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//SNEoUInCa5fAgwuEBMIMBGvkkh.jpg",
    "overview": "After his life is turned upside down when his wife is killed in a London terrorist attack, a brilliant but introverted CIA decoder takes matters into his own hands when his supervisors refuse to take action.",
    "release_date": "2025-04-09"
  },
  "The Extraordinary Miss Flower": {
    "backdrop": "https://image.tmdb.org/t/p/w500//psT6VJtuzq4kT5FPGclljb7aj5Q.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//8OwGNm1LexPi0HGC1wMjLkEWBb0.jpg",
    "overview": "A spellbinding performance film by Iain Forsyth and Jane Pollard, bringing to life the remarkable story the extraordinary Geraldine Flower, and the discovery of a suitcase of letters sent to her in the 1960s and 70s that inspired acclaimed Icelandic singer/songwriter Emilíana Torrini to return to the studio.",
    "release_date": "2025-05-09"
  },
  "The Penguin Lessons": {
    "backdrop": "https://image.tmdb.org/t/p/w500//fuL0NvVCG7YYjhxkosh8pS0J1nm.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//hZ7rDX01j86x8O1E7Pe7658QYs4.jpg",
    "overview": "In 1976, as Argentina descends into violence and chaos, a world-weary English teacher regains his compassion for others thanks to an unlikely friendship with a penguin.",
    "release_date": "2025-03-27"
  },
  "The Return": {
    "backdrop": "https://image.tmdb.org/t/p/w500//yz0puYEAPgfBus2GtKU3LJpkSge.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//ywBeNqMJKBowfwrv274blsVXCB5.jpg",
    "overview": "Joanna Mills has a successful career but feels her personal life is spinning out of control. She has few friends, an estranged father, and a crazy ex-boyfriend who is stalking her. Joanna begins having terrifying visions of a woman's murder, and it seems that she is the killer's next target. Determined to solve the mystery and escape her apparent fate, Joanna follows her visions to the victim's hometown and finds that some secrets just do not stay buried.",
    "release_date": "2006-11-10"
  },
  "The Surfer": {
    "backdrop": "https://image.tmdb.org/t/p/w500//1h6UuDmmKzFfHZOwQhildVK7ZB.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//jOkBvUBLAbDIIzPTre3KEzIt0oB.jpg",
    "overview": "A man returns to the idyllic beach of his childhood to surf with his son. When he is humiliated by a group of locals, the man is drawn into a conflict that keeps rising and pushes him to his breaking point.",
    "release_date": "2025-04-03"
  },
  "The Uninvited": {
    "backdrop": "https://image.tmdb.org/t/p/w500//poCmeIQA2xL7GnGq9PMwUcJ4AgI.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//uwp5ahLmWliRyX3mPoLHU7BKhf5.jpg",
    "overview": "A brother and sister move into an old seaside house that has been abandoned for many years on the Cornwellian coast. They soon discover that it is haunted by the ghost of the mother of their neighbor's granddaughter, with whom the brother has fallen in love.",
    "release_date": "1944-02-24"
  },
  "The Wedding Banquet": {
    "backdrop": "https://image.tmdb.org/t/p/w500//ttiCab2MEJljWMIWBoON7IZNIup.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//rO0MshHlXeuvUC0St8I7sfBaxRb.jpg",
    "overview": "Frustrated with his commitment-phobic boyfriend Chris and running out of time, Min makes a proposal: a green-card marriage with their friend Angela in exchange for her partner Lee's expensive IVF. Elopement plans are upended, however, when Min's grandmother surprises them with an extravagant Korean wedding banquet.",
    "release_date": "2025-04-18"
  },
  "Thunderbolts*": {
    "backdrop": "https://image.tmdb.org/t/p/w500//rthMuZfFv4fqEU4JVbgSW9wQ8rs.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//m9EtP1Yrzv6v7dMaC9mRaGhd1um.jpg",
    "overview": "After finding themselves ensnared in a death trap, seven disillusioned castoffs must embark on a dangerous mission that will force them to confront the darkest corners of their pasts.",
    "release_date": "2025-04-30"
  },
  "Warfare": {
    "backdrop": "https://image.tmdb.org/t/p/w500//cJvUJEEQ86LSjl4gFLkYpdCJC96.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//srj9rYrjefyWqkLc6l2xjTGeBGO.jpg",
    "overview": "A platoon of Navy SEALs embarks on a dangerous mission in Ramadi, Iraq, with the chaos and brotherhood of war retold through their memories of the event.",
    "release_date": "2025-04-09"
  }
}