{
  "Back to Black": {
    "backdrop": "https://image.tmdb.org/t/p/w500//xjamzDgw4cznAjIFK9WpmK2AZhY.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//xHQEeUT3Ac4fTY72UeNrI75xLtE.jpg",
    "overview": "The extraordinary story of Amy Winehouse’s early rise to fame from her early days in Camden through the making of her groundbreaking album, Back to Black that catapulted Winehouse to global fame. Told through Amy’s eyes and inspired by her deeply personal lyrics, the film explores and embraces the many layers of the iconic artist and the tumultuous love story at the center of one of the most legendary albums of all time.",
    "release_date": "2024-04-11"
  },
  "Blackbird Blackbird Blackberry": {
    "backdrop": "https://image.tmdb.org/t/p/w500//sHjk2QnVzuIP0JQSYiz42mvmreX.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//xcG2bRze3RYzx6ajHJhD7HpeOxV.jpg",
    "overview": "In a small traditional Georgian village, Etero, the owner of a housekeeping shop, is a forty-eight-year-old spinster. She cherishes her freedom, as much as her cakes, and is preparing for a peaceful and comfortable retirement away from gossip. But a fiery affair with her delivery man could derail all her plans.",
    "release_date": "2023-12-13"
  },
  "Catching Fire: The Story of Anita Pallenberg": {
    "backdrop": "https://image.tmdb.org/t/p/w500//fNULuwmzQs8mjh8Cljp4ulr6Yu0.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//mO41UPBGnb5kOKmiaXaeVPMzLyT.jpg",
    "overview": "An exploration of the life of Anita Pallenberg, European actress and rock ’n’ roll muse. Told in Anita’s own words, from her unpublished memoir, and in the words of her family, this bittersweet film is a never-seen-before look at life with The Rolling Stones.",
    "release_date": "2024-05-03"
  },
  "Challengers": {
    "backdrop": "https://image.tmdb.org/t/p/w500//4CcUgdiGe83MeqJW1NyJVmZqRrF.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//4vc8wOf2yG9TiXoJpvz2fJHOmHA.jpg",
    "overview": "Tennis player turned coach Tashi has taken her husband, Art, and transformed him into a world-famous Grand Slam champion. To jolt him out of his recent losing streak, she signs him up for a \"Challenger\" event — close to the lowest level of pro tournament — where he finds himself standing across the net from his former best friend and Tashi's former boyfriend.",
    "release_date": "2024-04-18"
  },
  "DocHouse: Big Banana Feet": {
    "backdrop": "https://image.tmdb.org/t/p/w500//7yDN8e3XyYOoTwh1sWUpJK8lhS7.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//1ibiTEbP2pKNeXNAjvcn9R4Bj0o.jpg",
    "overview": "Billy Connolly was, in the 1970s, a sort of Scottish Lenny Bruce, who, with devastating humour, sliced through the hypocrisies he perceived. This 1976 documentary follows the singer-comic during his 1975 Irish tour. Made in a cinema verité fashion, the performer appears to be completely unaware of the presence of the camera in his off-stage and backstage moments.",
    "release_date": "1976-01-01"
  },
  "DocHouse: Catching Fire": {
    "backdrop": "https://image.tmdb.org/t/p/w500//eHaazLxM5LRMh0ySkVy7SK6wUWt.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//uFQbcR7h1stMlN1d3a7RmV0luLZ.jpg",
    "overview": "Katniss Everdeen has returned home safe after winning the 74th Annual Hunger Games along with fellow tribute Peeta Mellark. Winning means that they must turn around and leave their family and close friends, embarking on a \"Victor's Tour\" of the districts. Along the way Katniss senses that a rebellion is simmering, but the Capitol is still very much in control as President Snow prepares the 75th Annual Hunger Games (The Quarter Quell) - a competition that could change Panem forever.",
    "release_date": "2013-11-15"
  },
  "DocHouse: Ciné-Guerrillas": {
    "backdrop": "https://image.tmdb.org/t/p/w500//wKIs7Z3SJLVxyhz7qBUbfP7PmA0.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//w0QckCiBUK7J2Skg8VgPBJaY0gU.jpg",
    "overview": "An archival road trip with Stevan Labudović, cameraman to Yugoslav President Tito and cinematic eye of the Algerian revolution, investigating the role of cinema in the liberation struggles of the Third World and reconstructing the birth of the Non-Aligned Movement.",
    "release_date": "2022-09-10"
  },
  "DocHouse: Flickering Lights": {
    "backdrop": "https://image.tmdb.org/t/p/w500//oW8tmQwXbg45AwqLqKCRhbgV89P.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//20ApKJUi1XYri37RAH3SDIp2Ykh.jpg",
    "overview": "Four small gangsters from Copenhagen trick a gangster boss: they take over 4,000,000 kroner which they were supposed to bring him. Trying to escape to Barcelona they are forced to stop in the countryside, in an old, wrecked house, hiding there for several weeks. Slowly, one after another, they realize, that they would like to stay there, start a new life.",
    "release_date": "2000-11-03"
  },
  "DocHouse: Knit's Island": {
    "backdrop": "https://image.tmdb.org/t/p/w500//nFXwnJKwQd2uYgsKZ4AeGmTk0hL.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//xWfLbq50V1S4u98mFJ0A6JrKzf2.jpg",
    "overview": "Somewhere on the internet is a land where communities pretend to live out a survivalist fiction. The avatars of the directors of Knit’s Island spent 963 hours there, creating a fascinating film resulting from their encounter with these communities. The “players” reveal their fears and fantasies, in an at times unsettling blurring of the real and the virtual.",
    "release_date": "2024-04-17"
  },
  "DocHouse: Made In England": {
    "backdrop": "https://image.tmdb.org/t/p/w500//4Q3CG0clzmwZWnfdRZFuxs0oj9Q.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//mZjTcWqsGf9KyyMJcalVidfCaVM.jpg",
    "overview": "Martin Scorsese presents this very personal and insightful new feature-length documentary about British filmmakers Michael Powell and Emeric Pressburger.",
    "release_date": "2024-05-10"
  },
  "DocHouse: Non-Aligned": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//4IgZ1xShjGSiwJJAiAE59mvJ2ze.jpg",
    "overview": "In an unexplored vault in Belgrade, the capital of the former Yugoslavia, lies a collection of films known as “the Labudović Reels.” On them are images of African and Asian liberation movements and revolutionary leaders that defined the era of the 1960s. How is it that the archive of these revolutions lies on another continent, forgotten in a film archive? The answer to this question takes us into the story behind the images, on an intimate voyage with the man who filmed them.  As the cameraman of Yugoslav president Tito, Stevan Labudović captured an era of politics, personality and promise, filming the birth of the Non-Aligned Movement. Sent on missions by the President to film liberation wars, he would play a key role in the information battles that defined the era of decolonization. Together with Ciné-Guerillas, this film diptych examines the legacy of these extraordinary archives, seeking to project their political vision forward.",
    "release_date": "2022-11-09"
  },
  "DocHouse: This World Is Not My Own": {
    "backdrop": "https://image.tmdb.org/t/p/w500//6OCdy7MibB3qlCH5G8a1oDI9Rx5.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//6U4jthMfhcmw0LaMTD2yIp8zDRy.jpg",
    "overview": "Chewing gum sculptures, a wealthy gallerist, a notorious murder case, and the segregated south - it's all part of Nellie Mae Rowe's boundless universe. This World Is Not My Own reimagines this self-taught artist's world and her life spanning the 20th century.",
    "release_date": "2023-03-11"
  },
  "Dune: Part Two": {
    "backdrop": "https://image.tmdb.org/t/p/w500//xOMo8BRK7PfcJv9JCnx7s5hj0PX.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//gho58bYmw9juYXmUSHRJKOngJGn.jpg",
    "overview": "Follow the mythic journey of Paul Atreides as he unites with Chani and the Fremen while on a path of revenge against the conspirators who destroyed his family. Facing a choice between the love of his life and the fate of the known universe, Paul endeavors to prevent a terrible future only he can foresee.",
    "release_date": "2024-02-27"
  },
  "Furiosa: A Mad Max Saga": {
    "backdrop": "https://image.tmdb.org/t/p/w500//q8IEFmEGGSGmAWfwRs23XDwdFN4.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//iADOJ8Zymht2JPMoy3R7xceZprc.jpg",
    "overview": "As the world falls, young Furiosa is snatched from the Green Place of Many Mothers into the hands of a great biker horde led by the warlord Dementus. Sweeping through the wasteland, they encounter the citadel presided over by Immortan Joe. The two tyrants wage war for dominance, and Furiosa must survive many trials as she puts together the means to find her way home.",
    "release_date": "2024-05-22"
  },
  "Hoard": {
    "backdrop": "https://image.tmdb.org/t/p/w500//c0tZsK1WouPqKIgREuTcjDuy5K0.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//5j25r4zqz8G4qMtyYxjX1y1LJM4.jpg",
    "overview": "Hoard is a tale of mother and daughter; it follows Maria first as a child in their loving routines; their nidus of joy full of catalogues of love. Both like magpies you see. Then as an 18-year-old navigating the past as it pays a visit; when a box of mother returns and a man called Michael comes to stay. The shimmering memories that she once suppressed begin to haunt her; as grief never really heals does it? It simply disguises itself in things.",
    "release_date": "2024-04-05"
  },
  "IF": {
    "backdrop": "https://image.tmdb.org/t/p/w500//jTWllMddJzCb7hBVNZICtgKhYM9.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//xbKFv4KF3sVYuWKllLlwWDmuZP7.jpg",
    "overview": "A girl discovers she can see everyone's imaginary friends and embarks on a magical adventure to reconnect forgotten IFs with their kids.",
    "release_date": "2024-05-08"
  },
  "In Flames": {
    "backdrop": "https://image.tmdb.org/t/p/w500//tKdUVqyX1kIY2qTJ6nhPvvlXSFD.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//ckvYipZZ3VLz2nPuqxJ8RSRfbm8.jpg",
    "overview": "After the death of the family patriarch, a mother and daughter’s precarious existence is ripped apart. They must find strength in each other if they are to survive the malevolent forces that threaten to engulf them.",
    "release_date": "2023-09-28"
  },
  "Kidnapped": {
    "backdrop": "https://image.tmdb.org/t/p/w500//aK0J18f4KmrmLWWx4P49ykFw5F8.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//s9YfXjDp388djaEYPck7GAhwPUN.jpg",
    "overview": "Savannah Duke-Morgan realizes her lifetime dream to bring her husband Brad and her five-year-old daughter Aria back to her birthplace on the Gold Coast of Australia until it turns into her worst nightmare when Aria goes missing from the resort’s Kidz Klub.",
    "release_date": "2021-03-18"
  },
  "Kingdom of the Planet of the Apes": {
    "backdrop": "https://image.tmdb.org/t/p/w500//fqv8v6AycXKsivp1T5yKtLbGXce.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//gKkl37BQuKTanygYQG1pyYgLVgf.jpg",
    "overview": "Several generations in the future following Caesar's reign, apes are now the dominant species and live harmoniously while humans have been reduced to living in the shadows. As a new tyrannical ape leader builds his empire, one young ape undertakes a harrowing journey that will cause him to question all that he has known about the past and to make choices that will define a future for apes and humans alike.",
    "release_date": "2024-05-08"
  },
  "La Chimera": {
    "backdrop": "https://image.tmdb.org/t/p/w500//y4ahvMYg6KhG3kLH0TmT3e84Sae.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//9OBeQyMHJ0VpzHMiZ7JxpynCAdw.jpg",
    "overview": "Just out of jail, crumpled English archaeologist Arthur reconnects with his wayward crew of tombaroli accomplices – a happy-go-lucky collective of itinerant grave-robbers who survive by looting Etruscan tombs and fencing the ancient treasures they dig up.",
    "release_date": "2023-10-12"
  },
  "Love Lies Bleeding": {
    "backdrop": "https://image.tmdb.org/t/p/w500//oMiKHO3H5RixfLsiU5Vumhlp5sj.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//p7jyFWiLyHPttqYBFAlLJwtYTYH.jpg",
    "overview": "Reclusive gym manager Lou falls hard for Jackie, an ambitious bodybuilder headed through town to Las Vegas in pursuit of her dream. But their love ignites violence, pulling them deep into the web of Lou’s criminal family.",
    "release_date": "2024-03-08"
  },
  "Made in England: Powell and Pressburg": {
    "backdrop": "https://image.tmdb.org/t/p/w500//4Q3CG0clzmwZWnfdRZFuxs0oj9Q.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//mZjTcWqsGf9KyyMJcalVidfCaVM.jpg",
    "overview": "Martin Scorsese presents this very personal and insightful new feature-length documentary about British filmmakers Michael Powell and Emeric Pressburger.",
    "release_date": "2024-05-10"
  },
  "National Theatre Live: Nye": {
    "backdrop": "https://image.tmdb.org/t/p/w500//laMLFWzRABQGhO8WS9aOp8n6VvN.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//yT5M2kiJQml10PMszgA8jRuEnDc.jpg",
    "overview": "Confronted with death, National Health Service founder Aneurin ‘Nye’ Bevan’s deepest memories lead him on a mind-bending journey back through his life; from childhood to mining underground, Parliament and fights with Winston Churchill.",
    "release_date": "2024-04-23"
  },
  "Perfect Days": {
    "backdrop": "https://image.tmdb.org/t/p/w500//st4l44meMFxX8kqY6fNk8JHPZ7S.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//tvUHVSTJV9ITON3oyHaWp7oaAc8.jpg",
    "overview": "Hirayama is content with his life as a toilet cleaner in Tokyo. Outside of his structured routine, he cherishes music on cassette tapes, books, and taking photos of trees. Through unexpected encounters, he reflects on finding beauty in the world.",
    "release_date": "2023-11-10"
  },
  "Robot Dreams": {
    "backdrop": "https://image.tmdb.org/t/p/w500//hIeEpk2w1dnC9ly9ZJwwbunH2Cx.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//aoFmPEEb4QoqSNaTVfkATLB1CGF.jpg",
    "overview": "Dog lives in Manhattan and he's tired of being alone. One day he decides to build himself a robot, a companion. Their friendship blossoms, until they become inseparable, to the rhythm of '80s NYC. One summer night, Dog, with great sadness, is forced to abandon Robot at the beach. Will they ever meet again?",
    "release_date": "2023-12-06"
  },
  "Rome, Open City": {
    "backdrop": "https://image.tmdb.org/t/p/w500//cztYhbawTjK9m8lFBd97Yl5Zd8r.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//ijGV4v8JxgbNzgEhqKdzHdaZn8a.jpg",
    "overview": "During the Nazi occupation of Rome in 1944, the leader of the Resistance is chased by the Nazis as he seeks refuge and a way to escape.",
    "release_date": "1945-10-08"
  },
  "Slow": {
    "backdrop": "https://image.tmdb.org/t/p/w500//rJ9fsSZy006YB8Ahk4CKkdea5EK.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//ebw1ZX5agO9dVf3OGY2nrwHm4pc.jpg",
    "overview": "Dancer Elena and sign language interpreter Dovydas meet and form a beautiful bond. As they dive into a new relationship, they must navigate how to build their own kind of intimacy.",
    "release_date": "2023-09-22"
  },
  "The Fall Guy": {
    "backdrop": "https://image.tmdb.org/t/p/w500//H5HjE7Xb9N09rbWn1zBfxgI8uz.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//aBkqu7EddWK7qmY4grL4I6edx2h.jpg",
    "overview": "Fresh off an almost career-ending accident, stuntman Colt Seavers has to track down a missing movie star, solve a conspiracy and try to win back the love of his life while still doing his day job.",
    "release_date": "2024-04-24"
  },
  "The Teachers' Lounge": {
    "backdrop": "https://image.tmdb.org/t/p/w500//7RxhC2ntrglVl1nkKjAgNoO0XP.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//kWXA6PfQ0PpZpoCXoeBFRciRrUw.jpg",
    "overview": "When one of her students is suspected of theft, teacher Carla Nowak decides to get to the bottom of the matter. Caught between her ideals and the school system, the consequences of her actions threaten to break her.",
    "release_date": "2023-05-04"
  },
  "Tiger Stripes": {
    "backdrop": "https://image.tmdb.org/t/p/w500//aAAPc5yRjZB1Ey7YVvVtVK6JU7g.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//1Eg0lFWDH1RBWsj7bu9lZEL2VeG.jpg",
    "overview": "Twelve year old Zaffan lives in a small rural community in Malaysia. In full puberty, she realizes that her body is changing at an alarming rate. Her friends turn away from her when a mass hysteria hits the school. Fear spreads and a doctor intervenes to chase away the demon that haunts the girls. Like a tiger harassed and dislodged from its habitat, Zaffan decides to reveal its true nature, its fury, its rage and its beauty.",
    "release_date": "2023-10-19"
  }
}