{
  "A Minecraft Movie": {
    "backdrop": "https://image.tmdb.org/t/p/w500//2Nti3gYAX513wvhp8IiLL6ZDyOm.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//yFHHfHcUgGAxziP1C3lLt0q2T4s.jpg",
    "overview": "Four misfits find themselves struggling with ordinary problems when they are suddenly pulled through a mysterious portal into the Overworld: a bizarre, cubic wonderland that thrives on imagination. To get back home, they'll have to master this world while embarking on a magical quest with an unexpected, expert crafter, Steve.",
    "release_date": "2025-03-31"
  },
  "Anora": {
    "backdrop": "https://image.tmdb.org/t/p/w500//4YN6AfYIKyfZ1aB0cYEWROv76nU.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//7MrgIUeq0DD2iF7GR6wqJfYZNeC.jpg",
    "overview": "A young sex worker from Brooklyn gets her chance at a Cinderella story when she meets and impulsively marries the son of an oligarch. Once the news reaches Russia, her fairytale is threatened as his parents set out to get the marriage annulled.",
    "release_date": "2024-10-14"
  },
  "Black Bag": {
    "backdrop": "https://image.tmdb.org/t/p/w500//9ctmJLf3uUngYkwHbRttukm2n5l.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//hHPovtU4b96LHcoeEwRkGHI5btw.jpg",
    "overview": "When intelligence agent Kathryn Woodhouse is suspected of betraying the nation, her husband – also a legendary agent – faces the ultimate test of whether to be loyal to his marriage, or his country.",
    "release_date": "2025-03-12"
  },
  "Conclave": {
    "backdrop": "https://image.tmdb.org/t/p/w500//1YMrOtrW7b4pL2lfD8UciZPOJGs.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//m5x8D0bZ3eKqIVWZ5y7TnZ2oTVg.jpg",
    "overview": "After the unexpected death of the Pope, Cardinal Lawrence is tasked with managing the covert and ancient ritual of electing a new one. Sequestered in the Vatican with the Catholic Church’s most powerful leaders until the process is complete, Lawrence finds himself at the center of a conspiracy that could lead to its downfall.",
    "release_date": "2024-10-25"
  },
  "DocHouse: An Army of Women": {
    "backdrop": "https://image.tmdb.org/t/p/w500//9zIq1E26XaCnlZmve5BIk8WjuIj.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//yMN8bRxzcpJftbCOj6OrpwkT4PX.jpg",
    "overview": "A group of women in Austin, Texas join forces and help build a movement of plaintiffs legally challenging the system that allowed their rapists to walk free. Their groundbreaking class-action lawsuit is the first to argue that sexual assault isn’t prosecuted due to gender discrimination. This is the landmark story of women fighting to hold law enforcement accountable, with resounding relevance worldwide.",
    "release_date": "2024-03-08"
  },
  "DocHouse: Balomania": {
    "backdrop": "https://image.tmdb.org/t/p/w500//3tnHgrQJjx9LssuNC2Hmz5WjHaU.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//tszzGX5sTi9Ay2uFRMRJfEwG9mn.jpg",
    "overview": "With police and bounty hunters hot on her heels, a young filmmaker embarks on a wild ride with a Brazilian brotherhood of balloon builders. A real-life action film with an incredible story about finding freedom against all odds.",
    "release_date": "2024-03-13"
  },
  "DocHouse: Blue Road: The Edna O'Brien Story": {
    "backdrop": "https://image.tmdb.org/t/p/w500//3ypjV2KnpaVta7PAcz0GLiM1Ikk.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//1KCswo2GqoO6sweiuX2hzdU5eAk.jpg",
    "overview": "Emerging from rural Ireland, Edna O’Brien broke multiple taboos with her sexually provocative literature and equally adventurous love life. Here, she opens up about her past with additional perspectives offered by Gabriel Byrne, Walter Mosely, and others.",
    "release_date": "2025-01-31"
  },
  "DocHouse: Grey Gardens": {
    "backdrop": "https://image.tmdb.org/t/p/w500//eN7TJ9aASBxvBKS3ALkyWUEUFG7.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//qFPj6Eh3ijA4ISRujHu4GKKeAWT.jpg",
    "overview": "Edie Bouvier Beale and her mother, Edith, two aging, eccentric relatives of Jackie Kennedy Onassis, are the sole inhabitants of a Long Island estate. The women reveal themselves to be misfits with outsized, engaging personalities. Much of the conversation is centered on their pasts, as mother and daughter now rarely leave home.",
    "release_date": "1976-02-19"
  },
  "DocHouse: One to One: John & Yoko": {
    "backdrop": "https://image.tmdb.org/t/p/w500//9n78URb0Q3U8OjXQF98UNaw6MIZ.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//9SncSYtmHNJv2hwFkkHw6k8vNvX.jpg",
    "overview": "An exploration of the seminal and transformative 18 months that one of music’s most famous couples — John Lennon and Yoko Ono — spent living in Greenwich Village, New York City, in the early 1970s.",
    "release_date": "2025-04-09"
  },
  "DocHouse: Preemptive Listening": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//aKrgfqaeC3PFNRQ4SkNXMhybzny.jpg",
    "overview": "In an age of intersecting political, man-made and ecological disasters, ‘Preemptive Listening’ is an ode to the sirens that are and those that could be. Siren compositions from over 20 contemporary musicians form a resonant voice to ask; Does an alarm have to be alarming?",
    "release_date": "2025-04-11"
  },
  "DocHouse: Relentless Memory": {
    "backdrop": "https://image.tmdb.org/t/p/w500//rTG4prfQ3jbyLSanhoSNQxbRcp6.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//2LNyIGAfv37sdAunByuOaUKxnjv.jpg",
    "overview": "Committed to unearthing her ancestors' silenced history, Margarita embarks on a profound journey, guided by the diary of Katrulaf, an indigenous Mapuche prisoner of war. She retraces the Mapuches’ deportation route, and in unearthing these pasts, gives voice to a displaced people and the genocide inflicted upon them during the military invasions that founded Argentina and Chile.",
    "release_date": "2024-06-13"
  },
  "DocHouse: The Accidental Spy": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//o5K5F75OXmN9LgrRJvIj1ppmEse.jpg",
    "overview": "Days after 9/11, Blerim Skoro was recruited from a Manhattan prison by the CIA and FBI. For over a decade, he was America's infidel mole, roaming the Middle East as a spy deep inside al-Qaeda.",
    "release_date": "2024-10-11"
  },
  "DocHouse: The Gates": {
    "backdrop": "https://image.tmdb.org/t/p/w500//rv58v3jxpToa7jumKFs46WjpVjF.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//zGrVrokVCP6nvSnJeI905aw1nWz.jpg",
    "overview": "A serial killer has been sentenced to death by electric chair in London in the 1890s, but in his final hours, he puts a curse on the prison he is in, and all of those in it.",
    "release_date": "2024-03-18"
  },
  "Drop": {
    "backdrop": "https://image.tmdb.org/t/p/w500//2CcMG34v4PCynvxwmBUwVtNqsKL.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//dS2S5lpfgRIRQOb7LDCjNsQqKjp.jpg",
    "overview": "Violet, a widowed mother on her first date in years, arrives at an upscale restaurant where she is relieved that her date, Henry, is more charming and handsome than she expected. But their chemistry begins to curdle as Violet begins being irritated and then terrorized by a series of anonymous drops to her phone.",
    "release_date": "2025-04-10"
  },
  "Flow": {
    "backdrop": "https://image.tmdb.org/t/p/w500//5Re8n4DqcTTRwvzCvxbgwt6SecH.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//uqUwD865PnyxEKXVdHrHEL6bRIj.jpg",
    "overview": "A filmmaker talks about his work and love life with an unseen friend behind the camera. We also watch four of his short films.",
    "release_date": "1996-01-01"
  },
  "Holy Cow": {
    "backdrop": "https://image.tmdb.org/t/p/w500//6uIc9Qw7xc2vBTrWEzT8Y9vrYtT.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//mFkjs5DDJCW7zzUoF3Dx6TFyPkW.jpg",
    "overview": "When a stage artist is send to fight he met a lovely girl.",
    "release_date": "1982-09-23"
  },
  "I'm Still Here": {
    "backdrop": "https://image.tmdb.org/t/p/w500//x0pkoGlwWdkzRxgQioD3cUG0awu.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//gZnsMbhCvhzAQlKaVpeFRHYjGyb.jpg",
    "overview": "In 1971, military dictatorship in Brazil reaches its height. The Paiva family — Rubens, Eunice, and their five children — live in a beachside house in Rio, open to all their friends. One day, Rubens is taken for questioning and does not return.",
    "release_date": "2024-09-19"
  },
  "Julie Keeps Quiet": {
    "backdrop": "https://image.tmdb.org/t/p/w500//yXwJzc6beR82pg6R3BMaurH4lwq.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//HscPMTxowVUG4I20uWEdnD3PaT.jpg",
    "overview": "As the star player at an elite tennis academy, Julie’s life revolves around the game she loves. When her coach falls under investigation and is suddenly suspended, all of the club’s players are encouraged to speak up. But Julie decides to keep quiet...",
    "release_date": "2024-10-16"
  },
  "MACBETH: David Tennant & Cush Jumbo": {
    "backdrop": "https://image.tmdb.org/t/p/w500//7TkY8XIqnt8C6XGpBAmzkEPUCwu.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//jiMFKNEQ7rWz8vky0eL01SjzrwH.jpg",
    "overview": "Three witches tell the Scottish general Macbeth that he will be King of Scotland. Encouraged by his wife, Macbeth kills the king, becomes the new king, and kills more people out of paranoia. Civil war erupts to overthrow Macbeth, resulting in more death.",
    "release_date": "2025-02-05"
  },
  "Mickey 17": {
    "backdrop": "https://image.tmdb.org/t/p/w500//hNA73rnG4PjSwgojaC2gbO1f8Rt.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//edKpE9B5qN3e559OuMCLZdW1iBZ.jpg",
    "overview": "Unlikely hero Mickey Barnes finds himself in the extraordinary circumstance of working for an employer who demands the ultimate commitment to the job… to die, for a living.",
    "release_date": "2025-02-28"
  },
  "Mr. Burton": {
    "backdrop": "https://image.tmdb.org/t/p/w500//rxMcBJoZnBeiYqRTCgh1d9aZtx0.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//2xJMwrYBge97v4v3W2K5gCotuG1.jpg",
    "overview": "In the Welsh town of Port Talbot, 1942, Richard Jenkins lives as a wayward schoolboy, caught between the pressures of his struggling family, a devastating war and his own ambitions. However, a new opportunity arises when Richard’s natural talent for drama catches the attention of his teacher, Philip Burton.",
    "release_date": "2025-03-31"
  },
  "One to One: John & Yoko": {
    "backdrop": "https://image.tmdb.org/t/p/w500//9n78URb0Q3U8OjXQF98UNaw6MIZ.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//9SncSYtmHNJv2hwFkkHw6k8vNvX.jpg",
    "overview": "An exploration of the seminal and transformative 18 months that one of music’s most famous couples — John Lennon and Yoko Ono — spent living in Greenwich Village, New York City, in the early 1970s.",
    "release_date": "2025-04-09"
  },
  "Pink Floyd at Pompeii - MCMLXXII": {
    "backdrop": "https://image.tmdb.org/t/p/w500//7U5kz9xhYEJFiOfbWDMSM7SZlm7.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//coHr0ko4y7Sa7v00XdwmXn8MOTo.jpg",
    "overview": "This meticulous restoration of the groundbreaking 1972 film directed by Adrian Maben delivers stunning image and sound quality, featuring an enhanced mix from Steven Wilson in 5.1 and Dolby Atmos. Inspired by the golden warmth of Pompeii’s iconic setting, the remaster transforms the original 35mm footage into a masterpiece of sight and sound.",
    "release_date": "2025-04-24"
  },
  "Preemptive Listening": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//aKrgfqaeC3PFNRQ4SkNXMhybzny.jpg",
    "overview": "In an age of intersecting political, man-made and ecological disasters, ‘Preemptive Listening’ is an ode to the sirens that are and those that could be. Siren compositions from over 20 contemporary musicians form a resonant voice to ask; Does an alarm have to be alarming?",
    "release_date": "2025-04-11"
  },
  "Santosh": {
    "backdrop": "https://image.tmdb.org/t/p/w500//b9cSmjdGs8dkiqIj5QbEURLfRjC.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//l42fcfptFniWfCYYL4c9GldJ8UT.jpg",
    "overview": "Cold-hearted and manipulative Kamla has fallen in love with a poor man and marries him and has a child named Santosh. She soon realizes that life is not fun living in poverty, and abandons her child and husband, and returns back to her father and his wealth. She re-marries millionaire Kailashpathi, and has a child named Kundan from him. Years pass by, Kundan and Santosh have both grown up. Kundan is the owner of the mill with his mom, while Santosh is a struggling mill worker, and a union worker. A confrontation ensues between the mill and the workers, and Kamla is able to negotiate a settlement and get the workers back to work, but fails to keep the promise. Santosh opposes this, and she sets her goons and Kundan against him. Santosh is abducted and held prisoner by Kamla and Kundan, and the only way he can be released is when he compromises with them.",
    "release_date": "1989-02-28"
  },
  "Sebastian": {
    "backdrop": "https://image.tmdb.org/t/p/w500//sfJbbg9t9ueicBfZoVQBAxXiRKG.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//wpLwwnwhxAcclWRfyLTvePqaQQB.jpg",
    "overview": "Sebastian is an undisciplined mathematics genius who works in the \"cipher bureau\" of the British Intelligence. While cracking enemy codes, Sebastian finds time to romance co-worker Rebecca Howard.",
    "release_date": "1968-01-24"
  },
  "Sinners": {
    "backdrop": "https://image.tmdb.org/t/p/w500//nAxGnGHOsfzufThz20zgmRwKur3.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//fWPgbnt2LSqkQ6cdQc0SZN9CpLm.jpg",
    "overview": "Trying to leave their troubled lives behind, twin brothers return to their hometown to start again, only to discover that an even greater evil is waiting to welcome them back.",
    "release_date": "2025-04-16"
  },
  "Star Wars: Episode III - Revenge of the Sith": {
    "backdrop": "https://image.tmdb.org/t/p/w500//76j2A4GsdfqLBcGymKOCY4qdxOx.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//xfSAoBEm9MNBjmlNcDYLvLSMlnq.jpg",
    "overview": "The evil Darth Sidious enacts his final plan for unlimited power -- and the heroic Jedi Anakin Skywalker must choose a side.",
    "release_date": "2005-05-17"
  },
  "The Amateur": {
    "backdrop": "https://image.tmdb.org/t/p/w500//yMoEGh8kDEwqsoJumnQLwFJ9V6h.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//SNEoUInCa5fAgwuEBMIMBGvkkh.jpg",
    "overview": "After his life is turned upside down when his wife is killed in a London terrorist attack, a brilliant but introverted CIA decoder takes matters into his own hands when his supervisors refuse to take action.",
    "release_date": "2025-04-09"
  },
  "The Brutalist": {
    "backdrop": "https://image.tmdb.org/t/p/w500//hmZnqijPaaACjenDkrbWcCmcADI.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//vP7Yd6couiAaw9jgMd5cjMRj3hQ.jpg",
    "overview": "When a visionary architect and his wife flee post-war Europe in 1947 to rebuild their legacy and witness the birth of modern United States, their lives are changed forever by a mysterious, wealthy client.",
    "release_date": "2024-12-20"
  },
  "The Penguin Lessons": {
    "backdrop": "https://image.tmdb.org/t/p/w500//gQ2i6VOinwwTDwduXEkVcNLMzsa.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//uz7eucj2EgBLC0KVjkiCbVrvuX9.jpg",
    "overview": "In 1976, as Argentina descends into violence and chaos, a world-weary English teacher regains his compassion for others thanks to an unlikely friendship with a penguin.",
    "release_date": "2025-03-27"
  },
  "The Return": {
    "backdrop": "https://image.tmdb.org/t/p/w500//uOQgMhYyu7dkXdHoRkCqZIF32M6.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//qZKKwXyZ92K0mIRpf2FbCkQa7oO.jpg",
    "overview": "Depicts a continuation of the \"Battle of Mayang\", an all-out war against the neighboring country Zhao that Shin and Wang Ki fought in in the previous work \"Flame of Fate\".",
    "release_date": "2024-07-12"
  },
  "Warfare": {
    "backdrop": "https://image.tmdb.org/t/p/w500//cJvUJEEQ86LSjl4gFLkYpdCJC96.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//oXsDTDt1MqxJreROd2cbd2FMOZ2.jpg",
    "overview": "A platoon of Navy SEALs embarks on a dangerous mission in Ramadi, Iraq, with the chaos and brotherhood of war retold through their memories of the event.",
    "release_date": "2025-04-09"
  },
  "When Autumn Falls": {
    "backdrop": "https://image.tmdb.org/t/p/w500//q0xFotfOIes0ffsjGx3vZ8lpmJS.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//hE9q8BFnjio76qHtxUltEeU4IzN.jpg",
    "overview": "Michelle is enjoying a peaceful retirement in a Burgundy village, close to her longtime friend Marie-Claude. When her Parisian daughter Valérie drops off her son Lucas to spend school vacation with his grandma, Michelle, stressed out by her daughter, serves her toxic mushrooms for lunch. Valérie quickly recovers, but forbids her mother from seeing her grandson anymore. Feeling lonely and guilty, Michelle falls into a depression... until Marie-Claude's son gets out of prison.",
    "release_date": "2024-10-02"
  }
}