{
  "A Complete Unknown": {
    "backdrop": "https://image.tmdb.org/t/p/w500//4WHRiFgbsAuSJ79fyr8pTXkj4G2.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//5tQYnwYrvr7XhYY7JZYLo7MYIVN.jpg",
    "overview": "New York, early 1960s. Against the backdrop of a vibrant music scene and tumultuous cultural upheaval, an enigmatic 19-year-old from Minnesota arrives in the West Village with his guitar and revolutionary talent, destined to change the course of American music.",
    "release_date": "2024-12-18"
  },
  "A Real Pain": {
    "backdrop": "https://image.tmdb.org/t/p/w500//fViElUGfdoZjtnVxvSpJX8TwxY6.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//38lb62nJcNvVgCDkFt2wiVE0bX4.jpg",
    "overview": "Mismatched cousins David and Benji reunite for a tour through Poland to honor their beloved grandmother. The adventure takes a turn when the pair's old tensions resurface against the backdrop of their family history.",
    "release_date": "2024-11-01"
  },
  "Anora": {
    "backdrop": "https://image.tmdb.org/t/p/w500//4cp40IyTpFfsT2IKpl0YlUkMBIR.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//7MrgIUeq0DD2iF7GR6wqJfYZNeC.jpg",
    "overview": "A young sex worker from Brooklyn gets her chance at a Cinderella story when she meets and impulsively marries the son of an oligarch. Once the news reaches Russia, her fairytale is threatened as his parents set out to get the marriage annulled.",
    "release_date": "2024-10-14"
  },
  "Babygirl": {
    "backdrop": "https://image.tmdb.org/t/p/w500//hctfNoMpQGfn3VXdBYb9p0P5bT5.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//A8HbTd0FemZyFCh5qvJFpHGiwF8.jpg",
    "overview": "A high-powered CEO puts her career and family on the line when she begins a torrid affair with her much younger intern.",
    "release_date": "2024-12-25"
  },
  "Bridget Jones: Mad About the Boy": {
    "backdrop": "https://image.tmdb.org/t/p/w500//z0L9XMfZxRcsirTCVTp8bV3ufzG.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//taEVBdVSqYo9YeN3ycw2SosklZL.jpg",
    "overview": "Now a widowed mother of two in her fifties, Bridget Jones feels lost in the world of app-based dating. However, romance unexpectedly sparks with her son’s science teacher… and a much younger man.",
    "release_date": "2025-02-12"
  },
  "Bring Them Down": {
    "backdrop": "https://image.tmdb.org/t/p/w500//wV7R9S53E4ASEGDTBPuzzAAJEFt.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//dwXausdTtLeFBGacs8FPMwhteK2.jpg",
    "overview": "When the ongoing rivalry between farmers Michael and Jack suddenly escalates, it triggers a chain of events that take increasingly violent and devastating turns, leaving both families permanently altered.",
    "release_date": "2025-02-06"
  },
  "Captain America: Brave New World": {
    "backdrop": "https://image.tmdb.org/t/p/w500//8eifdha9GQeZAkexgtD45546XKx.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//pzIddUEMWhWzfvLI3TwxUG2wGoi.jpg",
    "overview": "After meeting with newly elected U.S. President Thaddeus Ross, Sam finds himself in the middle of an international incident. He must discover the reason behind a nefarious global plot before the true mastermind has the entire world seeing red.",
    "release_date": "2025-02-12"
  },
  "Companion": {
    "backdrop": "https://image.tmdb.org/t/p/w500//sc1abgWNXc29wSBaerrjGBih06l.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//oCoTgC3UyWGfyQ9thE10ulWR7bn.jpg",
    "overview": "During a weekend getaway at a secluded lakeside estate, a group of friends finds themselves entangled in a web of secrets, deception, and advanced technology. As tensions rise and loyalties are tested, they uncover unsettling truths about themselves and the world around them.",
    "release_date": "2025-01-22"
  },
  "Conclave": {
    "backdrop": "https://image.tmdb.org/t/p/w500//66nlC5LDZmDUWONGkUZT2BrOszG.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//vYEyxF1UT779RiEalpMjUT6kfdf.jpg",
    "overview": "After the unexpected death of the Pope, Cardinal Lawrence is tasked with managing the covert and ancient ritual of electing a new one. Sequestered in the Vatican with the Catholic Church’s most powerful leaders until the process is complete, Lawrence finds himself at the center of a conspiracy that could lead to its downfall.",
    "release_date": "2024-10-25"
  },
  "DocHouse: A World Not Ours": {
    "backdrop": "https://image.tmdb.org/t/p/w500//AdO7FdYxYSYKwWqVX52IqA6mtQ9.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//k8HkoWLXFdMBWUoV7dGi42oY74L.jpg",
    "overview": "An intimate, and often humorous, portrait of three generations of exile in the refugee camp of Ein el-Helweh, in southern Lebanon. Based on a wealth of personal recordings, family archives, and historical footage, the film is a sensitive, and illuminating study of belonging, friendship, and family in the lives of those for whom dispossession is the norm, and yearning their daily lives.",
    "release_date": "2014-02-21"
  },
  "DocHouse: Architecton": {
    "backdrop": "https://image.tmdb.org/t/p/w500//9Sl9oyD2rrFKbCWvWiHQifwOoTn.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//dPFUKGDjWRxzSj3430nIlUiAAm6.jpg",
    "overview": "An extraordinary journey through the material that makes up our habitat: concrete and its ancestor, stone. Victor Kossakovsky raises a fundamental question: how do we inhabit the world of tomorrow?",
    "release_date": "2024-10-03"
  },
  "DocHouse: Becoming Led Zeppelin": {
    "backdrop": "https://image.tmdb.org/t/p/w500//mmPzE3buVaALB9E3zDXOzoTW9oC.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//dqTjCRF8bbpPxMg0tYbUj1T526T.jpg",
    "overview": "The individual journeys of the four members of the band, as they move through the music scene of the 1960s, playing small clubs throughout Britain and performing some of the biggest hits of the era, until their meeting in the summer of 1968 for a rehearsal that changes their lives forever.",
    "release_date": "2025-02-05"
  },
  "DocHouse: Black Box Diaries": {
    "backdrop": "https://image.tmdb.org/t/p/w500//sC5FzA4DfQr6ML3rSKL3E3v5as8.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//aIgZQEdlPLlCEGOncLPe5IqiuAQ.jpg",
    "overview": "Journalist Shiori Itō embarks on a courageous investigation of her own sexual assault in an improbable attempt to prosecute her high-profile offender. Her quest becomes a landmark case in Japan, exposing the country’s outdated judicial and societal systems.",
    "release_date": "2024-10-24"
  },
  "DocHouse: Black Snow": {
    "backdrop": null,
    "poster": null,
    "overview": "Travis Winslow is an honest man trapped in the middle of a drug war, deliberately placed in the crossfire by Shelby Collins, a woman as deadly as she is beautiful. After his brother Matt's death, no one knows the location of the last shipment of cocaine Matt smuggled into America. The cops think Travis has the answer, and so do the two rival crime lords. When Travis's daughter, Jennifer, is kidnapped, Travis realizes that he can rely on no one but himself. He races against the clock to find a way to rescue his daughter and save his own life, even if it means becoming as deadly as his enemies.",
    "release_date": "1990-03-21"
  },
  "DocHouse: Hiding Saddam Hussein": {
    "backdrop": "https://image.tmdb.org/t/p/w500//fU2oeUzJompgtYmvgxuklZhgfhP.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//xceFYWG3YzSMkS9llWzJ2d4oyW3.jpg",
    "overview": "The footage of Iraqi dictator Saddam Hussein crawling out of a hole in the ground in 2003 is iconic. Now, 20 years later, the man who dug that hole tells the fantastical story of how he, an ordinary farmer, hid the deposed president beneath a flowerbed in his garden for eight months. On camera, he talks about the day his house was selected as a hideaway for this wanted man, hunted by 150,000 US soldiers. The Iraqi farmer had no choice but to assume the role of presidential hairdresser, physician and bodyguard—and something akin to a friendship seems to have grown between them as they ate together and helped wash each other’s backs.",
    "release_date": "2024-11-06"
  },
  "DocHouse: No Home Movie": {
    "backdrop": "https://image.tmdb.org/t/p/w500//kIYjvWbIQKg3udciGh8Kl78XGPy.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//nJkqzHITCxf1pLQyQpV7w72QhWF.jpg",
    "overview": "Documentary about humans dealing with changing technology, the basic concepts of communication, cinema, and Akerman's mother, seen in her Brussels apartment.",
    "release_date": "2016-02-24"
  },
  "DocHouse: No Other Land": {
    "backdrop": "https://image.tmdb.org/t/p/w500//jcuZkNso7LNMFtPAcXunxQzIaIq.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//7G95RdZRDFC2zQUx8qeMbTHlwJn.jpg",
    "overview": "This film made by a Palestinian-Israeli collective shows the destruction of the occupied West Bank's Masafer Yatta by Israeli soldiers and the alliance which develops between the Palestinian activist Basel and Israeli journalist Yuval.",
    "release_date": "2024-11-01"
  },
  "DocHouse: Soundtrack to a Coup d'État": {
    "backdrop": "https://image.tmdb.org/t/p/w500//fUlzONyAzageVzf2ruxkw3RWEiM.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//eZOB9UurVQjpdIp72L49pyd3anw.jpg",
    "overview": "In 1960, United Nations: the Global South ignites a political earthquake, musicians Abbey Lincoln and Max Roach crash the Security Council, Nikita Khrushchev bangs his shoe denouncing America’s color bar, while the U.S. dispatches jazz ambassador Louis Armstrong to the Congo to deflect attention from its first African post-colonial coup.",
    "release_date": "2024-09-11"
  },
  "DocHouse: The Flats": {
    "backdrop": "https://image.tmdb.org/t/p/w500//95bHr0o6qkpL3Ndt0Rk0OnFKrNl.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//k6aXsQKTK5PZ11boHoK0jbdGxaW.jpg",
    "overview": "In his tower-block apartment in New Lodge, Joe reenacts memories from his childhood amidst the “Troubles”. In this Catholic area of Belfast, the number of deaths was tragically significant. Joe is joined by neighbours Jolene, Sean, Angie, and others, all willingly participating in this process of revisiting the collective memories that shaped their lives and the district they live in.",
    "release_date": "2025-01-15"
  },
  "Emilia Pérez": {
    "backdrop": "https://image.tmdb.org/t/p/w500//u2eA9pqi1q3DvevT7RuDuJHxxBT.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//7seqaCaaXDNUHOx4DqwpoOH8pPa.jpg",
    "overview": "Rita, an underrated lawyer working for a large law firm more interested in getting criminals out of jail than bringing them to justice, is hired by the leader of a criminal organization.",
    "release_date": "2024-08-21"
  },
  "Flow": {
    "backdrop": "https://image.tmdb.org/t/p/w500//5Re8n4DqcTTRwvzCvxbgwt6SecH.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//uqUwD865PnyxEKXVdHrHEL6bRIj.jpg",
    "overview": "A filmmaker talks about his work and love life with an unseen friend behind the camera. We also watch four of his short films.",
    "release_date": "1996-01-01"
  },
  "Hard Truths": {
    "backdrop": "https://image.tmdb.org/t/p/w500//gmKWgRsJppBk4lE6Zw8PhLwF0mR.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//y9EDXW2Kvnyj2QU50LH41UtlHDv.jpg",
    "overview": "Pansy, angry and depressed, lashes out at family and strangers. Her constant criticism isolates her, except from her cheerful sister Chantal, who remains sympathetic despite their differences.",
    "release_date": "2024-12-06"
  },
  "I'm Still Here": {
    "backdrop": "https://image.tmdb.org/t/p/w500//j9uruwRe9qM8RnP758dF7ISB8Bj.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//qNLMPY3KLrYgTX2QZ5iEwwOqyRz.jpg",
    "overview": "In the early 1970s, the military dictatorship in Brazil reaches its height. The Paiva family - Rubens, Eunice, and their five children - live in a beachside house in Rio, open to all their friends. One day, Rubens is taken for questioning and does not return.",
    "release_date": "2024-09-19"
  },
  "Je, tu, il, elle": {
    "backdrop": "https://image.tmdb.org/t/p/w500//xzfR4D9G1YpZylwCnBqBznZNkMg.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//4arnTs41WSLWsnENWdljFKo0pu1.jpg",
    "overview": "A woman suffers a subdued psychological breakdown in the wake of a devastating breakup.",
    "release_date": "1974-12-31"
  },
  "Jeanne Dielman, 23 Quai du Commerce 1080 Bruxelles": {
    "backdrop": "https://image.tmdb.org/t/p/w500//iIcEswHTHaQOChtSIoylfNGjVz5.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//6WR8f0ZqQ53QSmZI9x9HPNaDKfi.jpg",
    "overview": "A lonely widowed housewife does her daily chores and takes care of her apartment where she lives with her teenage son, and turns the occasional trick to make ends meet. Slowly, her ritualized daily routines begin to fall apart.",
    "release_date": "1976-01-21"
  },
  "MACBETH: David Tennant & Cush Jumbo": {
    "backdrop": "https://image.tmdb.org/t/p/w500//7TkY8XIqnt8C6XGpBAmzkEPUCwu.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//97rAkToXxBio20ZO28MHnNM3YXg.jpg",
    "overview": "Three witches tell the Scottish general Macbeth that he will be King of Scotland. Encouraged by his wife, Macbeth kills the king, becomes the new king, and kills more people out of paranoia. Civil war erupts to overthrow Macbeth, resulting in more death.",
    "release_date": "2025-02-05"
  },
  "Maria": {
    "backdrop": "https://image.tmdb.org/t/p/w500//9iw4a6AQkxUO3EuRn59Vgrqf0zO.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//3oQRG0bwPUqE4N4n8z2kAzr7e40.jpg",
    "overview": "Maria Callas, the world's greatest opera singer, lives the last days of her life in 1970s Paris, as she confronts her identity and life.",
    "release_date": "2024-11-27"
  },
  "News From Home": {
    "backdrop": "https://image.tmdb.org/t/p/w500//A37wxjHIy75UhpAi5K0p8iFRQgC.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//mLRVEl7gUYXo5o4s5hyU1QKihlo.jpg",
    "overview": "Belgian filmmaker Chantal Akerman lives in New York. Filmed images of the City accompany texts of Akerman's loving mother back home in Brussels. The City comes more and more to the front while the words of the mother, read by Akerman herself, gradually fade away.",
    "release_date": "1977-05-20"
  },
  "Nosferatu": {
    "backdrop": "https://image.tmdb.org/t/p/w500//h7r6LZ32dgLwtwSW3CxoWIYD9pr.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//5qGIxdEO841C0tdY8vOdLoRVrr0.jpg",
    "overview": "A gothic tale of obsession between a haunted young woman and the terrifying vampire infatuated with her, causing untold horror in its wake.",
    "release_date": "2024-12-25"
  },
  "Presence": {
    "backdrop": "https://image.tmdb.org/t/p/w500//st9M4O4imOuQVU35RMeYuEQfkvD.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//xZIGHoHj0DF0zdibwa66cRWHdHO.jpg",
    "overview": "A family becomes convinced they are not alone after moving into their new home in the suburbs.",
    "release_date": "2025-01-16"
  },
  "September 5": {
    "backdrop": "https://image.tmdb.org/t/p/w500//nEH7XUCeWsEuJtGgWUVUl6MEQW0.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//5sZjHPeoOSOo7wBZHiNUpLuR1xR.jpg",
    "overview": "During the 1972 Munich Olympics, an American sports broadcasting crew finds itself thrust into covering the hostage crisis involving Israeli athletes.",
    "release_date": "2024-11-07"
  },
  "The Brutalist": {
    "backdrop": "https://image.tmdb.org/t/p/w500//hmZnqijPaaACjenDkrbWcCmcADI.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//lKkWcdqDEPEMVmLxRJGwJxJp5XB.jpg",
    "overview": "Escaping post-war Europe, visionary architect László Toth arrives in America to rebuild his life, his work, and his marriage to his wife Erzsébet after being forced apart during wartime by shifting borders and regimes. On his own in a strange new country, László settles in Pennsylvania, where the wealthy and prominent industrialist Harrison Lee Van Buren recognizes his talent for building. But power and legacy come at a heavy cost.",
    "release_date": "2024-12-20"
  },
  "The Fire Inside": {
    "backdrop": "https://image.tmdb.org/t/p/w500//GtWV2PAAFZYYHAy788RI6xOMJ8.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//dMorkoCdZJ1xmKv0VAXcpUax6Ar.jpg",
    "overview": "Claressa Shields, a high school junior from Flint, Michigan, aided by her tough-love coach, Jason Crutchfield, pushes past all limitations to become the first American woman to win an Olympic gold medal in boxing. But even at the pinnacle of success, Claressa has to reckon with the fact that not all dreams are created equal, and the real fight has only just begun.",
    "release_date": "2024-12-25"
  },
  "The Last Showgirl": {
    "backdrop": "https://image.tmdb.org/t/p/w500//1RKrQMk1fS6mBl7Kh78S04zkbdK.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//o70dV2jjGd6TmYTMOY9b34OLzDK.jpg",
    "overview": "When the glittering Las Vegas revue she has headlined for decades announces it will soon close, a glamorous showgirl must reconcile with the decisions she’s made and the community she has built as she plans her next act.",
    "release_date": "2024-12-13"
  },
  "The Seed of the Sacred Fig": {
    "backdrop": "https://image.tmdb.org/t/p/w500//zqZzYVE4DWv92xrYSCEELPcLnUP.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//ifOazNzv2cNJ5CQjMV7cPXG2Lmy.jpg",
    "overview": "Investigating judge Iman grapples with paranoia amid political unrest in Tehran. When his gun vanishes, he suspects his wife and daughters, imposing draconian measures that strain family ties as societal rules crumble.",
    "release_date": "2024-09-18"
  },
  "The Watermelon Woman": {
    "backdrop": "https://image.tmdb.org/t/p/w500//l0YhkeRNks3mPdjxd2VgAFtKplB.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//uZRCGzs5y5nPxvY52XkQFXmQVBY.jpg",
    "overview": "A young black lesbian filmmaker probes into the life of The Watermelon Woman, a 1930s black actress who played 'mammy' archetypes.",
    "release_date": "1997-03-05"
  },
  "Thelma & Louise": {
    "backdrop": "https://image.tmdb.org/t/p/w500//gXPtXbvI0nfLihu1dXgehAxsvm1.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//gQSUVGR80RVHxJywtwXm2qa1ebi.jpg",
    "overview": "Taking a break from their dreary lives, close friends Thelma and Louise embark on a short weekend trip that ends in unforeseen incriminating circumstances. As fugitives, both women rediscover the strength of their bond and their newfound resilience.",
    "release_date": "1991-05-24"
  }
}