{
  " Sister Midnight": {
    "backdrop": "https://image.tmdb.org/t/p/w500//b1Pms8IQTCzZimyliCx8CFeqfSa.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//lXMJ6un3SZvRq8cOHap7LviY5hG.jpg",
    "overview": "In Mumbai, an arranged marriage spirals into darkness as the spineless husband watches his wife morph into a ruthless, feral force within their marital confines.",
    "release_date": "2025-03-14"
  },
  "A Complete Unknown": {
    "backdrop": "https://image.tmdb.org/t/p/w500//r8YfVJu9OAzWbTAuuc86CIs1DYN.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//llWl3GtNoXosbvYboelmoT459NM.jpg",
    "overview": "New York, early 1960s. Against the backdrop of a vibrant music scene and tumultuous cultural upheaval, an enigmatic 19-year-old from Minnesota arrives in the West Village with his guitar and revolutionary talent, destined to change the course of American music.",
    "release_date": "2024-12-18"
  },
  "A Real Pain": {
    "backdrop": "https://image.tmdb.org/t/p/w500//nGC3ZkXEcjGbqAAonS1xn6gaNpb.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//67xRIXm5TxXRT4nV2V4AEJ9yq2d.jpg",
    "overview": "Mismatched cousins David and Benji reunite for a tour through Poland to honor their beloved grandmother. The adventure takes a turn when the pair's old tensions resurface against the backdrop of their family history.",
    "release_date": "2024-11-01"
  },
  "Anora": {
    "backdrop": "https://image.tmdb.org/t/p/w500//kEYWal656zP5Q2Tohm91aw6orlT.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//qh8m8Udz0sCa5gy9VaqfHPh0yPM.jpg",
    "overview": "A young sex worker from Brooklyn gets her chance at a Cinderella story when she meets and impulsively marries the son of an oligarch. Once the news reaches Russia, her fairytale is threatened as his parents set out to get the marriage annulled.",
    "release_date": "2024-10-14"
  },
  "Blue Road: The Edna O'Brien Story": {
    "backdrop": "https://image.tmdb.org/t/p/w500//3ypjV2KnpaVta7PAcz0GLiM1Ikk.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//1KCswo2GqoO6sweiuX2hzdU5eAk.jpg",
    "overview": "Emerging from rural Ireland, Edna O’Brien broke multiple taboos with her sexually provocative literature and equally adventurous love life. Here, she opens up about her past with additional perspectives offered by Gabriel Byrne, Walter Mosely, and others.",
    "release_date": "2025-01-31"
  },
  "Bridget Jones: Mad About the Boy": {
    "backdrop": "https://image.tmdb.org/t/p/w500//zwSDvbnN51JqU1ULzPnEc22DkqV.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//taEVBdVSqYo9YeN3ycw2SosklZL.jpg",
    "overview": "Bridget Jones navigates life as a widow and single mum with the help of her family, friends, and former lover, Daniel. Back to work and on the apps, she's pursued by a younger man and maybe – just maybe – her son's science teacher.",
    "release_date": "2025-02-12"
  },
  "Companion": {
    "backdrop": "https://image.tmdb.org/t/p/w500//sc1abgWNXc29wSBaerrjGBih06l.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//oCoTgC3UyWGfyQ9thE10ulWR7bn.jpg",
    "overview": "During a weekend getaway at a secluded lakeside estate, a group of friends finds themselves entangled in a web of secrets, deception, and advanced technology. As tensions rise and loyalties are tested, they uncover unsettling truths about themselves and the world around them.",
    "release_date": "2025-01-22"
  },
  "Conclave": {
    "backdrop": "https://image.tmdb.org/t/p/w500//eZzNdjNDvaSoyywy9ICg2UmFwul.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//m5x8D0bZ3eKqIVWZ5y7TnZ2oTVg.jpg",
    "overview": "After the unexpected death of the Pope, Cardinal Lawrence is tasked with managing the covert and ancient ritual of electing a new one. Sequestered in the Vatican with the Catholic Church’s most powerful leaders until the process is complete, Lawrence finds himself at the center of a conspiracy that could lead to its downfall.",
    "release_date": "2024-10-25"
  },
  "DocHouse: Ernest Cole - Lost and Found": {
    "backdrop": "https://image.tmdb.org/t/p/w500//eE79qD0I24ENjK5IoN5J6kBtWdS.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//nEqDYZtw9GlzmwvmflY6b2mfwd7.jpg",
    "overview": "More than 60,000 of Ernest Cole’s 35mm film negatives were inexplicably discovered in a bank vault in Stockholm, Sweden. Most considered these forever lost, especially the thousands of pictures he shot in the U.S. Told through Cole’s own writings, the stories of those closest to him, and the lens of his uncompromising work, the film is a reintroduction of a pivotal Black artist to a new generation and will unravel the mystery of his missing negatives.",
    "release_date": "2024-11-22"
  },
  "DocHouse: I Am Martin Parr": {
    "backdrop": "https://image.tmdb.org/t/p/w500//es2zWI2HycOvM0RFJ3kYmhAqZMk.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//4OMPZWsxoODwmQU8UmiBb5pGEGB.jpg",
    "overview": "Since the 1970s‚ Martin Parr has fearlessly held out his unique photographic mirror and given us some of the most extraordinary and unique visual clichés of modern times. Sometimes serious‚ often absurd but always playful‚ his insightful and often acrid commentary on consumer society has always been a subject of controversy and discussion.",
    "release_date": "2024-10-17"
  },
  "DocHouse: Johatsu: Into Thin Air": {
    "backdrop": "https://image.tmdb.org/t/p/w500//u2Jwzfo03pOWCVY2P2y9jvCbiUj.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//kh0RgwYkRtykK1056Z60DQN2ESF.jpg",
    "overview": "In Japan, thousands of people disappear voluntarily every year. And there are companies ready to help those who want to disappear without a trace and start a new life somewhere else. Meet some of them in a film that soberly examines a modern phenomenon.",
    "release_date": "2024-09-19"
  },
  "DocHouse: Kamay": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//3BMF8lTx0R8COEzytpDMjWYjOq3.jpg",
    "overview": "In the remote mountains of central Afghanistan, a Hazara family embarks on a journey for truth and justice after their daughter Zahra mysteriously dies at Kabul University. Told through the eyes of Zahra's younger sister, Freshta, the film is a moving contemplation of love, loss, and perseverance in spite of increasing unrest on the eve of the Taliban takeover of the country.",
    "release_date": "2024-04-14"
  },
  "DocHouse: No Other Land": {
    "backdrop": "https://image.tmdb.org/t/p/w500//jcuZkNso7LNMFtPAcXunxQzIaIq.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//s7XYieuZg9kMe07i9VI4bfGN4Pw.jpg",
    "overview": "This film made by a Palestinian-Israeli collective shows the destruction of the occupied West Bank's Masafer Yatta by Israeli soldiers and the alliance which develops between the Palestinian activist Basel and Israeli journalist Yuval.",
    "release_date": "2024-11-01"
  },
  "DocHouse: Soundtrack to a Coup d'État": {
    "backdrop": "https://image.tmdb.org/t/p/w500//fUlzONyAzageVzf2ruxkw3RWEiM.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//eZOB9UurVQjpdIp72L49pyd3anw.jpg",
    "overview": "Jazz and decolonization are intertwined in a powerful narrative that recounts one of the tensest episodes of the Cold War.  In 1960, the UN became the stage for a political earthquake as the struggle for independence in the Congo put the world on high alert. The newly independent nation faced its first coup d'état, orchestrated by Western forces and Belgium, which were reluctant to relinquish control over their resource-rich former colony. The US tried to divert attention by sending jazz ambassador Louis Armstrong to the African continent.  In 1961, Congolese leader Patrice Lumumba was brutally assassinated, silencing a key voice in the fight against colonialism; his death was facilitated by Belgian and CIA operatives. Musicians Abbey Lincoln and Max Roach took action, denouncing imperialism and structural racism. Soviet Premier Nikita Khrushchev intensified his criticism of the US, highlighting the racial barriers that characterized American society.",
    "release_date": "2024-09-11"
  },
  "DocHouse: The Calvary of Serbia": {
    "backdrop": null,
    "poster": null,
    "overview": "Still regarded as the best Serbian documentary film account of WW1 ever, it gathers all the available footage of Serbia's army, its battles on the home ground, its refuge on the island of Corfu, its victorious offensive on the Thessaloniki Front and the return to the homeland. The original documentary footage from 1915–1918 was somewhat supplemented in a small measure with some staged reenactments of Serbian army retreating over Albania, and later liberation of Belgrade. The first version of this documentary epic was shown in 1930 under the title \"For the Honour of Homeland\". Andrija Glisic and Zarija Djokic later made a new sound version of the previous silent movie and renamed it \"Fire Over the Balkans\".",
    "release_date": "1932-12-31"
  },
  "Ernest Cole: Lost and Found": {
    "backdrop": "https://image.tmdb.org/t/p/w500//eE79qD0I24ENjK5IoN5J6kBtWdS.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//nEqDYZtw9GlzmwvmflY6b2mfwd7.jpg",
    "overview": "More than 60,000 of Ernest Cole’s 35mm film negatives were inexplicably discovered in a bank vault in Stockholm, Sweden. Most considered these forever lost, especially the thousands of pictures he shot in the U.S. Told through Cole’s own writings, the stories of those closest to him, and the lens of his uncompromising work, the film is a reintroduction of a pivotal Black artist to a new generation and will unravel the mystery of his missing negatives.",
    "release_date": "2024-11-22"
  },
  "I'm Still Here": {
    "backdrop": "https://image.tmdb.org/t/p/w500//yUOJzi3qIeXCAK1nZ7el7DUBDNV.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//m12SRfaSvbDQT9y4LAoBqULbDHo.jpg",
    "overview": "In 1971, military dictatorship in Brazil reaches its height. The Paiva family — Rubens, Eunice, and their five children — live in a beachside house in Rio, open to all their friends. One day, Rubens is taken for questioning and does not return.",
    "release_date": "2024-09-19"
  },
  "Jeanne Dielman, 23 Quai du Commerce 1080 Bruxelles": {
    "backdrop": "https://image.tmdb.org/t/p/w500//iIcEswHTHaQOChtSIoylfNGjVz5.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//yeL8c24oBUQSdms8f7GmRvx3DIZ.jpg",
    "overview": "A lonely widowed housewife does her daily chores and takes care of her apartment where she lives with her teenage son, and turns the occasional trick to make ends meet. Slowly, her ritualized daily routines begin to fall apart.",
    "release_date": "1976-01-21"
  },
  "Maria": {
    "backdrop": "https://image.tmdb.org/t/p/w500//9iw4a6AQkxUO3EuRn59Vgrqf0zO.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//3oQRG0bwPUqE4N4n8z2kAzr7e40.jpg",
    "overview": "Maria Callas, the world's greatest opera singer, lives the last days of her life in 1970s Paris, as she confronts her identity and life.",
    "release_date": "2024-11-27"
  },
  "Mickey 17": {
    "backdrop": "https://image.tmdb.org/t/p/w500//2P0PUkQ1tNHNYTEmtbBmM8MfXBG.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//lrCcovGRcuv8Z1v3ae1ZH5Ird05.jpg",
    "overview": "Unlikely hero Mickey Barnes finds himself in the extraordinary circumstance of working for an employer who demands the ultimate commitment to the job… to die, for a living.",
    "release_date": "2025-02-28"
  },
  "Moving Pictures": {
    "backdrop": null,
    "poster": null,
    "overview": "The horrors of war, the art of producing pictures, the autobiography of a master filmmaker and the parallels between the mass production of weapons and violent media images--all come together in Moving Pictures, a rich, multi-layered documentary. Over the course of a 50-year career, Colin Low has directed or produced 200 films, and has garnered a remarkable nine Oscar nominations. During the same period, he has collected images of war--etchings and woodcuts, including extremely detailed miniatures. But the images that have so fascinated and haunted Low are nearly impossible to accurately capture on film. So Low shot Moving Pictures in 35 mm and developed techniques--used here for the first time--to show the fine lines of stamps and the microscopic details of tiny copperplate etchings with startling clarity",
    "release_date": "2000-03-30"
  },
  "No Other Land": {
    "backdrop": "https://image.tmdb.org/t/p/w500//jcuZkNso7LNMFtPAcXunxQzIaIq.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//s7XYieuZg9kMe07i9VI4bfGN4Pw.jpg",
    "overview": "This film made by a Palestinian-Israeli collective shows the destruction of the occupied West Bank's Masafer Yatta by Israeli soldiers and the alliance which develops between the Palestinian activist Basel and Israeli journalist Yuval.",
    "release_date": "2024-11-01"
  },
  "On Falling": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//rQloh2L4y1iXZKrwFai5Iyn64IA.jpg",
    "overview": "Z falls for the moon in this queer twist on the famous Myth of Sisyphus.",
    "release_date": "2024-03-15"
  },
  "One of Them Days": {
    "backdrop": "https://image.tmdb.org/t/p/w500//nK7LThZCiyJfVoiKm5ahGU2qjfG.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//hMJRFQarUL73K6FIbhvO4A8uEvm.jpg",
    "overview": "Best friends and roommates Dreux and Alyssa are about to have One of Them Days. When they discover Alyssa’s boyfriend has blown their rent money, the duo finds themselves going to extremes in a comical race against the clock to avoid eviction and keep their friendship intact.",
    "release_date": "2025-01-16"
  },
  "The Brutalist": {
    "backdrop": "https://image.tmdb.org/t/p/w500//hmZnqijPaaACjenDkrbWcCmcADI.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//gl16UFazRs5Xv3VS8YKhRqQRY8T.jpg",
    "overview": "Escaping post-war Europe, visionary architect László Toth arrives in America to rebuild his life. On his own in a strange new country, a wealthy industrialist recognizes his talent. But power and legacy come at a heavy cost...",
    "release_date": "2024-12-20"
  },
  "The Last Showgirl": {
    "backdrop": "https://image.tmdb.org/t/p/w500//sfhhJmKJBidavKSnCd8ZIMFOOup.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//o70dV2jjGd6TmYTMOY9b34OLzDK.jpg",
    "overview": "When the glittering Las Vegas revue she has headlined for decades announces it will soon close, a glamorous showgirl must reconcile with the decisions she’s made and the community she has built as she plans her next act.",
    "release_date": "2024-12-13"
  },
  "The Monkey": {
    "backdrop": "https://image.tmdb.org/t/p/w500//6dC7ULfiutxwEAs7LjWHL2Tc7Zv.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//yYa8Onk9ow7ukcnfp2QWVvjWYel.jpg",
    "overview": "When twin brothers find a mysterious wind-up monkey, a series of outrageous deaths tear their family apart. Twenty-five years later, the monkey begins a new killing spree forcing the estranged brothers to confront the cursed toy.",
    "release_date": "2025-02-14"
  },
  "The Seed of the Sacred Fig": {
    "backdrop": "https://image.tmdb.org/t/p/w500//zqZzYVE4DWv92xrYSCEELPcLnUP.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//ifOazNzv2cNJ5CQjMV7cPXG2Lmy.jpg",
    "overview": "Investigating judge Iman grapples with paranoia amid political unrest in Tehran. When his gun vanishes, he suspects his wife and daughters, imposing draconian measures that strain family ties as societal rules crumble.",
    "release_date": "2024-09-18"
  },
  "The Summer With Carmen": {
    "backdrop": "https://image.tmdb.org/t/p/w500//yQYFwvBgMGnjXNujfpmwRNVAEDA.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//zik40amxHJ5j7XtmQMXzM8Stvis.jpg",
    "overview": "While having a day-long swim at Athens' queer beach, best friends Demosthenes and Nikitas recall the events of a recent summer in the prospect of turning them into a screenplay for Nikitas' feature debut.",
    "release_date": "2024-06-13"
  },
  "The Thinking Game": {
    "backdrop": "https://image.tmdb.org/t/p/w500//qtHHjRkCPNHu7qBSQ2M8v7lYz3d.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//jNMzCuUIt5tfHYJEpCIef7oqkfI.jpg",
    "overview": "Chronicles the extraordinary life of visionary scientist Demis Hassabis and his relentless quest to solve the enigma of artificial general intelligence.",
    "release_date": "2025-03-21"
  },
  "Twiggy": {
    "backdrop": "https://image.tmdb.org/t/p/w500//mXOJnrcS2UuhRuKDN51Mol3GiMY.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//7Wl4mtdA4BBxCaXfDHXkPHGvYWa.jpg",
    "overview": "Twiggy takes a comprehensive look at the life story of UK model and cultural icon Twiggy, real name Lesley Lawson, whose career kickstarted in the 1960s. It features interviews with Twiggy and her husband Leigh Lawson, as well as commentary from Erin O’Connor, Paul McCartney, Lulu, Poppy Delavigne, Brooke Shields, Pattie Boyd and Zandra Rhodes.",
    "release_date": "2025-03-07"
  }
}