{
  "A NIGHTMARE ON ELM STREET": {
    "backdrop": "https://image.tmdb.org/t/p/w500//g9ROrZey0JYp7kf8DoAyZtKnObj.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//wGTpGGRMZmyFCcrY2YoxVTIBlli.jpg",
    "overview": "Teenagers in a small town are dropping like flies, apparently in the grip of mass hysteria causing their suicides. A cop's daughter, Nancy Thompson, traces the cause to child molester Fred Krueger, who was burned alive by angry parents many years before. Krueger has now come back in the dreams of his killers' children, claiming their lives as his revenge. Nancy and her boyfriend, Glen, must devise a plan to lure the monster out of the realm of nightmares and into the real world...",
    "release_date": "1984-10-31"
  },
  "Abigail": {
    "backdrop": "https://image.tmdb.org/t/p/w500//pAMOK6lVpVfbTY8PSG6lVVGx8Ut.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//rx0Sg4cK5gO6QKkyI0JAGT5tLJb.jpg",
    "overview": "After a group of would-be criminals kidnap the 12-year-old ballerina daughter of a powerful underworld figure, all they have to do to collect a $50 million ransom is watch the girl overnight. In an isolated mansion, the captors start to dwindle, one by one, and they discover, to their mounting horror, that they’re locked inside with no normal little girl.",
    "release_date": "2024-04-18"
  },
  "American Fiction": {
    "backdrop": "https://image.tmdb.org/t/p/w500//3mpgltEMgPf8zFtPnAWdDVN8ZT1.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//57MFWGHarg9jid7yfDTka4RmcMU.jpg",
    "overview": "A novelist fed up with the establishment profiting from \"Black\" entertainment uses a pen name to write a book that propels him into the heart of hypocrisy and the madness he claims to disdain.",
    "release_date": "2023-11-10"
  },
  "BIG SHARK": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//bLRQvT1INcmeAiFScI6XIs8CnkD.jpg",
    "overview": "Three firefighters must save New Orleans from a gigantic shark.",
    "release_date": "2023-04-28"
  },
  "BLACK SWAN": {
    "backdrop": "https://image.tmdb.org/t/p/w500//hqh5O4KssfJWI62HGAgrjHXbxhD.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//rH19vkjAzCZ0HIUvrgB3rowm68h.jpg",
    "overview": "A journey through the psyche of a young ballerina whose starring role as the duplicitous swan queen turns out to be a part for which she becomes frighteningly perfect.",
    "release_date": "2010-12-03"
  },
  "BRAM STOKER'S DRACULA": {
    "backdrop": "https://image.tmdb.org/t/p/w500//aC3dRzwAz7LJvQpqCm07JiKIGSO.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//scFDS0U5uYAjcVTyjNc7GmcZw1q.jpg",
    "overview": "In the 19th century, Dracula travels to London and meets Mina, a young woman who appears as the reincarnation of his lost love.",
    "release_date": "1992-11-13"
  },
  "BUBBA HO-TEP": {
    "backdrop": "https://image.tmdb.org/t/p/w500//y59R9eax325HeGlUxJJsOUtkdki.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//pKQBit5ZV7GEOTiMBSYC6xBn86K.jpg",
    "overview": "Bubba Ho-tep tells the \"true\" story of what really did become of Elvis Presley. We find Elvis as an elderly resident in an East Texas rest home, who switched identities with an Elvis impersonator years before his \"death,\" then missed his chance to switch back. He must team up with JFK and fight an ancient Egyptian mummy for the souls of their fellow residents.",
    "release_date": "2002-06-09"
  },
  "Back to Black": {
    "backdrop": "https://image.tmdb.org/t/p/w500//xjamzDgw4cznAjIFK9WpmK2AZhY.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//jbLTCvdKRw5GBpBKy0XEhPrkCtB.jpg",
    "overview": "The extraordinary story of Amy Winehouse’s early rise to fame from her early days in Camden through the making of her groundbreaking album, Back to Black that catapulted Winehouse to global fame. Told through Amy’s eyes and inspired by her deeply personal lyrics, the film explores and embraces the many layers of the iconic artist and the tumultuous love story at the center of one of the most legendary albums of all time.",
    "release_date": "2024-04-11"
  },
  "CHILD'S PLAY": {
    "backdrop": "https://image.tmdb.org/t/p/w500//edghRD7vw1XgWEpMLpGt1VSGB5w.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//wvpgvcWNkF2HLuTEMIM7K83MvZ.jpg",
    "overview": "An innocent-looking doll is inhabited by the soul of a serial killer who refuses to die.",
    "release_date": "1988-11-09"
  },
  "CHRISTINE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//xgmRZBt1JMfvsP5dz3wM4lUW1Fc.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//bWi3Cjg8gkf5h3xgU91CVtxkjUc.jpg",
    "overview": "Nerdy high schooler Arnie Cunningham falls for Christine, a rusty 1958 Plymouth Fury, and becomes obsessed with restoring the classic automobile to her former glory. As the car changes, so does Arnie, whose newfound confidence turns to arrogance behind the wheel of his exotic beauty. Arnie's girlfriend Leigh and best friend Dennis reach out to him, only to be met by a Fury like no other.",
    "release_date": "1983-12-09"
  },
  "COME AND SEE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//xGzcusHWxLPvRYSBMeOJOVkdJbj.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//qNbMsKVzigERgJUbwf8pKyZogpb.jpg",
    "overview": "The invasion of a village in Byelorussia by German forces sends young Florya into the forest to join the weary Resistance fighters, against his family's wishes. There he meets a girl, Glasha, who accompanies him back to his village. On returning home, Florya finds his family and fellow peasants massacred. His continued survival amidst the brutal debris of war becomes increasingly nightmarish, a battle between despair and hope.",
    "release_date": "1985-10-17"
  },
  "CORALINE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//8GHxjXlI5rqyTBuVNekGTPjG5T6.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//4jeFXQYytChdZYE9JYO7Un87IlW.jpg",
    "overview": "A young girl discovers an idealized parallel universe behind a secret door in her new home, unaware that it contains a sinister secret.",
    "release_date": "2009-02-05"
  },
  "Challengers": {
    "backdrop": "https://image.tmdb.org/t/p/w500//4CcUgdiGe83MeqJW1NyJVmZqRrF.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//esLooowdB92I3dVI3ENlPPpTuWT.jpg",
    "overview": "Tennis player turned coach Tashi has taken her husband, Art, and transformed him into a world-famous Grand Slam champion. To jolt him out of his recent losing streak, she signs him up for a \"Challenger\" event — close to the lowest level of pro tournament — where he finds himself standing across the net from his former best friend and Tashi's former boyfriend.",
    "release_date": "2024-04-18"
  },
  "Civil War": {
    "backdrop": "https://image.tmdb.org/t/p/w500//uv2twFGMk2qBdyJBJAVcrpRtSa9.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//sh7Rg8Er3tFcN9BpKIPOMvALgZd.jpg",
    "overview": "In the near future, a group of war journalists attempt to survive while reporting the truth as the United States stands on the brink of civil war.",
    "release_date": "2024-04-10"
  },
  "Close Your Eyes": {
    "backdrop": "https://image.tmdb.org/t/p/w500//4hOcyjkcOiCdxW5grPLFYkXgbjm.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//czUKm6JUutIg55EcRJ7CRAAzFMU.jpg",
    "overview": "Years after his mysterious disappearance, Julio Arenas, a famous Spanish actor, is back in the news thanks to a television program.",
    "release_date": "2023-08-16"
  },
  "DocHouse: Beyond The Raging Sea": {
    "backdrop": "https://image.tmdb.org/t/p/w500//pw9jFSjLfjNSBAjASvqs2RS0b6j.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//jMB9yjUzVbsRlRZRjn5obx4FPv3.jpg",
    "overview": "The story of Omar Samra and Omar Nour's 3000 nautical mile journey across the Atlantic Ocean and their fight for survival.",
    "release_date": "2024-04-19"
  },
  "DocHouse: Fantastic Machine": {
    "backdrop": "https://image.tmdb.org/t/p/w500//bEuPs95ZJJ92kjBH3NWGfxnreAc.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//sPP49SUKC2xlVCORLvdeicvmDFH.jpg",
    "overview": "From the first camera to 45 billion cameras worldwide today, the visual sociologist filmmakers widen their lens to expose both humanity's unique obsession with the camera's image and the social consequences that lay ahead.",
    "release_date": "2023-06-01"
  },
  "DocHouse: It Runs In The Family": {
    "backdrop": "https://image.tmdb.org/t/p/w500//u42S6M2yca5czyRLu5YRE886PTw.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//2CQG3q7IhiaJyC4YIQZE8P0DWWB.jpg",
    "overview": "This is the story of a dysfunctional New York family, and their attempts to reconcile",
    "release_date": "2003-04-25"
  },
  "DocHouse: Joan Baez: I Am Noise": {
    "backdrop": "https://image.tmdb.org/t/p/w500//tZJUsLS7fcYb0i2OKH55ur05eNE.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//9falaEXKXkanzldpAwTSEiOSbhy.jpg",
    "overview": "Since her debut at the age of 18, musician, civil rights campaigner and activist Joan Baez has been on stage for over 60 years. For the now 82-year-old, the personal has always been political, and her friendship with Martin Luther King and her pacifism have shaped her commitment. In this biography that opens with her farewell tour, Baez takes stock in an unsparing fashion and confronts sometimes painful memories.",
    "release_date": "2023-10-06"
  },
  "DocHouse: March On Rome": {
    "backdrop": "https://image.tmdb.org/t/p/w500//e6LdlmzATQbIdFjw4fYoJ7chG1I.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//pTXMaEsbmykZpYIv06NTnXBjRLO.jpg",
    "overview": "March on Rome (Italian: La marcia su Roma) is a 1962 comedy film by Dino Risi with Vittorio Gassman and Ugo Tognazzi, aimed at describing the March on Rome of Benito Mussolini's black shirts from the point of view of two newly recruited, naïve black shirts",
    "release_date": "1962-12-20"
  },
  "DocHouse: Of The People, For The People": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//uczrUtJeZUh9Fnpd6PLrT5ZkSbA.jpg",
    "overview": "Four dramas about brothers and sisters, each of whom lacks a certain emotion.",
    "release_date": "2023-09-30"
  },
  "DocHouse: Ryuichi Sakamoto Opus": {
    "backdrop": "https://image.tmdb.org/t/p/w500//zS1OiCw3opLQYxjmhqhOQ7D7YyD.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//ok1EQpg1nP3kdoiltZq1k1Ww4kw.jpg",
    "overview": "“Ars longa, vita brevis” – art is long, life is short. This is one of Japanese music icon Ryuichi Sakamoto’s favorite quotes, and the message that he leaves for viewers at the end of his final concert film, shot before he succumbed to cancer in March 2023. Consisting of only Sakamoto and his piano, Opus features the final live performances of 20 songs that Sakamoto meticulously curated to encapsulate his distinguished 40-year career.",
    "release_date": "2023-12-27"
  },
  "Dune: Part Two": {
    "backdrop": "https://image.tmdb.org/t/p/w500//xOMo8BRK7PfcJv9JCnx7s5hj0PX.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//1pdfLvkbY9ohJlCjQH2CZjjYVvJ.jpg",
    "overview": "Follow the mythic journey of Paul Atreides as he unites with Chani and the Fremen while on a path of revenge against the conspirators who destroyed his family. Facing a choice between the love of his life and the fate of the known universe, Paul endeavors to prevent a terrible future only he can foresee.",
    "release_date": "2024-02-27"
  },
  "EVANGELION : 3.0+1.01 THRICE UPON A TIME": {
    "backdrop": "https://image.tmdb.org/t/p/w500//1EAxNqdkVnp48a7NUuNBHGflowM.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//md5wZRRj8biHrGtyitgBZo7674t.jpg",
    "overview": "In the aftermath of the Fourth Impact, stranded without their Evangelions, Shinji, Asuka and Rei find refuge in one of the rare pockets of humanity that still exist on the ruined planet Earth. There, each lives a life far different from their days as an Evangelion pilot. However, the danger to the world is far from over. A new impact is looming on the horizon—one that will prove to be the true end of Evangelion.",
    "release_date": "2021-03-08"
  },
  "EVIL DEAD RISE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//7bWxAsNPv9CXHOhZbJVlj2KxgfP.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//5ik4ATKmNtmJU6AYD0bLm56BCVM.jpg",
    "overview": "A reunion between two estranged sisters gets cut short by the rise of flesh-possessing demons, thrusting them into a primal battle for survival as they face the most nightmarish version of family imaginable.",
    "release_date": "2023-04-12"
  },
  "Evil Does Not Exist": {
    "backdrop": "https://image.tmdb.org/t/p/w500//dSyNPeQa4KnWSluU2rP3yansB4P.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//qTOFI3coAqrYYER1SuzVj2GqyRh.jpg",
    "overview": "Takumi and his daughter Hana live in Mizubiki Village, close to Tokyo. One day, the village inhabitants become aware of a plan to build a camping site near Takumi's house offering city residents a comfortable \"escape\" to nature.",
    "release_date": "2023-12-06"
  },
  "Fantastic Machine": {
    "backdrop": "https://image.tmdb.org/t/p/w500//bEuPs95ZJJ92kjBH3NWGfxnreAc.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//sPP49SUKC2xlVCORLvdeicvmDFH.jpg",
    "overview": "From the first camera to 45 billion cameras worldwide today, the visual sociologist filmmakers widen their lens to expose both humanity's unique obsession with the camera's image and the social consequences that lay ahead.",
    "release_date": "2023-06-01"
  },
  "Godzilla x Kong: The New Empire": {
    "backdrop": "https://image.tmdb.org/t/p/w500//j3Z3XktmWB1VhsS8iXNcrR86PXi.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//tMefBSflR6PGQLv7WvFPpKLZkyk.jpg",
    "overview": "Following their explosive showdown, Godzilla and Kong must reunite against a colossal undiscovered threat hidden within our world, challenging their very existence – and our own.",
    "release_date": "2024-03-27"
  },
  "HALLOWEEN (1978)": {
    "backdrop": null,
    "poster": null,
    "overview": "Joe Bob hosts a special FearFest episode featuring the undisputed champ of spooky season.",
    "release_date": ""
  },
  "HELLRAISER": {
    "backdrop": "https://image.tmdb.org/t/p/w500//j4irvwRLITgGr6vcP8NIKCUA67y.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//3Z0oPHyLnk3Vx6ZMC1MiVwIrKhO.jpg",
    "overview": "Hedonist Frank Cotton finds a mysterious puzzle box that summons the Cenobites, who open the doors to a dominion where pain and pleasure are indivisible.",
    "release_date": "1987-09-11"
  },
  "IN THE MOOD FOR LOVE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//n4GJFGzsc7NinI1VeGDXIcQjtU2.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//iYypPT4bhqXfq1b6EnmxvRt6b2Y.jpg",
    "overview": "In Hong Kong of 1962, Mrs. Chan and Mr. Chow, a journalist, move into neighbouring apartments on the same day. Their encounters are formal and polite—until a discovery about their respective spouses creates an intimate bond between them.",
    "release_date": "2000-09-29"
  },
  "If Only I Could Hibernate": {
    "backdrop": "https://image.tmdb.org/t/p/w500//br5tZnOfMiiSgvpFcmJddVHX08q.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//xmmeYeI5UPinyGUS7MOyij5kz9z.jpg",
    "overview": "Ulzii, a teenager from a poor neighbourhood in Ulaanbaatar, is determinated to win a sciences-physics competition to get a scholarship. His illiterate mother finds a job in the countryside, leaving him and his brother and sister in the middle of winter. Ulzii wanders around at night looking for things to burn for heat while preparing for the national competition.",
    "release_date": "2024-01-10"
  },
  "Io capitano": {
    "backdrop": "https://image.tmdb.org/t/p/w500//xdlAS0BH3aVP74ABH15bDe4KgLi.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//iVzfMM8OCtVSTdeQps7Z9NLtQFN.jpg",
    "overview": "Longing for a brighter future, two Senegalese teenagers embark on a journey from West Africa to Italy. However, between their dreams and reality lies a labyrinth of checkpoints, the Sahara Desert, and the vast waters of the Mediterranean.",
    "release_date": "2023-09-07"
  },
  "Jeanne du Barry": {
    "backdrop": "https://image.tmdb.org/t/p/w500//yvotjJ9nKlPKiwc8PtktIjRCkof.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//o4WMgW6BJw5Tbj0dK3DJBVYku8Y.jpg",
    "overview": "The life of Jeanne Bécu, who was born as the illegitimate daughter of an impoverished seamstress in 1743 and went on to rise through the Court of Louis XV to become his last official mistress.",
    "release_date": "2023-05-16"
  },
  "Kidnapped": {
    "backdrop": "https://image.tmdb.org/t/p/w500//aK0J18f4KmrmLWWx4P49ykFw5F8.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//s9YfXjDp388djaEYPck7GAhwPUN.jpg",
    "overview": "Savannah Duke-Morgan realizes her lifetime dream to bring her husband Brad and her five-year-old daughter Aria back to her birthplace on the Gold Coast of Australia until it turns into her worst nightmare when Aria goes missing from the resort’s Kidz Klub.",
    "release_date": "2021-03-18"
  },
  "Kung Fu Panda 4": {
    "backdrop": "https://image.tmdb.org/t/p/w500//1XDDXPXGiI8id7MrUxK36ke7gkX.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//kDp1vUBnMpe8ak4rjgl3cLELqjU.jpg",
    "overview": "Po is gearing up to become the spiritual leader of his Valley of Peace, but also needs someone to take his place as Dragon Warrior. As such, he will train a new kung fu practitioner for the spot and will encounter a villain called the Chameleon who conjures villains from the past.",
    "release_date": "2024-03-02"
  },
  "LAND OF THE DEAD": {
    "backdrop": "https://image.tmdb.org/t/p/w500//oOZtWMhJft0QvPcnJXFgGlt0Jn7.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//q7tLETjCPu2gNO5vR9esXEd6Mil.jpg",
    "overview": "The world is full of zombies and the survivors have barricaded themselves inside a walled city to keep out the living dead. As the wealthy hide out in skyscrapers and chaos rules the streets, the rest of the survivors must find a way to stop the evolving zombies from breaking into the city.",
    "release_date": "2005-06-18"
  },
  "LAST NIGHT IN SOHO": {
    "backdrop": "https://image.tmdb.org/t/p/w500//brOCMGntRbx9SKzeQk1Aisu6vXz.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//n1ZRmjlk1BJTY7aASqACfPAaLn2.jpg",
    "overview": "A young girl, passionate about fashion design, is mysteriously able to enter the 1960s where she encounters her idol, a dazzling wannabe singer. But 1960s London is not what it seems, and time seems to be falling apart with shady consequences.",
    "release_date": "2021-10-21"
  },
  "Late Night With the Devil": {
    "backdrop": "https://image.tmdb.org/t/p/w500//1q6Cx3RqP2Tq7WHGr32hKqrWafm.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//u3YQJctMzFN2wAvnkmXy41bXhFv.jpg",
    "overview": "A live broadcast of a late-night talk show in 1977 goes horribly wrong, unleashing evil into the nation's living rooms.",
    "release_date": "2024-03-19"
  },
  "Love Lies Bleeding": {
    "backdrop": "https://image.tmdb.org/t/p/w500//xLfP6FxRyN4EkqcqYJIaR8s7QdM.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//p7jyFWiLyHPttqYBFAlLJwtYTYH.jpg",
    "overview": "Reclusive gym manager Lou falls hard for Jackie, an ambitious bodybuilder headed through town to Las Vegas in pursuit of her dream. But their love ignites violence, pulling them deep into the web of Lou’s criminal family.",
    "release_date": "2024-03-08"
  },
  "Monkey Man": {
    "backdrop": "https://image.tmdb.org/t/p/w500//9NSXdVHeSfSHUv49OzLispFcpz1.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//b4fn3VIdVTT3SX0rFMNFbl5xuvg.jpg",
    "overview": "Kid, an anonymous young man who ekes out a meager living in an underground fight club where, night after night, wearing a gorilla mask, he is beaten bloody by more popular fighters for cash. After years of suppressed rage, Kid discovers a way to infiltrate the enclave of the city’s sinister elite. As his childhood trauma boils over, his mysteriously scarred hands unleash an explosive campaign of retribution to settle the score with the men who took everything from him.",
    "release_date": "2024-04-03"
  },
  "Monster": {
    "backdrop": "https://image.tmdb.org/t/p/w500//vFjAcsSjskaiEn6MnYWu99sn45I.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//aevmNtJCNG4ZlfEeEGZ79frMUes.jpg",
    "overview": "An emotionally scarred highway drifter shoots a sadistic trick who rapes her, and ultimately becomes America's first female serial killer.",
    "release_date": "2003-12-24"
  },
  "Mothers’ Instinct": {
    "backdrop": "https://image.tmdb.org/t/p/w500//9hTA1r7afRmy08SwElnYSgKidG4.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//xscMEP5VsvCLxFvrDQD84biWsLA.jpg",
    "overview": "Housewives Alice and Celine are best friends and neighbors who seem to have it all. However, when a tragic accident shatters the harmony of their lives, guilt, suspicion and paranoia begin to unravel their sisterly bond.",
    "release_date": "2024-01-11"
  },
  "NOPE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//5N8LOeRzt7LcZIhPbNVaCsVOPdT.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//AcKVlWaNVVVFQwro3nLXqPljcYA.jpg",
    "overview": "Residents in a lonely gulch of inland California bear witness to an uncanny, chilling discovery.",
    "release_date": "2022-07-20"
  },
  "NOSFERATU": {
    "backdrop": "https://image.tmdb.org/t/p/w500//hR8ol54rRSt3rouSJ9fHINLPUQg.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//gVjHF375pdFANPMXUT3aJxoOi0J.jpg",
    "overview": "A gothic tale of obsession between a haunted young woman and the terrifying vampire infatuated with her, causing untold horror in its wake.",
    "release_date": "2024-12-25"
  },
  "National Theatre Live: Nye": {
    "backdrop": "https://image.tmdb.org/t/p/w500//laMLFWzRABQGhO8WS9aOp8n6VvN.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//yT5M2kiJQml10PMszgA8jRuEnDc.jpg",
    "overview": "Confronted with death, National Health Service founder Aneurin ‘Nye’ Bevan’s deepest memories lead him on a mind-bending journey back through his life; from childhood to mining underground, Parliament and fights with Winston Churchill.",
    "release_date": "2024-04-23"
  },
  "Opponent": {
    "backdrop": "https://image.tmdb.org/t/p/w500//9nbr4LkLzT8GXYDnMCA90RtS5mT.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//fa1p2UyCrVVhQwg5Lmq45ipAo3N.jpg",
    "overview": "In the aftermath of a devastating rumor, Iman and his family have been forced to flee Iran. As refugees, they end up in a run-down hotel in northern Sweden. Despite feeling powerless, Iman tries to maintain his role as the family patriarch. To increase their chances of asylum, he breaks a promise to his wife and joins the local wrestling club. As the rumors start to resurface, Iman’s fear and desperation begin to take a hold.",
    "release_date": "2023-10-26"
  },
  "PAST LIVES": {
    "backdrop": "https://image.tmdb.org/t/p/w500//rron9HAuS9s7zBF8iCX1tsafxUo.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//k3waqVXSnvCZWfJYNtdamTgTtTA.jpg",
    "overview": "Nora and Hae Sung, two childhood friends, are reunited in New York for one fateful week as they confront notions of destiny, love, and the choices that make a life.",
    "release_date": "2023-06-02"
  },
  "PERFECT BLUE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//A1Larywbw79kZQqkvCEiPHJqdLN.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//6WTiOCfDPP8XV4jqfloiVWf7KHq.jpg",
    "overview": "Encouraged by her managers, rising pop star Mima takes on a recurring role on a popular TV show, when suddenly her handlers and collaborators begin turning up murdered.",
    "release_date": "1998-02-28"
  },
  "PSYCHO": {
    "backdrop": "https://image.tmdb.org/t/p/w500//uif5fUshJrXyyDzfpzp1DLw3N0S.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//yz4QVqPx3h1hD1DfqqQkCq3rmxW.jpg",
    "overview": "When larcenous real estate clerk Marion Crane goes on the lam with a wad of cash and hopes of starting a new life, she ends up at the notorious Bates Motel, where manager Norman Bates cares for his housebound mother.",
    "release_date": "1960-06-22"
  },
  "Perfect Days": {
    "backdrop": "https://image.tmdb.org/t/p/w500//st4l44meMFxX8kqY6fNk8JHPZ7S.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//tvUHVSTJV9ITON3oyHaWp7oaAc8.jpg",
    "overview": "Hirayama is content with his life as a toilet cleaner in Tokyo. Outside of his structured routine, he cherishes music on cassette tapes, books, and taking photos of trees. Through unexpected encounters, he reflects on finding beauty in the world.",
    "release_date": "2023-11-10"
  },
  "Rebel Moon: Part Two - The Scargiver": {
    "backdrop": "https://image.tmdb.org/t/p/w500//uRWyLJLWdMsflYOOIqvSVhrU6nx.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//lV70XeG15PNNg3S1mwaoNk3LVHk.jpg",
    "overview": "The rebels gear up for battle against the Motherworld as unbreakable bonds are forged, heroes emerge — and legends are made.",
    "release_date": "2024-04-05"
  },
  "Robot Dreams": {
    "backdrop": "https://image.tmdb.org/t/p/w500//hIeEpk2w1dnC9ly9ZJwwbunH2Cx.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//rUPJfjfNEbANXQrmCQfurOppqrA.jpg",
    "overview": "Dog lives in Manhattan and he's tired of being alone. One day he decides to build himself a robot, a companion. Their friendship blossoms, until they become inseparable, to the rhythm of '80s NYC. One summer night, Dog, with great sadness, is forced to abandon Robot at the beach. Will they ever meet again?",
    "release_date": "2023-12-06"
  },
  "SEVEN": {
    "backdrop": "https://image.tmdb.org/t/p/w500//colmzMI1D9h610XN98VGoKNcifi.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//h7904tdTu4O6EVX4UyesxtqF0xR.jpg",
    "overview": "What caused Building 7 to collapse on 9/11? Dr. Leroy Hulsey from the University of Alaska Fairbanks may have the answer, following an exhausting four year engineering study.",
    "release_date": "2020-12-08"
  },
  "SHIVA BABY": {
    "backdrop": "https://image.tmdb.org/t/p/w500//xkXEP5HhFuOAxTzbj770jVpfsyo.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//4sdqVsT6SHqtbCYZS7bhVoEftlL.jpg",
    "overview": "College student Danielle must cover her tracks when she unexpectedly runs into her sugar daddy at a shiva - with her parents, ex-girlfriend and family friends also in attendance.",
    "release_date": "2021-04-02"
  },
  "STOP MAKING SENSE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//iLxliFy7HrIbKGHTdwVfgKeQLwG.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//utNpurUe1MMjEaHqvpkfxgfpSnV.jpg",
    "overview": "A concert film documenting Talking Heads at the height of their popularity, on tour for their 1983 album \"Speaking in Tongues.\" The band takes the stage one by one and is joined by a cadre of guest musicians for a career-spanning and cinematic performance that features creative choreography and visuals.",
    "release_date": "1984-11-16"
  },
  "Sometimes I Think About Dying": {
    "backdrop": "https://image.tmdb.org/t/p/w500//rbsU2lK3L6Dj5C28g5f6uqiDcEw.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//vpcjCTzVoxoxIBmBGpjGrWL4JIV.jpg",
    "overview": "Fran likes to think about dying. It brings sensation to her quiet life. When she makes the new guy at work laugh, it leads to more: a date, a slice of pie, a conversation, a spark. The only thing standing in their way is Fran herself.",
    "release_date": "2023-10-22"
  },
  "Swede Caroline": {
    "backdrop": "https://image.tmdb.org/t/p/w500//pwzIsmkUd2kotdXvg53oRPMN65h.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//14n6SfyDhL1gkAxrPpTQQorCmfQ.jpg",
    "overview": "Competitive vegetable growers investigate the theft of prize marrow plants and uncover a tangled conspiracy.",
    "release_date": "2024-04-19"
  },
  "THE EXORCIST": {
    "backdrop": "https://image.tmdb.org/t/p/w500//huC0x1don81NMreSGx4ITkrv9aG.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//5x0CeVHJI8tcDx8tUUwYHQSNILq.jpg",
    "overview": "When a charming 12-year-old girl takes on the characteristics and voices of others, doctors say there is nothing they can do. As people begin to die, the girl's mother realizes her daughter has been possessed by the devil--and that her daughter's only possible hope lies with two priests and the ancient rite of demonic exorcism.",
    "release_date": "1973-12-26"
  },
  "THE HILLS HAVE EYES": {
    "backdrop": "https://image.tmdb.org/t/p/w500//i9ypo2EPubwkD5XLiAHqPG7OMHg.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//53x6ZGyYLgYwa5VQRdSqvVYwrl9.jpg",
    "overview": "Based on Wes Craven's 1977 suspenseful cult classic, The Hills Have Eyes is the story of a family road trip that goes terrifyingly awry when the travelers become stranded in a government atomic zone. Miles from nowhere, the Carter family soon realizes the seemingly uninhabited wasteland is actually the breeding ground of a blood-thirsty mutant family...and they are the prey.",
    "release_date": "2006-03-10"
  },
  "THE HOUSE THAT JACK BUILT": {
    "backdrop": "https://image.tmdb.org/t/p/w500//ipImTSlyrmCwqeF0P9Y9xNW5DBU.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//bMUGNkPaHOurcBK9g3XpJx3fxuO.jpg",
    "overview": "Failed architect, engineer and vicious murderer Jack narrates the details of some of his most elaborately orchestrated crimes, each of them a towering piece of art that defines his life's work as a serial killer for twelve years.",
    "release_date": "2018-07-05"
  },
  "THE LATENT IMAGE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//jUf1fwKjCb5KwHqwXiorj7rbyo6.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//exMURtX5fmeDySiH0RQMQ98gaPA.jpg",
    "overview": "A thriller writer finds his story coming to horrifying life when a mysterious drifter arrives at the door of his isolated cabin.",
    "release_date": "2022-11-11"
  },
  "THE LIGHTHOUSE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//i51wnN9phojyn14xHjQt6rv1r0x.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//3nk9UoepYmv1G9oP18q6JJCeYwN.jpg",
    "overview": "Two lighthouse keepers try to maintain their sanity while living on a remote and mysterious New England island in the 1890s.",
    "release_date": "2019-10-18"
  },
  "THE LOST BOYS": {
    "backdrop": "https://image.tmdb.org/t/p/w500//m4vNXgy0EfvOSSXMWJC6FfMSyIR.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//nH1lvyQvfbL5GKScTtT6zkIvDEn.jpg",
    "overview": "When an unsuspecting town newcomer is drawn to local blood fiends, the Frog brothers and other unlikely heroes gear up to rescue him.",
    "release_date": "1987-07-31"
  },
  "THE THING": {
    "backdrop": "https://image.tmdb.org/t/p/w500//r9leYNa8nTRCceZrZhP1DXkgKVb.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//tzGY49kseSE9QAKk47uuDGwnSCu.jpg",
    "overview": "In the winter of 1982, a twelve-man research team at a remote Antarctic research station discovers an alien buried in the snow for over 100,000 years. Soon unfrozen, the form-changing creature wreaks havoc, creates terror... and becomes one of them.",
    "release_date": "1982-06-25"
  },
  "THE WITCH": {
    "backdrop": "https://image.tmdb.org/t/p/w500//dEY6lCgiODGMDPY3Oo2j09ngPiq.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//zap5hpFCWSvdWSuPGAQyjUv2wAC.jpg",
    "overview": "In 1630, a farmer relocates his family to a remote plot of land on the edge of a forest where strange, unsettling things happen. With suspicion and paranoia mounting, each family member's faith, loyalty and love are tested in shocking ways.",
    "release_date": "2015-11-11"
  },
  "THREE DAYS OF A BLIND GIRL": {
    "backdrop": "https://image.tmdb.org/t/p/w500//1an0sWJgvMaV7WgkRXwIkEgoxbm.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//xQ7tIsprm1gvsDKH4qCvCX49YAC.jpg",
    "overview": "The wife of a heart surgeon, suffering from temporary blindness, is home alone. But a strange man ingratiates himself into her household in order to avenge the seduction and death of his wife, for which the surgeon appears responsible...",
    "release_date": "1993-05-27"
  },
  "The First Omen": {
    "backdrop": "https://image.tmdb.org/t/p/w500//mIBG74mhGEJnBubhYLkCtvplcNr.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//hil2ResSCwP95JweZVJsZ5CbZdc.jpg",
    "overview": "When a young American woman is sent to Rome to begin a life of service to the church, she encounters a darkness that causes her to question her own faith and uncovers a terrifying conspiracy that hopes to bring about the birth of evil incarnate.",
    "release_date": "2024-04-03"
  },
  "The Teachers' Lounge": {
    "backdrop": "https://image.tmdb.org/t/p/w500//8W1DMN4WNvSzHRIn013Deyb4itU.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//kWXA6PfQ0PpZpoCXoeBFRciRrUw.jpg",
    "overview": "When one of her students is suspected of theft, teacher Carla Nowak decides to get to the bottom of the matter. Caught between her ideals and the school system, the consequences of her actions threaten to break her.",
    "release_date": "2023-05-04"
  },
  "The Trouble with Jessica": {
    "backdrop": "https://image.tmdb.org/t/p/w500//qeAgBCvoUPMCMaBxyzvjIfn3200.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//3L5R0qT2qQAjiXmVOLwpsW1F4gg.jpg",
    "overview": "Sarah and Tom are in terrible financial trouble. On the brink of losing everything, they’ve managed to find a buyer for their stylish London home. When their best friends Richard and Beth come round for a final dinner, an uninvited old friend, Jessica, tags along.  After a seemingly trivial argument, Jessica hangs herself in the garden. Tom goes to call the police when Sarah realizes if the buyer finds out, the sale will collapse, meaning definite financial ruin. The only solution - to convince Richard and Beth to take Jessica’s body to her flat and make it look like she killed herself there. If they’re clever enough about it, what could possibly go wrong?",
    "release_date": "2024-04-05"
  },
  "The Zone of Interest": {
    "backdrop": "https://image.tmdb.org/t/p/w500//aPQsU3yLDUOhLJYnSqkhKRkQTAw.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//hUu9zyZmDd8VZegKi1iK1Vk0RYS.jpg",
    "overview": "The commandant of Auschwitz, Rudolf Höss, and his wife Hedwig, strive to build a dream life for their family in a house and garden next to the camp.",
    "release_date": "2023-12-15"
  },
  "WAR OF THE WORLDS (2005)": {
    "backdrop": "https://image.tmdb.org/t/p/w500//nH6hPhJq3EEv9CnBZgXU3IQnpJo.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//6Biy7R9LfumYshur3YKhpj56MpB.jpg",
    "overview": "Ray Ferrier is a divorced dockworker and less-than-perfect father. Soon after his ex-wife and her new husband drop off his teenage son and young daughter for a rare weekend visit, a strange and powerful lightning storm touches down.",
    "release_date": "2005-06-28"
  },
  "WITNESS": {
    "backdrop": "https://image.tmdb.org/t/p/w500//o7DFxRyxcjkuTADGjpfCLcRlfsj.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//kOymD1rChAMykmDVEzJpIh4OYS7.jpg",
    "overview": "A sheltered Amish child is the sole witness of a brutal murder in a restroom at a Philadelphia train station, and he must be protected.  The assignment falls to a taciturn detective who goes undercover in a Pennsylvania Dutch community. On the farm, he slowly assimilates despite his urban grit, and forges a romantic bond with the child's beautiful mother.",
    "release_date": "1985-02-08"
  },
  "Wicked Little Letters": {
    "backdrop": "https://image.tmdb.org/t/p/w500//qmHj0kvTkwjqMpqycSnHPdCAwMN.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//scAU7YudKNVeZlOfgSEWntAUSJ.jpg",
    "overview": "When deeply conservative English local Edith Swan and fellow residents begin to receive wicked letters full of unintentionally hilarious profanities, her rowdy, foul-mouthed, Irish migrant neighbor Rose Gooding is charged with the crime. The anonymous letters prompt a national uproar, and a trial ensues. However, as the town’s women—led by Police Officer Gladys Moss—begin to investigate the crime themselves, they suspect something is amiss and Rose may not be the culprit after all.",
    "release_date": "2024-02-23"
  }
}