{
  "A House in Jerusalem": {
    "backdrop": "https://image.tmdb.org/t/p/w500//9MV9h7bC0gmdb7GVFQAkjhu4blu.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//fp49EYaYzFWO779v154gaMRon0q.jpg",
    "overview": "Mourning her mother’s death and struggling to adjust to her new life in Israel, a young girl bonds with the lonely spirit of a Palestinian child.",
    "release_date": "2023-07-13"
  },
  "Bad Boys: Ride Or Die": {
    "backdrop": "https://image.tmdb.org/t/p/w500//JtN7Q03S3oq7A4KZ7Z3I7m3osP.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//nP6RliHjxsz4irTKsxe8FRhKZYl.jpg",
    "overview": "After their late former Captain is framed, Lowrey and Burnett try to clear his name, only to end up on the run themselves.",
    "release_date": "2024-06-05"
  },
  "Berberian Sound Studio": {
    "backdrop": "https://image.tmdb.org/t/p/w500//y23fv507CBr4i0ODMlJd5JOU4AU.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//sCrLZYF7TU32Vk5bOIJneVAcoKE.jpg",
    "overview": "In the 1970s, a British sound technician is brought to Italy to work on the sound effects for a gruesome horror film. His nightmarish task slowly takes over his psyche, driving him to confront his own past.",
    "release_date": "2012-08-30"
  },
  "Catching Fire: The Story of Anita Pallenberg": {
    "backdrop": "https://image.tmdb.org/t/p/w500//fNULuwmzQs8mjh8Cljp4ulr6Yu0.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//mO41UPBGnb5kOKmiaXaeVPMzLyT.jpg",
    "overview": "An exploration of the life of Anita Pallenberg, European actress and rock ’n’ roll muse. Told in Anita’s own words, from her unpublished memoir, and in the words of her family, this bittersweet film is a never-seen-before look at life with The Rolling Stones.",
    "release_date": "2024-05-03"
  },
  "Challengers": {
    "backdrop": "https://image.tmdb.org/t/p/w500//504GSaoxBA5nLlcMsJfjzLZEKUp.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//H6vke7zGiuLsz4v4RPeReb9rsv.jpg",
    "overview": "Tennis player turned coach Tashi has taken her husband, Art, and transformed him into a world-famous Grand Slam champion. To jolt him out of his recent losing streak, she signs him up for a \"Challenger\" event — close to the lowest level of pro tournament — where he finds himself standing across the net from his former best friend and Tashi's former boyfriend.",
    "release_date": "2024-04-18"
  },
  "DocHouse: Ciné-Guerrillas": {
    "backdrop": "https://image.tmdb.org/t/p/w500//wKIs7Z3SJLVxyhz7qBUbfP7PmA0.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//w0QckCiBUK7J2Skg8VgPBJaY0gU.jpg",
    "overview": "An archival road trip with Stevan Labudović, cameraman to Yugoslav President Tito and cinematic eye of the Algerian revolution, investigating the role of cinema in the liberation struggles of the Third World and reconstructing the birth of the Non-Aligned Movement.",
    "release_date": "2022-09-10"
  },
  "DocHouse: Food, Inc. 2": {
    "backdrop": "https://image.tmdb.org/t/p/w500//jZp73XcLnx2MGxIx1ShIKVkUs1.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//ifY6cHenWXsfI2LRV3DqX659tEC.jpg",
    "overview": "Filmmakers Robert Kenner and Melissa Robledo reunite with investigative authors Michael Pollan and Eric Schlosser to take a fresh look at our efficient yet vulnerable food system.",
    "release_date": "2024-06-07"
  },
  "DocHouse: Non-Aligned": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//4IgZ1xShjGSiwJJAiAE59mvJ2ze.jpg",
    "overview": "In an unexplored vault in Belgrade, the capital of the former Yugoslavia, lies a collection of films known as “the Labudović Reels.” On them are images of African and Asian liberation movements and revolutionary leaders that defined the era of the 1960s. How is it that the archive of these revolutions lies on another continent, forgotten in a film archive? The answer to this question takes us into the story behind the images, on an intimate voyage with the man who filmed them.  As the cameraman of Yugoslav president Tito, Stevan Labudović captured an era of politics, personality and promise, filming the birth of the Non-Aligned Movement. Sent on missions by the President to film liberation wars, he would play a key role in the information battles that defined the era of decolonization. Together with Ciné-Guerillas, this film diptych examines the legacy of these extraordinary archives, seeking to project their political vision forward.",
    "release_date": "2022-11-09"
  },
  "DocHouse: Son of the Mullah": {
    "backdrop": "https://image.tmdb.org/t/p/w500//cw2yVnp9j1qDwA51tQU5vbGOqVP.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//52okE6W4YBFR2tzEniMAOzzhScy.jpg",
    "overview": "In 2019, the multi-awarded filmmaker Nahid Persson Sarvestani (My Stolen Revolution, Prostitution Behind the Veil) filmed the Iranian journalist based in France Roholla Zam, who exposed the Iranian regime money laundering. Months later, Rohollah was lured by moles to Iraq and kidnapped to Iran. After 14 months in prison, he was executed.",
    "release_date": "2023-09-01"
  },
  "DocHouse: Wilding": {
    "backdrop": "https://image.tmdb.org/t/p/w500//70IGSaWsOEaN2ReklyppeyDDZwy.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//lX5mZ0yekK6dJZHJEjz1kjMczLa.jpg",
    "overview": "Knepp is a beacon of hope for England’s wildlife. When Isabella and her husband inherited the estate to farm, they recognised how sick the land was. But a groundbreaking radical experiment has been nothing short of transformative. Now it’s a place where mussel-diving pigs, storks and butterflies find sanctuary, and where thriving flora and a vast array of animals have taken back the land. This is a charming, hopeful and necessary story of ecological regeneration.",
    "release_date": "2024-06-14"
  },
  "Dune: Part Two": {
    "backdrop": "https://image.tmdb.org/t/p/w500//xOMo8BRK7PfcJv9JCnx7s5hj0PX.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//1pdfLvkbY9ohJlCjQH2CZjjYVvJ.jpg",
    "overview": "Follow the mythic journey of Paul Atreides as he unites with Chani and the Fremen while on a path of revenge against the conspirators who destroyed his family. Facing a choice between the love of his life and the fate of the known universe, Paul endeavors to prevent a terrible future only he can foresee.",
    "release_date": "2024-02-27"
  },
  "Four Little Adults": {
    "backdrop": "https://image.tmdb.org/t/p/w500//ttmk9Cwbl0SQ7vZlGDyRw6OcFH4.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//qDHV73oTX1iic2hVBKt5rBM9KPU.jpg",
    "overview": "The life of Juulia, a Finnish parliamentarian, is suddenly turned upside down by the discovery of the betrayal by her husband Matias, a Protestant pastor, with the young Enni. After an initial moment of anger and desperation, Juulia realizes that she cannot leave him and she understands that sometimes it is possible to sacrifice a part of one's individual happiness for the good of the people you love. For this reason she suggests to Matias that they open their relationship, a choice that will lead her to meet Miska, a young non-binary, who is also her girlfriend, and to experiment with polyamory naturally and spontaneously, with all the consequences of the case, positive and negative.",
    "release_date": "2023-12-27"
  },
  "Furiosa: A Mad Max Saga": {
    "backdrop": "https://image.tmdb.org/t/p/w500//shrwC6U8Bkst9T9J7fr1A50n6x6.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//iADOJ8Zymht2JPMoy3R7xceZprc.jpg",
    "overview": "As the world fell, young Furiosa is snatched from the Green Place of Many Mothers and falls into the hands of a great Biker Horde led by the Warlord Dementus. Sweeping through the Wasteland they come across the Citadel presided over by The Immortan Joe. While the two Tyrants war for dominance, Furiosa must survive many trials as she puts together the means to find her way home.",
    "release_date": "2024-05-22"
  },
  "Here": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//gYmx3dllj0rAtkm317WfgDPka0A.jpg",
    "overview": "An odyssey through time and memory, centered around a place in New England where—from wilderness, and then, later, from a home—love, loss, struggle, hope and legacy play out between couples and families over generations.",
    "release_date": "2024-11-22"
  },
  "Hit Man": {
    "backdrop": "https://image.tmdb.org/t/p/w500//nv6F6tz7r61DUhE7zgHwLJFcTYp.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//1126gjlBf4hTm9Sgf0ox3LGVEBt.jpg",
    "overview": "A mild-mannered professor moonlighting as a fake hit man in police stings ignites a chain reaction of trouble when he falls for a potential client.",
    "release_date": "2024-05-16"
  },
  "Hounds": {
    "backdrop": null,
    "poster": null,
    "overview": "The life of a dog, trained to act as human, changes when a pack of Hounds gathers around his house.",
    "release_date": "2018-08-22"
  },
  "Inside Out 2": {
    "backdrop": "https://image.tmdb.org/t/p/w500//uVu2fBc114un7F1GD76RBouWyBP.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//vpnVM9B6NMmQpWeZvzLvDESb2QY.jpg",
    "overview": "Teenager Riley's mind headquarters is undergoing a sudden demolition to make room for something entirely unexpected: new Emotions! Joy, Sadness, Anger, Fear and Disgust, who’ve long been running a successful operation by all accounts, aren’t sure how to feel when Anxiety shows up. And it looks like she’s not alone.",
    "release_date": "2024-06-12"
  },
  "Kingdom of the Planet of the Apes": {
    "backdrop": "https://image.tmdb.org/t/p/w500//fqv8v6AycXKsivp1T5yKtLbGXce.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//gKkl37BQuKTanygYQG1pyYgLVgf.jpg",
    "overview": "Several generations in the future following Caesar's reign, apes are now the dominant species and live harmoniously while humans have been reduced to living in the shadows. As a new tyrannical ape leader builds his empire, one young ape undertakes a harrowing journey that will cause him to question all that he has known about the past and to make choices that will define a future for apes and humans alike.",
    "release_date": "2024-05-08"
  },
  "La Chimera": {
    "backdrop": "https://image.tmdb.org/t/p/w500//y4ahvMYg6KhG3kLH0TmT3e84Sae.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//dV6SYHmmFLXQU7oKRfK4pOFCX6M.jpg",
    "overview": "Just out of jail, crumpled English archaeologist Arthur reconnects with his wayward crew of tombaroli accomplices – a happy-go-lucky collective of itinerant grave-robbers who survive by looting Etruscan tombs and fencing the ancient treasures they dig up.",
    "release_date": "2023-10-12"
  },
  "Perfect Days": {
    "backdrop": "https://image.tmdb.org/t/p/w500//uuhPCvrtObKVxhi9KSkAd6MmobU.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//mjEk5Wwx6TYVqw29zSaUHclMIgp.jpg",
    "overview": "Hirayama is content with his life as a toilet cleaner in Tokyo. Outside of his structured routine, he cherishes music on cassette tapes, books, and taking photos of trees. Through unexpected encounters, he reflects on finding beauty in the world.",
    "release_date": "2023-11-10"
  },
  "Riddle of Fire": {
    "backdrop": "https://image.tmdb.org/t/p/w500//TJojjGOdklTCbMSApaZ1j0ULH4.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//yjBbl4iLk3Zj5erRq4FjlyyTrWu.jpg",
    "overview": "Three mischievous children embark on an odyssey when their mother asks them to run an errand.  On the hunt to obtain her favorite blueberry pie, the children are kidnapped by poachers, battle a witch, outwit a huntsman, befriend a fairy, and bond together to become best friends forever.",
    "release_date": "2024-03-21"
  },
  "Rosalie": {
    "backdrop": "https://image.tmdb.org/t/p/w500//cXh23TiRDmW8s40kUD6psgNO4pJ.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//5q8qtyb5fNgahDLiI19L6BpchlJ.jpg",
    "overview": "France, 1870s. Rosalie is a young woman unlike any other. She hides a secret: she was born with a face and body covered in hair. She’s concealed her peculiarity all her life to stay safe, shaving to fit in. Until Abel, an indebted bar owner unaware of her secret, marries Rosalie for her dowry. Will Abel be able to love Rosalie and see her as the woman she is, once he finds out the truth?",
    "release_date": "2024-04-10"
  },
  "Sasquatch Sunset": {
    "backdrop": "https://image.tmdb.org/t/p/w500//30wIzvX5LmiYtsjxDGt1NCqx6A.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//uZNdH2zfws2BIy9ENtoFTFp0hPG.jpg",
    "overview": "In the misty forests of North America, a family of Sasquatches—possibly the last of their enigmatic kind—embark on an absurdist, epic, hilarious, and ultimately poignant journey over the course of one year. These shaggy and noble giants fight for survival as they find themselves on a collision course with the ever-changing world around them.",
    "release_date": "2024-04-12"
  },
  "The Beast": {
    "backdrop": "https://image.tmdb.org/t/p/w500//2vFuG6bWGyQUzYS9d69E5l85nIz.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//gPbM0MK8CP8A174rmUwGsADNYKD.jpg",
    "overview": "When a new threat capable of destroying the entire planet emerges, Optimus Prime and the Autobots must team up with a powerful faction known as the Maximals. With the fate of humanity hanging in the balance, humans Noah and Elena will do whatever it takes to help the Transformers as they engage in the ultimate battle to save Earth.",
    "release_date": "2023-06-06"
  },
  "The Dead Don't Hurt": {
    "backdrop": "https://image.tmdb.org/t/p/w500//edYHwaHaRLMBfUyHggnELfqem3G.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//br67EKUD34UL3mihsHqJhDzJaIt.jpg",
    "overview": "In the 1860s, fiercely independent French-Canadian Vivienne Le Coudy embarks on a journey with Danish immigrant Holger Olsen, attempting to forge a life together in the dusty town of Elk Flats, Nevada. When Holger decides to go fight for the Union in the burgeoning Civil War, Vivienne must fend for herself, which isn't easy in a town controlled by a corrupt mayor.",
    "release_date": "2024-05-01"
  },
  "The Fall Guy": {
    "backdrop": "https://image.tmdb.org/t/p/w500//H5HjE7Xb9N09rbWn1zBfxgI8uz.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//tSz1qsmSJon0rqjHBxXZmrotuse.jpg",
    "overview": "Fresh off an almost career-ending accident, stuntman Colt Seavers has to track down a missing movie star, solve a conspiracy and try to win back the love of his life while still doing his day job.",
    "release_date": "2024-04-24"
  },
  "The Watched": {
    "backdrop": "https://image.tmdb.org/t/p/w500//9AipaFT9nb0NYMlAy6TzTbCiV2v.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//uuCWsTC1UXjpAelhQCGpvNskJL7.jpg",
    "overview": "A meek teller thinks he's killed his boss. He flees with a box of cash hoping for a new life with his younger mistress.",
    "release_date": "1952-12-01"
  },
  "Wilding": {
    "backdrop": "https://image.tmdb.org/t/p/w500//70IGSaWsOEaN2ReklyppeyDDZwy.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//lX5mZ0yekK6dJZHJEjz1kjMczLa.jpg",
    "overview": "Knepp is a beacon of hope for England’s wildlife. When Isabella and her husband inherited the estate to farm, they recognised how sick the land was. But a groundbreaking radical experiment has been nothing short of transformative. Now it’s a place where mussel-diving pigs, storks and butterflies find sanctuary, and where thriving flora and a vast array of animals have taken back the land. This is a charming, hopeful and necessary story of ecological regeneration.",
    "release_date": "2024-06-14"
  },
  "Young Woman and the Sea": {
    "backdrop": "https://image.tmdb.org/t/p/w500//qUzOjbKPTyKwBAWAwUNZDvF5qDE.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//iEmmGOlO5LC2IkWFSr1DWV4twoG.jpg",
    "overview": "Through the steadfast support of the women in her life, young Trudy Ederle fights to overcome adversity and the animosity of a patriarchal society to rise through the ranks of the Olympic swimming team. Against all odds, she sets her sights on completing a staggering and dangerous journey — to become the first woman to swim across the brutal 21-mile stretch known as The English Channel.",
    "release_date": "2024-05-26"
  }
}