{
  "A NIGHTMARE ON ELM STREET": {
    "backdrop": "https://image.tmdb.org/t/p/w500//g9ROrZey0JYp7kf8DoAyZtKnObj.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//wGTpGGRMZmyFCcrY2YoxVTIBlli.jpg",
    "overview": "Teenagers in a small town are dropping like flies, apparently in the grip of mass hysteria causing their suicides. A cop's daughter, Nancy Thompson, traces the cause to child molester Fred Krueger, who was burned alive by angry parents many years before. Krueger has now come back in the dreams of his killers' children, claiming their lives as his revenge. Nancy and her boyfriend, Glen, must devise a plan to lure the monster out of the realm of nightmares and into the real world...",
    "release_date": "1984-11-09"
  },
  "All Of Us Strangers": {
    "backdrop": "https://image.tmdb.org/t/p/w500//2GzgongTSptjSkT7iCoXUcGIVB9.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//aviJMFZSnnCAsCVyJGaPNx4Ef3i.jpg",
    "overview": "One night in his near-empty tower block in contemporary London, Adam has a chance encounter with a mysterious neighbor Harry, which punctures the rhythm of his everyday life. As a relationship develops between them, Adam is preoccupied with memories of the past and finds himself drawn back to the suburban town where he grew up, and the childhood home where his parents appear to be living, just as they were on the day they died, 30 years before.",
    "release_date": "2023-12-22"
  },
  "American Fiction": {
    "backdrop": "https://image.tmdb.org/t/p/w500//3mpgltEMgPf8zFtPnAWdDVN8ZT1.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//57MFWGHarg9jid7yfDTka4RmcMU.jpg",
    "overview": "A novelist fed up with the establishment profiting from \"Black\" entertainment uses a pen name to write a book that propels him into the heart of hypocrisy and the madness he claims to disdain.",
    "release_date": "2023-11-10"
  },
  "American Star": {
    "backdrop": "https://image.tmdb.org/t/p/w500//dkPi08aPgRrOTB8OLrdSpt6zfa3.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//aFjxI9yMd142au1O74JlUttG4Ki.jpg",
    "overview": "An assassin on a final assignment in Fuerteventura, to kill a man he has never met. When his target is delayed, he finds himself drawn to the island, people and a ghostly shipwreck. Instead of following protocol he stays. But when the target returns, the world has shifted. Before everything was simple, now nothing is.",
    "release_date": "2024-01-26"
  },
  "BIG SHARK": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//bLRQvT1INcmeAiFScI6XIs8CnkD.jpg",
    "overview": "Three firefighters must save New Orleans from a gigantic shark.",
    "release_date": "2023-04-28"
  },
  "BLACK SWAN": {
    "backdrop": "https://image.tmdb.org/t/p/w500//hqh5O4KssfJWI62HGAgrjHXbxhD.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//rH19vkjAzCZ0HIUvrgB3rowm68h.jpg",
    "overview": "A journey through the psyche of a young ballerina whose starring role as the duplicitous swan queen turns out to be a part for which she becomes frighteningly perfect.",
    "release_date": "2010-12-03"
  },
  "BRAM STOKER'S DRACULA": {
    "backdrop": "https://image.tmdb.org/t/p/w500//1ZVsHrPyogvUMJEuuB9eCkHSwaR.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//scFDS0U5uYAjcVTyjNc7GmcZw1q.jpg",
    "overview": "In the 19th century, Dracula travels to London and meets Mina, a young woman who appears as the reincarnation of his lost love.",
    "release_date": "1992-11-13"
  },
  "BUBBA HO-TEP": {
    "backdrop": "https://image.tmdb.org/t/p/w500//y59R9eax325HeGlUxJJsOUtkdki.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//pKQBit5ZV7GEOTiMBSYC6xBn86K.jpg",
    "overview": "Bubba Ho-tep tells the \"true\" story of what really did become of Elvis Presley. We find Elvis as an elderly resident in an East Texas rest home, who switched identities with an Elvis impersonator years before his \"death,\" then missed his chance to switch back. He must team up with JFK and fight an ancient Egyptian mummy for the souls of their fellow residents.",
    "release_date": "2002-06-09"
  },
  "Bob Marley: One Love": {
    "backdrop": "https://image.tmdb.org/t/p/w500//bPe6svQylMx7zS4RyuMJbOL46ao.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//1lQftpEARVVB9op4TaYiIbactzG.jpg",
    "overview": "Jamaican singer-songwriter Bob Marley overcomes adversity to become the most famous reggae musician in the world.",
    "release_date": "2024-02-14"
  },
  "CHILD'S PLAY": {
    "backdrop": "https://image.tmdb.org/t/p/w500//edghRD7vw1XgWEpMLpGt1VSGB5w.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//7jrOhGtRh6YK7sMfvH1E1f36aVx.jpg",
    "overview": "An innocent-looking doll is inhabited by the soul of a serial killer who refuses to die.",
    "release_date": "1988-11-09"
  },
  "CHRISTINE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//xgmRZBt1JMfvsP5dz3wM4lUW1Fc.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//bWi3Cjg8gkf5h3xgU91CVtxkjUc.jpg",
    "overview": "Nerdy high schooler Arnie Cunningham falls for Christine, a rusty 1958 Plymouth Fury, and becomes obsessed with restoring the classic automobile to her former glory. As the car changes, so does Arnie, whose newfound confidence turns to arrogance behind the wheel of his exotic beauty. Arnie's girlfriend Leigh and best friend Dennis reach out to him, only to be met by a Fury like no other.",
    "release_date": "1983-12-09"
  },
  "COME AND SEE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//6C1U0cKK5zGjyUSwNc5GLSVCr7Y.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//qNbMsKVzigERgJUbwf8pKyZogpb.jpg",
    "overview": "The invasion of a village in Byelorussia by German forces sends young Florya into the forest to join the weary Resistance fighters, against his family's wishes. There he meets a girl, Glasha, who accompanies him back to his village. On returning home, Florya finds his family and fellow peasants massacred. His continued survival amidst the brutal debris of war becomes increasingly nightmarish, a battle between despair and hope.",
    "release_date": "1985-10-17"
  },
  "CORALINE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//8GHxjXlI5rqyTBuVNekGTPjG5T6.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//4jeFXQYytChdZYE9JYO7Un87IlW.jpg",
    "overview": "A young girl discovers an idealized parallel universe behind a secret door in her new home, unaware that it contains a sinister secret.",
    "release_date": "2009-02-05"
  },
  "DocHouse: A Wolfpack Called Ernesto": {
    "backdrop": "https://image.tmdb.org/t/p/w500//pXSEt6AGm1FfJRVKOAjBBWGL3CX.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//chZiIguMX8fI23knuH7p6dleSGP.jpg",
    "overview": "World-renowned Mexican filmmaker Everardo González brings us inside the chilling world of Ernesto, an amalgam of various teenage boys, who, in choosing a gun and a life of organized crime, becomes both victim and perpetrator.",
    "release_date": "2024-02-23"
  },
  "DocHouse: Four Daughters": {
    "backdrop": "https://image.tmdb.org/t/p/w500//k7bPM2CFFpJfGgSmY1B9EG9xmnI.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//iSpJ6fg1OOSO30IUkZskZDufVzN.jpg",
    "overview": "Between light and darkness stands Olfa, a Tunisian woman and the mother of four daughters. One day, her two older daughters disappear. To fill in their absence, the filmmaker Kaouther Ben Hania invites professional actresses and invents a unique cinema experience that will lift the veil on Olfa and her daughters' life stories. An intimate journey of hope, rebellion, violence, transmission and sisterhood that will question the very foundations of our societies.",
    "release_date": "2023-07-05"
  },
  "DocHouse: Getting It Back: The Story of Cymande": {
    "backdrop": "https://image.tmdb.org/t/p/w500//w7rqhvio03xhzlYCDcXLBCjb3EZ.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//izSu5860VnO6AwBXKFjEMtIUrvx.jpg",
    "overview": "In the racially turbulent UK of the early 70s, a group of black musicians came together in South London with a common love of rhythms and a message of peace. Cymande – with the dove as their symbol – combined jazz, funk, soul and Caribbean grooves to form a unique sound. Despite success in the USA they faced indifference in their native Britain, becoming disillusioned and disbanding. But the music lived on, as new generations of artists imbibed and reworked their pioneering sounds in fresh ways. From Soul II Soul to De La Soul, MC Solaar to The Fugees, the Dove had spread Cymande's message far and wide, prompting their return after forty years. This is their story.",
    "release_date": "2024-02-16"
  },
  "DocHouse: In the Rearview": {
    "backdrop": null,
    "poster": null,
    "overview": "As two siblings - the filmmaker and her brother - look back on a road trip they took with their father 20 years ago, they discover their memories have faded, but the feelings they share remain the same.",
    "release_date": ""
  },
  "DocHouse: Occupied City": {
    "backdrop": "https://image.tmdb.org/t/p/w500//dpaRhhMQe1l1mpTSw3OTUuIObG4.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//tgIu31Szce1mmdEe2OO0cI8GW0J.jpg",
    "overview": "A door-to-door excavation of the Nazi occupation that still haunts Amsterdam, and a journey through the last years of pandemic and protest.",
    "release_date": "2023-11-30"
  },
  "DocHouse: Robin Hood Gardens": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//qvSSRmbhwpviAf0iVherJiCL8gK.jpg",
    "overview": "Do Ho Suh's panoramic film is both site-specific and time-specific—a document of Alison and Peter Smithson's modular interiors as they were adapted, decorated, and furnished by residents, as well as a wider meditation about home, memory, and displacement within a physical structure that is about to disappear. [Overview Courtesy of Lehmann Maupin Gallery NYC]",
    "release_date": "2018-05-26"
  },
  "DocHouse: Theatre Of Violence": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//eAkxePZsyUH4F5X0ofAOTtjNIcp.jpg",
    "overview": "For the first time in history, a former child soldier is being indicted at the International Criminal Court in The Hague (ICC). The Film follows his defence team at the ICC and in Uganda, as they gather evidence, materials, and witnesses.",
    "release_date": "2023-09-14"
  },
  "DocHouse: This Woman": {
    "backdrop": "https://image.tmdb.org/t/p/w500//e2LPK3D6BDTEpjDWS6JiF7ev2GF.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//uyScMR5lgS9E3EFaItdPUdJAI9H.jpg",
    "overview": "This Woman is a 1924 American drama film directed by Phil Rosen, written by Louis D. Lighton and Hope Loring, and starring Irene Rich, Ricardo Cortez, Louise Fazenda, Frank Elliott, Creighton Hale, and Marc McDermott. Based on the 1924 novel This Woman by Howard Rockey, it was released by Warner Bros. on November 2, 1924.",
    "release_date": "1924-11-02"
  },
  "DocHouse: Transition": {
    "backdrop": "https://image.tmdb.org/t/p/w500//6OmSajYPK0PimcyRayjXCHXn4Fb.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//sKTra8Hta4bVfVM946rU1lfkAgZ.jpg",
    "overview": "A drama centred on three people: Sarah is a barista who finds the love of her life in Mark. Her mother Barbara depends on Mark to keep her in Sarah's life while resenting her daughter's deep love for him. When severely traumatised by the sudden death of Mark Sarah's relationship with her mother finally cracks. Now faced with losing her struggle to cope Sarah feels Mark's presence return. Based on true events Transition is the story of a love that transcends this realm and the strength of human character in survival.",
    "release_date": "2018-04-10"
  },
  "DocHouse: We Will Not Fade Away": {
    "backdrop": "https://image.tmdb.org/t/p/w500//vyECVVJulN3XyjHFW2UZnYoEWvO.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//8kkKnU0Dhb1sPnxggjDfiuw8KoV.jpg",
    "overview": "For five teenagers living in the conflict-ridden Donbas region of Ukraine, a Himalayan expedition provides a brief escape from reality. A portrait of a generation that, in spite of everything, is able to recognise and celebrate the fragile beauty of life.  The film's working title was \"Expedition 49\".",
    "release_date": "2023-02-22"
  },
  "Driving Mum": {
    "backdrop": "https://image.tmdb.org/t/p/w500//6muVeDQ1xf3Gt3ufy9iHs8WzHQy.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//pXJTeStGhePd1nxXqLJHnnUYmzF.jpg",
    "overview": "The death of Jon's mother forces him to take on a journey with her corpse in the backseat to fulfill her last wish. Bresnef the dog comes along and this trip will be the gamechanger Jon never dreamt of.",
    "release_date": "2022-12-16"
  },
  "Dune: Part Two": {
    "backdrop": "https://image.tmdb.org/t/p/w500//qBQV4i2sjIydDJUKm7pwvpyfy5p.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//8b8R8l88Qje9dn9OE8PY05Nxl1X.jpg",
    "overview": "Follow the mythic journey of Paul Atreides as he unites with Chani and the Fremen while on a path of revenge against the conspirators who destroyed his family. Facing a choice between the love of his life and the fate of the known universe, Paul endeavors to prevent a terrible future only he can foresee.",
    "release_date": "2024-02-27"
  },
  "EVANGELION : 3.0+1.01 THRICE UPON A TIME": {
    "backdrop": "https://image.tmdb.org/t/p/w500//1EAxNqdkVnp48a7NUuNBHGflowM.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//md5wZRRj8biHrGtyitgBZo7674t.jpg",
    "overview": "In the aftermath of the Fourth Impact, stranded without their Evangelions, Shinji, Asuka and Rei find refuge in one of the rare pockets of humanity that still exist on the ruined planet Earth. There, each lives a life far different from their days as an Evangelion pilot. However, the danger to the world is far from over. A new impact is looming on the horizon—one that will prove to be the true end of Evangelion.",
    "release_date": "2021-03-08"
  },
  "EVIL DEAD RISE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//7bWxAsNPv9CXHOhZbJVlj2KxgfP.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//5ik4ATKmNtmJU6AYD0bLm56BCVM.jpg",
    "overview": "A reunion between two estranged sisters gets cut short by the rise of flesh-possessing demons, thrusting them into a primal battle for survival as they face the most nightmarish version of family imaginable.",
    "release_date": "2023-04-12"
  },
  "Four Daughters": {
    "backdrop": "https://image.tmdb.org/t/p/w500//k7bPM2CFFpJfGgSmY1B9EG9xmnI.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//iSpJ6fg1OOSO30IUkZskZDufVzN.jpg",
    "overview": "Between light and darkness stands Olfa, a Tunisian woman and the mother of four daughters. One day, her two older daughters disappear. To fill in their absence, the filmmaker Kaouther Ben Hania invites professional actresses and invents a unique cinema experience that will lift the veil on Olfa and her daughters' life stories. An intimate journey of hope, rebellion, violence, transmission and sisterhood that will question the very foundations of our societies.",
    "release_date": "2023-07-05"
  },
  "HALLOWEEN (1978)": {
    "backdrop": null,
    "poster": null,
    "overview": "Joe Bob hosts a special FearFest episode featuring the undisputed champ of spooky season.",
    "release_date": ""
  },
  "HELLRAISER": {
    "backdrop": "https://image.tmdb.org/t/p/w500//j4irvwRLITgGr6vcP8NIKCUA67y.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//3Z0oPHyLnk3Vx6ZMC1MiVwIrKhO.jpg",
    "overview": "Hedonist Frank Cotton finds a mysterious puzzle box that summons the Cenobites, who open the doors to a dominion where pain and pleasure are indivisible.",
    "release_date": "1987-09-11"
  },
  "IN THE MOOD FOR LOVE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//n4GJFGzsc7NinI1VeGDXIcQjtU2.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//iYypPT4bhqXfq1b6EnmxvRt6b2Y.jpg",
    "overview": "In Hong Kong of 1962, Mrs. Chan and Mr. Chow, a journalist, move into neighbouring apartments on the same day. Their encounters are formal and polite—until a discovery about their respective spouses creates an intimate bond between them.",
    "release_date": "2000-09-29"
  },
  "LAND OF THE DEAD": {
    "backdrop": "https://image.tmdb.org/t/p/w500//oOZtWMhJft0QvPcnJXFgGlt0Jn7.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//q7tLETjCPu2gNO5vR9esXEd6Mil.jpg",
    "overview": "The world is full of zombies and the survivors have barricaded themselves inside a walled city to keep out the living dead. As the wealthy hide out in skyscrapers and chaos rules the streets, the rest of the survivors must find a way to stop the evolving zombies from breaking into the city.",
    "release_date": "2005-06-18"
  },
  "LAST NIGHT IN SOHO": {
    "backdrop": "https://image.tmdb.org/t/p/w500//brOCMGntRbx9SKzeQk1Aisu6vXz.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//n1ZRmjlk1BJTY7aASqACfPAaLn2.jpg",
    "overview": "A young girl, passionate about fashion design, is mysteriously able to enter the 1960s where she encounters her idol, a dazzling wannabe singer. But 1960s London is not what it seems, and time seems to be falling apart with shady consequences.",
    "release_date": "2021-10-21"
  },
  "NOPE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//5N8LOeRzt7LcZIhPbNVaCsVOPdT.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//AcKVlWaNVVVFQwro3nLXqPljcYA.jpg",
    "overview": "Residents in a lonely gulch of inland California bear witness to an uncanny, chilling discovery.",
    "release_date": "2022-07-20"
  },
  "NOSFERATU": {
    "backdrop": "https://image.tmdb.org/t/p/w500//hR8ol54rRSt3rouSJ9fHINLPUQg.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//gVjHF375pdFANPMXUT3aJxoOi0J.jpg",
    "overview": "A gothic tale of obsession between a haunted young woman and the terrifying vampire infatuated with her, causing untold horror in its wake.",
    "release_date": "2024-12-25"
  },
  "National Theatre Live: Dear England": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//mV56EJt8buyzHEzzzNw8DokdsV1.jpg",
    "overview": "The country that gave the world football has since delivered a painful pattern of loss. Why can’t England’s men win at their own game? With the worst track record for penalties in the world, Gareth Southgate knows he needs to open his mind and face up to the years of hurt, to take team and country back to the promised land.",
    "release_date": "2024-01-25"
  },
  "National Theatre Live: Vanya": {
    "backdrop": "https://image.tmdb.org/t/p/w500//cJ87PPDRHq0QTjyh6l3ocBA2vD8.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//56SXVixZsjtYbwsOTb60UgoDmN.jpg",
    "overview": "Andrew Scott brings multiple characters to life in Chekhov's Uncle Vanya, filmed live in West End, London. Hopes, dreams, and regrets are thrust into sharp focus in this one-man adaptation which explores the complexities of human emotions",
    "release_date": "2024-02-22"
  },
  "PAST LIVES": {
    "backdrop": "https://image.tmdb.org/t/p/w500//rron9HAuS9s7zBF8iCX1tsafxUo.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//k3waqVXSnvCZWfJYNtdamTgTtTA.jpg",
    "overview": "Nora and Hae Sung, two childhood friends, are reunited in New York for one fateful week as they confront notions of destiny, love, and the choices that make a life.",
    "release_date": "2023-06-02"
  },
  "PERFECT BLUE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//A1Larywbw79kZQqkvCEiPHJqdLN.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//6WTiOCfDPP8XV4jqfloiVWf7KHq.jpg",
    "overview": "Encouraged by her managers, rising pop star Mima takes on a recurring role on a popular TV show, when suddenly her handlers and collaborators begin turning up murdered.",
    "release_date": "1998-02-28"
  },
  "PSYCHO": {
    "backdrop": "https://image.tmdb.org/t/p/w500//uif5fUshJrXyyDzfpzp1DLw3N0S.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//yz4QVqPx3h1hD1DfqqQkCq3rmxW.jpg",
    "overview": "When larcenous real estate clerk Marion Crane goes on the lam with a wad of cash and hopes of starting a new life, she ends up at the notorious Bates Motel, where manager Norman Bates cares for his housebound mother.",
    "release_date": "1960-06-22"
  },
  "Perfect Days": {
    "backdrop": "https://image.tmdb.org/t/p/w500//hjWxngV6tidwDkfJDEgMjHD2KEz.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//mjEk5Wwx6TYVqw29zSaUHclMIgp.jpg",
    "overview": "Hirayama is content with his life as a toilet cleaner in Tokyo. Outside of his structured routine he cherishes music on cassette tapes, books, and taking photos of trees. Through unexpected encounters, he reflects on finding beauty in the world.",
    "release_date": "2023-11-10"
  },
  "Poor Things": {
    "backdrop": "https://image.tmdb.org/t/p/w500//jp5MBWKaDVBuzaSFHTHGc9kpu51.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//kCGlIMHnOm8JPXq3rXM6c5wMxcT.jpg",
    "overview": "Brought back to life by an unorthodox scientist, a young woman runs off with a debauched lawyer on a whirlwind adventure across the continents. Free from the prejudices of her times, she grows steadfast in her purpose to stand for equality and liberation.",
    "release_date": "2023-12-07"
  },
  "Red Island": {
    "backdrop": "https://image.tmdb.org/t/p/w500//gRghyEUbqfeyYJtcExJwfeYvqNE.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//zX7SOesChX57rIyg3BYr5RcwTZy.jpg",
    "overview": "A distressed couple become stranded on an isolated island only to get hunted by an unforeseen force.",
    "release_date": "2018-12-01"
  },
  "SEVEN": {
    "backdrop": "https://image.tmdb.org/t/p/w500//colmzMI1D9h610XN98VGoKNcifi.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//h7904tdTu4O6EVX4UyesxtqF0xR.jpg",
    "overview": "What caused Building 7 to collapse on 9/11? Dr. Leroy Hulsey from the University of Alaska Fairbanks may have the answer, following an exhausting four year engineering study.",
    "release_date": "2020-12-08"
  },
  "SHIVA BABY": {
    "backdrop": "https://image.tmdb.org/t/p/w500//xkXEP5HhFuOAxTzbj770jVpfsyo.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//5IBJwMPSCS5XdRT7BO1ZMreFOis.jpg",
    "overview": "College student Danielle must cover her tracks when she unexpectedly runs into her sugar daddy at a shiva - with her parents, ex-girlfriend and family friends also in attendance.",
    "release_date": "2021-04-02"
  },
  "STOP MAKING SENSE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//iLxliFy7HrIbKGHTdwVfgKeQLwG.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//xwYPEzLi7dXtnMl1YWkJmIL5LCZ.jpg",
    "overview": "A concert film documenting Talking Heads at the height of their popularity, on tour for their 1983 album \"Speaking in Tongues.\" The band takes the stage one by one and is joined by a cadre of guest musicians for a career-spanning and cinematic performance that features creative choreography and visuals.",
    "release_date": "1984-11-16"
  },
  "Shoshana": {
    "backdrop": "https://image.tmdb.org/t/p/w500//84hvJ2yBnJ9pRlwfyeKrybFBtJc.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//fH9st7TzPGgHBEHUlFy2H2lj5Bi.jpg",
    "overview": "A political thriller that unfolds during the British Mandate in 1930s Tel Aviv, following two British police officers, Thomas Wilkin and Geoffrey Morton, in their hunt for poet and Zionist activist Avraham Stern, who is plotting to evict British authorities.",
    "release_date": "2024-01-25"
  },
  "Spaceman": {
    "backdrop": "https://image.tmdb.org/t/p/w500//hVkRPg8cdcqrP5fjENxKiVPRE8h.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//jDdnDEGu3GiLtJwDXeL4hfFzmGv.jpg",
    "overview": "During a research mission, an astronaut discovers that his marriage is in trouble. Luckily, he has the help of a mysterious creature hidden in his ship.",
    "release_date": "2024-02-23"
  },
  "THE EXORCIST": {
    "backdrop": "https://image.tmdb.org/t/p/w500//huC0x1don81NMreSGx4ITkrv9aG.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//5x0CeVHJI8tcDx8tUUwYHQSNILq.jpg",
    "overview": "When a charming 12-year-old girl takes on the characteristics and voices of others, doctors say there is nothing they can do. As people begin to die, the girl's mother realizes her daughter has been possessed by the devil--and that her daughter's only possible hope lies with two priests and the ancient rite of demonic exorcism.",
    "release_date": "1973-12-26"
  },
  "THE HILLS HAVE EYES": {
    "backdrop": "https://image.tmdb.org/t/p/w500//i9ypo2EPubwkD5XLiAHqPG7OMHg.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//53x6ZGyYLgYwa5VQRdSqvVYwrl9.jpg",
    "overview": "Based on Wes Craven's 1977 suspenseful cult classic, The Hills Have Eyes is the story of a family road trip that goes terrifyingly awry when the travelers become stranded in a government atomic zone. Miles from nowhere, the Carter family soon realizes the seemingly uninhabited wasteland is actually the breeding ground of a blood-thirsty mutant family...and they are the prey.",
    "release_date": "2006-03-10"
  },
  "THE HOUSE THAT JACK BUILT": {
    "backdrop": "https://image.tmdb.org/t/p/w500//ff6ujDT1Qt2H4lzWhLtK71W8Om6.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//bMUGNkPaHOurcBK9g3XpJx3fxuO.jpg",
    "overview": "Failed architect, engineer and vicious murderer Jack narrates the details of some of his most elaborately orchestrated crimes, each of them a towering piece of art that defines his life's work as a serial killer for twelve years.",
    "release_date": "2018-07-05"
  },
  "THE LATENT IMAGE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//jUf1fwKjCb5KwHqwXiorj7rbyo6.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//exMURtX5fmeDySiH0RQMQ98gaPA.jpg",
    "overview": "A thriller writer finds his story coming to horrifying life when a mysterious drifter arrives at the door of his isolated cabin.",
    "release_date": "2022-11-11"
  },
  "THE LIGHTHOUSE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//i51wnN9phojyn14xHjQt6rv1r0x.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//4SC4cyzHWWzDEdszdxHYPWd32YH.jpg",
    "overview": "Two lighthouse keepers try to maintain their sanity while living on a remote and mysterious New England island in the 1890s.",
    "release_date": "2019-10-18"
  },
  "THE LOST BOYS": {
    "backdrop": "https://image.tmdb.org/t/p/w500//m4vNXgy0EfvOSSXMWJC6FfMSyIR.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//nH1lvyQvfbL5GKScTtT6zkIvDEn.jpg",
    "overview": "When an unsuspecting town newcomer is drawn to local blood fiends, the Frog brothers and other unlikely heroes gear up to rescue him.",
    "release_date": "1987-07-31"
  },
  "THE THING": {
    "backdrop": "https://image.tmdb.org/t/p/w500//jaO8WurWoUBE55nskqtFqPZFFaO.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//tzGY49kseSE9QAKk47uuDGwnSCu.jpg",
    "overview": "In the winter of 1982, a twelve-man research team at a remote Antarctic research station discovers an alien buried in the snow for over 100,000 years. Soon unfrozen, the form-changing creature wreaks havoc, creates terror... and becomes one of them.",
    "release_date": "1982-06-25"
  },
  "THE WITCH": {
    "backdrop": "https://image.tmdb.org/t/p/w500//dEY6lCgiODGMDPY3Oo2j09ngPiq.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//zap5hpFCWSvdWSuPGAQyjUv2wAC.jpg",
    "overview": "In 1630, a farmer relocates his family to a remote plot of land on the edge of a forest where strange, unsettling things happen. With suspicion and paranoia mounting, each family member's faith, loyalty and love are tested in shocking ways.",
    "release_date": "2015-01-27"
  },
  "THREE DAYS OF A BLIND GIRL": {
    "backdrop": "https://image.tmdb.org/t/p/w500//1an0sWJgvMaV7WgkRXwIkEgoxbm.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//xQ7tIsprm1gvsDKH4qCvCX49YAC.jpg",
    "overview": "The wife of a heart surgeon, suffering from temporary blindness, is home alone. But a strange man ingratiates himself into her household in order to avenge the seduction and death of his wife, for which the surgeon appears responsible...",
    "release_date": "1993-05-27"
  },
  "The Holdovers": {
    "backdrop": "https://image.tmdb.org/t/p/w500//57fhbxl9is7W7ur5v6UuvlNsoSg.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//VHSzNBTwxV8vh7wylo7O9CLdac.jpg",
    "overview": "A curmudgeonly instructor at a New England prep school is forced to remain on campus during Christmas break to babysit the handful of students with nowhere to go. Eventually, he forms an unlikely bond with one of them — a damaged, brainy troublemaker — and with the school’s head cook, who has just lost a son in Vietnam.",
    "release_date": "2023-10-27"
  },
  "The Iron Claw": {
    "backdrop": "https://image.tmdb.org/t/p/w500//4l65BWqJBl7hBwdIwp2nQdwsOuw.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//nfs7DCYhgrEIgxKYbITHTzKsggf.jpg",
    "overview": "The true story of the inseparable Von Erich brothers, who made history in the intensely competitive world of professional wrestling in the early 1980s. Through tragedy and triumph, under the shadow of their domineering father and coach, the brothers seek larger-than-life immortality on the biggest stage in sports.",
    "release_date": "2023-12-21"
  },
  "The Promised Land": {
    "backdrop": "https://image.tmdb.org/t/p/w500//6KTY6ld8Hu8XmgnzXVXS9frI3L8.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//27FBhYrhgqb22BN9iUujt85EHQQ.jpg",
    "overview": "Denmark, 1755. Captain Ludvig Kahlen sets out to conquer a Danish heath reputed to be uncultivable, with an impossible goal: to establish a colony in the name of the king, in exchange for a royal title. A single-minded ambition that the ruthless lord of the region will relentlessly seek to put down. Kahlen's fate hangs in the balance: will his endevours bring him wealth and honour, or cost him his life...?",
    "release_date": "2023-10-05"
  },
  "The Taste of Things": {
    "backdrop": "https://image.tmdb.org/t/p/w500//nonn5GP1FcoqbQRuUWV7zOU8VLJ.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//mmMc875bREz7XXbmSDhfBqcCSBA.jpg",
    "overview": "Set in 1889 France, Dodin Bouffant is a chef living with his personal cook and lover Eugénie. They share a long history of gastronomy and love but Eugénie refuses to marry Dodin, so the food lover decides to do something he has never done before: cook for her.",
    "release_date": "2023-11-08"
  },
  "The Zone of Interest": {
    "backdrop": "https://image.tmdb.org/t/p/w500//aPQsU3yLDUOhLJYnSqkhKRkQTAw.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//hUu9zyZmDd8VZegKi1iK1Vk0RYS.jpg",
    "overview": "The commandant of Auschwitz, Rudolf Höss, and his wife Hedwig, strive to build a dream life for their family in a house and garden next to the camp.",
    "release_date": "2023-12-15"
  },
  "WAR OF THE WORLDS (2005)": {
    "backdrop": "https://image.tmdb.org/t/p/w500//nH6hPhJq3EEv9CnBZgXU3IQnpJo.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//6Biy7R9LfumYshur3YKhpj56MpB.jpg",
    "overview": "Ray Ferrier is a divorced dockworker and less-than-perfect father. Soon after his ex-wife and her new husband drop off his teenage son and young daughter for a rare weekend visit, a strange and powerful lightning storm touches down.",
    "release_date": "2005-06-28"
  },
  "WITNESS": {
    "backdrop": "https://image.tmdb.org/t/p/w500//o7DFxRyxcjkuTADGjpfCLcRlfsj.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//kOymD1rChAMykmDVEzJpIh4OYS7.jpg",
    "overview": "A sheltered Amish child is the sole witness of a brutal murder in a restroom at a Philadelphia train station, and he must be protected.  The assignment falls to a taciturn detective who goes undercover in a Pennsylvania Dutch community. On the farm, he slowly assimilates despite his urban grit, and forges a romantic bond with the child's beautiful mother.",
    "release_date": "1985-02-08"
  },
  "Wicked Little Letters": {
    "backdrop": "https://image.tmdb.org/t/p/w500//ley1eQzX6v2s7RyU6fKhE56SK1Q.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//scAU7YudKNVeZlOfgSEWntAUSJ.jpg",
    "overview": "A 1920s English seaside town bears witness to a dark and absurd scandal in this riotous mystery comedy. Based on a stranger than fiction true story, the film follows two neighbours: deeply conservative local Edith Swan and rowdy Irish migrant Rose Gooding. When Edith and fellow residents begin to receive wicked letters full of unintentionally hilarious profanities, foul-mouthed Rose is charged with the crime. The anonymous letters prompt a national uproar, and a trial ensues. However, as the town’s women - led by Police Officer Gladys Moss - begin to investigate the crime themselves, they suspect that something is amiss, and Rose may not be the culprit after all.",
    "release_date": "2024-02-23"
  },
  "Your Fat Friend": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//abugBzOO56iY56pJqEda8kuw0ps.jpg",
    "overview": "Charting Aubrey Gordon's journey from anonymous blogger to NY Times bestselling author and podcast host, and the complexities of making change. It’s a film about fatness, family and the deep, messy feelings all of us hold about our bodies.",
    "release_date": "2024-02-09"
  }
}