{
  "A Brief History Of A Family": {
    "backdrop": "https://image.tmdb.org/t/p/w500//gJDGWlJbFO4KqB47ng3d0skA6zq.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//mmwirHYVO1JZQCaWhl2UMepCChp.jpg",
    "overview": "A middle-class family's fate becomes intertwined with their only son's enigmatic new friend in post one-child policy China, putting unspoken secrets, unmet expectations, and untended emotions under the microscope.",
    "release_date": "2024-10-15"
  },
  "A Minecraft Movie": {
    "backdrop": "https://image.tmdb.org/t/p/w500//2Nti3gYAX513wvhp8IiLL6ZDyOm.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//yFHHfHcUgGAxziP1C3lLt0q2T4s.jpg",
    "overview": "Four misfits find themselves struggling with ordinary problems when they are suddenly pulled through a mysterious portal into the Overworld: a bizarre, cubic wonderland that thrives on imagination. To get back home, they'll have to master this world while embarking on a magical quest with an unexpected, expert crafter, Steve.",
    "release_date": "2025-03-31"
  },
  "Anora": {
    "backdrop": "https://image.tmdb.org/t/p/w500//kEYWal656zP5Q2Tohm91aw6orlT.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//7MrgIUeq0DD2iF7GR6wqJfYZNeC.jpg",
    "overview": "A young sex worker from Brooklyn gets her chance at a Cinderella story when she meets and impulsively marries the son of an oligarch. Once the news reaches Russia, her fairytale is threatened as his parents set out to get the marriage annulled.",
    "release_date": "2024-10-14"
  },
  "Black Bag": {
    "backdrop": "https://image.tmdb.org/t/p/w500//9ctmJLf3uUngYkwHbRttukm2n5l.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//hHPovtU4b96LHcoeEwRkGHI5btw.jpg",
    "overview": "When intelligence agent Kathryn Woodhouse is suspected of betraying the nation, her husband – also a legendary agent – faces the ultimate test of whether to be loyal to his marriage, or his country.",
    "release_date": "2025-03-12"
  },
  "Conclave": {
    "backdrop": "https://image.tmdb.org/t/p/w500//tkRDTu9hyWgaBSSzfkYDCZYd1kV.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//m5x8D0bZ3eKqIVWZ5y7TnZ2oTVg.jpg",
    "overview": "After the unexpected death of the Pope, Cardinal Lawrence is tasked with managing the covert and ancient ritual of electing a new one. Sequestered in the Vatican with the Catholic Church’s most powerful leaders until the process is complete, Lawrence finds himself at the center of a conspiracy that could lead to its downfall.",
    "release_date": "2024-10-25"
  },
  "Death of a Unicorn": {
    "backdrop": "https://image.tmdb.org/t/p/w500//4hLstNPnQXNhX3MfNPuGdGogE7i.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//lXR32JepFwD1UHkplWqtBP1K79z.jpg",
    "overview": "A father and daughter accidentally hit and kill a unicorn while en route to a weekend retreat, where his billionaire boss seeks to exploit the creature’s miraculous curative properties.",
    "release_date": "2025-03-27"
  },
  "DocHouse: All The Mountains Give": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//dhSmR8T0U24Z922LHzHF8IoWhwC.jpg",
    "overview": "A powerful account of the Kolbari covert goods traden between the Kurdish cities and towns of Iran and borders of Iraq.  The film follows Hamid and Yasser over six years as they contend with the life threatening conditions they and their families have to face to survive.  A rare insight into the plight of the Kurdish people, this is an elegant portrait of a marginalised people, where the palpable sense of risk and danger is contrasted with the gentle rhythms of family life under harsh conditions.",
    "release_date": "2024-08-17"
  },
  "DocHouse: Balomania": {
    "backdrop": "https://image.tmdb.org/t/p/w500//3tnHgrQJjx9LssuNC2Hmz5WjHaU.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//tszzGX5sTi9Ay2uFRMRJfEwG9mn.jpg",
    "overview": "With police and bounty hunters hot on her heels, a young filmmaker embarks on a wild ride with a Brazilian brotherhood of balloon builders. A real-life action film with an incredible story about finding freedom against all odds.",
    "release_date": "2024-03-13"
  },
  "DocHouse: Blue Road: The Edna O'Brien Story": {
    "backdrop": "https://image.tmdb.org/t/p/w500//3ypjV2KnpaVta7PAcz0GLiM1Ikk.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//1KCswo2GqoO6sweiuX2hzdU5eAk.jpg",
    "overview": "Emerging from rural Ireland, Edna O’Brien broke multiple taboos with her sexually provocative literature and equally adventurous love life. Here, she opens up about her past with additional perspectives offered by Gabriel Byrne, Walter Mosely, and others.",
    "release_date": "2025-01-31"
  },
  "DocHouse: Borderland - The Line Within": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//oqBru8Wpx11nZ4xpq3IogCftac3.jpg",
    "overview": "A powerful set of stories of “righteous persons” taking action along the U.S.-Mexico border, motivated by moral conviction and compassion. \"Borderland\" shows how courageous actions can lead to political mobilization and the defense of human rights in the face of hate and discrimination.",
    "release_date": "2024-04-04"
  },
  "DocHouse: I Dream in Photos": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//3c3TDgWj0KwZzc85guEzx4Q4RmV.jpg",
    "overview": "I Dream In Photos which explores the life and work of photographer Cathal McNaughton. Filmed over three years, we will see what inspired Cathal to create his breathtaking 25-year-long body of work and why he quit “the best job in the world” aged just 40: shortly after winning the ultimate accolade in his industry – the Pulitzer Prize.",
    "release_date": "2023-07-24"
  },
  "DocHouse: One to One: John & Yoko": {
    "backdrop": "https://image.tmdb.org/t/p/w500//9n78URb0Q3U8OjXQF98UNaw6MIZ.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//9SncSYtmHNJv2hwFkkHw6k8vNvX.jpg",
    "overview": "An exploration of the seminal and transformative 18 months that one of music’s most famous couples — John Lennon and Yoko Ono — spent living in Greenwich Village, New York City, in the early 1970s.",
    "release_date": "2025-04-09"
  },
  "DocHouse: Salesman": {
    "backdrop": "https://image.tmdb.org/t/p/w500//y9I304YATiOlL0EFCfTZ0b592kE.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//gQhe7uWygmAiQ6HNA7Jeys4wdbk.jpg",
    "overview": "This documentary from Albert and David Maysles follows the bitter rivalry of four door-to-door salesmen working for the Mid-American Bible Company: Paul \"The Badger\" Brennan, Charles \"The Gipper\" McDevitt, James \"The Rabbit\" Baker and Raymond \"The Bull\" Martos. Times are tough for this hard-living quartet, who spend their days traveling through small-town America, trying their best to peddle gold-leaf Bibles to an apathetic crowd of lower-middle-class housewives and elderly couples.",
    "release_date": "1969-04-17"
  },
  "Drop": {
    "backdrop": "https://image.tmdb.org/t/p/w500//2CcMG34v4PCynvxwmBUwVtNqsKL.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//oK4FFNfFHQRyGc2pmo88zpiu5Gc.jpg",
    "overview": "Violet, a widowed mother on her first date in years, arrives at an upscale restaurant where she is relieved that her date, Henry, is more charming and handsome than she expected. But their chemistry begins to curdle as Violet begins being irritated and then terrorized by a series of anonymous drops to her phone.",
    "release_date": "2025-04-09"
  },
  "Flow": {
    "backdrop": "https://image.tmdb.org/t/p/w500//5Re8n4DqcTTRwvzCvxbgwt6SecH.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//uqUwD865PnyxEKXVdHrHEL6bRIj.jpg",
    "overview": "A filmmaker talks about his work and love life with an unseen friend behind the camera. We also watch four of his short films.",
    "release_date": "1996-01-01"
  },
  "Four Mothers": {
    "backdrop": "https://image.tmdb.org/t/p/w500//xZWqZAa36Qa7GaYD0Tc0kvJOOak.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//k26NTlX128xaX9WIIL6rO1nWS8q.jpg",
    "overview": "Four married sisters face motherhood, financial, marital and family issues together.",
    "release_date": "1941-01-04"
  },
  "Holy Cow": {
    "backdrop": "https://image.tmdb.org/t/p/w500//6uIc9Qw7xc2vBTrWEzT8Y9vrYtT.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//mFkjs5DDJCW7zzUoF3Dx6TFyPkW.jpg",
    "overview": "When a stage artist is send to fight he met a lovely girl.",
    "release_date": "1982-09-23"
  },
  "I'm Still Here": {
    "backdrop": "https://image.tmdb.org/t/p/w500//x0pkoGlwWdkzRxgQioD3cUG0awu.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//gZnsMbhCvhzAQlKaVpeFRHYjGyb.jpg",
    "overview": "In 1971, military dictatorship in Brazil reaches its height. The Paiva family — Rubens, Eunice, and their five children — live in a beachside house in Rio, open to all their friends. One day, Rubens is taken for questioning and does not return.",
    "release_date": "2024-09-19"
  },
  "Julie Keeps Quiet": {
    "backdrop": "https://image.tmdb.org/t/p/w500//yXwJzc6beR82pg6R3BMaurH4lwq.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//HscPMTxowVUG4I20uWEdnD3PaT.jpg",
    "overview": "As the star player at an elite tennis academy, Julie’s life revolves around the game she loves. When her coach falls under investigation and is suddenly suspended, all of the club’s players are encouraged to speak up. But Julie decides to keep quiet...",
    "release_date": "2024-10-16"
  },
  "La Cocina": {
    "backdrop": "https://image.tmdb.org/t/p/w500//p5bmCE3QLqrAbvNau7DJKF5HXe8.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//2zhdUl8KWK8QGATbWTRGexYthZT.jpg",
    "overview": "It is the lunchtime rush at The Grill, a New York tourist trap that serves thousands of customers on a regular Friday like today. Money has gone missing from the till and all the workers are being questioned.",
    "release_date": "2024-10-25"
  },
  "Mickey 17": {
    "backdrop": "https://image.tmdb.org/t/p/w500//hNA73rnG4PjSwgojaC2gbO1f8Rt.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//edKpE9B5qN3e559OuMCLZdW1iBZ.jpg",
    "overview": "Unlikely hero Mickey Barnes finds himself in the extraordinary circumstance of working for an employer who demands the ultimate commitment to the job… to die, for a living.",
    "release_date": "2025-02-28"
  },
  "Mr. Burton": {
    "backdrop": "https://image.tmdb.org/t/p/w500//rxMcBJoZnBeiYqRTCgh1d9aZtx0.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//2xJMwrYBge97v4v3W2K5gCotuG1.jpg",
    "overview": "In the Welsh town of Port Talbot, 1942, Richard Jenkins lives as a wayward schoolboy, caught between the pressures of his struggling family, a devastating war and his own ambitions. However, a new opportunity arises when Richard’s natural talent for drama catches the attention of his teacher, Philip Burton.",
    "release_date": "2025-03-31"
  },
  "Neil Young: Coastal": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//7nyLlJ9wnWWpdksvp5Br4qbFKQm.jpg",
    "overview": "Take a journey with Neil Young on this personal, behind-the-scenes doc as he cruises the coast for his recent solo tour. Coastal gives an intimate view of the maverick musician, as he navigates a return to the stage post-Covid. From his everyday observations on the bus to his candid banter with his audience. Coastal is a rare peek behind the curtain of this unguarded iconoclast.",
    "release_date": "2025-04-17"
  },
  "One to One: John & Yoko": {
    "backdrop": "https://image.tmdb.org/t/p/w500//9n78URb0Q3U8OjXQF98UNaw6MIZ.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//9SncSYtmHNJv2hwFkkHw6k8vNvX.jpg",
    "overview": "An exploration of the seminal and transformative 18 months that one of music’s most famous couples — John Lennon and Yoko Ono — spent living in Greenwich Village, New York City, in the early 1970s.",
    "release_date": "2025-04-09"
  },
  "Restless": {
    "backdrop": "https://image.tmdb.org/t/p/w500//ryWdhY92EhVyb9wpyPZ7ru3NVO.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//cv0AonfuCDrt1sfR8HRopODEbul.jpg",
    "overview": "Two outsiders, both shaped by the circumstances that have brought them together, forge a deep and lasting love.",
    "release_date": "2011-09-16"
  },
  "Santosh": {
    "backdrop": "https://image.tmdb.org/t/p/w500//b9cSmjdGs8dkiqIj5QbEURLfRjC.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//l42fcfptFniWfCYYL4c9GldJ8UT.jpg",
    "overview": "Cold-hearted and manipulative Kamla has fallen in love with a poor man and marries him and has a child named Santosh. She soon realizes that life is not fun living in poverty, and abandons her child and husband, and returns back to her father and his wealth. She re-marries millionaire Kailashpathi, and has a child named Kundan from him. Years pass by, Kundan and Santosh have both grown up. Kundan is the owner of the mill with his mom, while Santosh is a struggling mill worker, and a union worker. A confrontation ensues between the mill and the workers, and Kamla is able to negotiate a settlement and get the workers back to work, but fails to keep the promise. Santosh opposes this, and she sets her goons and Kundan against him. Santosh is abducted and held prisoner by Kamla and Kundan, and the only way he can be released is when he compromises with them.",
    "release_date": "1989-02-28"
  },
  "Sebastian": {
    "backdrop": "https://image.tmdb.org/t/p/w500//sfJbbg9t9ueicBfZoVQBAxXiRKG.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//wpLwwnwhxAcclWRfyLTvePqaQQB.jpg",
    "overview": "Sebastian is an undisciplined mathematics genius who works in the \"cipher bureau\" of the British Intelligence. While cracking enemy codes, Sebastian finds time to romance co-worker Rebecca Howard.",
    "release_date": "1968-01-24"
  },
  "Sinners": {
    "backdrop": "https://image.tmdb.org/t/p/w500//oUgVgGaNqV9Y0Zdyjc1kCpzIe4G.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//fWPgbnt2LSqkQ6cdQc0SZN9CpLm.jpg",
    "overview": "Trying to leave their troubled lives behind, twin brothers return to their hometown to start again, only to discover that an even greater evil is waiting to welcome them back.",
    "release_date": "2025-04-16"
  },
  "The Amateur": {
    "backdrop": "https://image.tmdb.org/t/p/w500//6van4BavoNXaZhCPdzLHNQ4Uc8H.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//SNEoUInCa5fAgwuEBMIMBGvkkh.jpg",
    "overview": "After his life is turned upside down when his wife is killed in a London terrorist attack, a brilliant but introverted CIA decoder takes matters into his own hands when his supervisors refuse to take action.",
    "release_date": "2025-04-09"
  },
  "The Brutalist": {
    "backdrop": "https://image.tmdb.org/t/p/w500//hmZnqijPaaACjenDkrbWcCmcADI.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//vP7Yd6couiAaw9jgMd5cjMRj3hQ.jpg",
    "overview": "When a visionary architect and his wife flee post-war Europe in 1947 to rebuild their legacy and witness the birth of modern United States, their lives are changed forever by a mysterious, wealthy client.",
    "release_date": "2024-12-20"
  },
  "The End": {
    "backdrop": "https://image.tmdb.org/t/p/w500//9p93IMBLEtKukXblsNKlMe3m97V.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//aFbxahzgLzJz7i70zcCzzmydwwL.jpg",
    "overview": "Wendell Lawson has only six months to live. Not wanting to endure his last few months of life waiting for the end, he decides to take matters into his own hands and enlists the help of a delusional mental patient to help him commit suicide.",
    "release_date": "1978-05-10"
  },
  "The Penguin Lessons": {
    "backdrop": "https://image.tmdb.org/t/p/w500//gQ2i6VOinwwTDwduXEkVcNLMzsa.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//uz7eucj2EgBLC0KVjkiCbVrvuX9.jpg",
    "overview": "In 1976, as Argentina descends into violence and chaos, a world-weary English teacher regains his compassion for others thanks to an unlikely friendship with a penguin.",
    "release_date": "2025-03-27"
  },
  "The Return": {
    "backdrop": "https://image.tmdb.org/t/p/w500//uOQgMhYyu7dkXdHoRkCqZIF32M6.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//qZKKwXyZ92K0mIRpf2FbCkQa7oO.jpg",
    "overview": "Depicts a continuation of the \"Battle of Mayang\", an all-out war against the neighboring country Zhao that Shin and Wang Ki fought in in the previous work \"Flame of Fate\".",
    "release_date": "2024-07-12"
  },
  "Warfare": {
    "backdrop": "https://image.tmdb.org/t/p/w500//2qIsm6cwiYi9eazSpLl4qKQeiTT.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//oXsDTDt1MqxJreROd2cbd2FMOZ2.jpg",
    "overview": "A platoon of American Navy SEALs in the home of an Iraqi family overwatches the movement of US forces through insurgent territory.",
    "release_date": "2025-04-10"
  }
}