{
  "A Minecraft Movie": {
    "backdrop": "https://image.tmdb.org/t/p/w500//2Nti3gYAX513wvhp8IiLL6ZDyOm.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//iPPTGh2OXuIv6d7cwuoPkw8govp.jpg",
    "overview": "Four misfits find themselves struggling with ordinary problems when they are suddenly pulled through a mysterious portal into the Overworld: a bizarre, cubic wonderland that thrives on imagination. To get back home, they'll have to master this world while embarking on a magical quest with an unexpected, expert crafter, Steve.",
    "release_date": "2025-03-31"
  },
  "Anora": {
    "backdrop": "https://image.tmdb.org/t/p/w500//87GU2ifjNYtgYtcRH1NNH1P4ODo.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//7MrgIUeq0DD2iF7GR6wqJfYZNeC.jpg",
    "overview": "A young sex worker from Brooklyn gets her chance at a Cinderella story when she meets and impulsively marries the son of an oligarch. Once the news reaches Russia, her fairytale is threatened as his parents set out to get the marriage annulled.",
    "release_date": "2024-10-14"
  },
  "April": {
    "backdrop": "https://image.tmdb.org/t/p/w500//cPooorKpaHxmZXGjjf1N5byltyK.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//tyjedmlxOQig4UsztTypPZuObSN.jpg",
    "overview": "",
    "release_date": "1963-08-02"
  },
  "Backlash: The Murder of George Floyd": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//8y6hZPiPglbmLIVcIl3p99aSGss.jpg",
    "overview": "Five years since the murder of George Floyd – the police killing that set America on fire with rage and sparked a wave of protests around the world, director Kwabena Oppong's film explores one of the most important and defining events in modern history.  Featuring ground-breaking interviews with members of George Floyd’s family, the Minneapolis Police Chief who took the bold step of testifying against one of his own officers, Boris Johnson’s advisor on race Samuel Kasumu, and Sal Naseem the former Regional Director for London at the IOPC, as well as cultural figures Che Lingo, Nathalie Emmanuel, broadcasters Andi and Miquita Oliver and Munya Chawawa.",
    "release_date": "2025-05-06"
  },
  "Björk: Cornucopia": {
    "backdrop": "https://image.tmdb.org/t/p/w500//2sBvgFUJlA3iHGsjRFy1rpakEs5.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//rTYLf0bfgkpyZzdBCPddreZiBmh.jpg",
    "overview": "A visually spectacular landscape of lush colours, futuristic screens and wild images of nature that comes alive with Björk's wondrous music, as she performs live alongside musicians and choirs of flutes and voices.",
    "release_date": "2025-05-07"
  },
  "Black Bag": {
    "backdrop": "https://image.tmdb.org/t/p/w500//wi2CEFSyoxoBWdFeVmTeqnlX3qI.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//hHPovtU4b96LHcoeEwRkGHI5btw.jpg",
    "overview": "When intelligence agent Kathryn Woodhouse is suspected of betraying the nation, her husband – also a legendary agent – faces the ultimate test of whether to be loyal to his marriage, or his country.",
    "release_date": "2025-03-12"
  },
  "Conclave": {
    "backdrop": "https://image.tmdb.org/t/p/w500//1YMrOtrW7b4pL2lfD8UciZPOJGs.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//l4WXg5oQPK6GVlISKQNIUGb8rKJ.jpg",
    "overview": "After the unexpected death of the Pope, Cardinal Lawrence is tasked with managing the covert and ancient ritual of electing a new one. Sequestered in the Vatican with the Catholic Church’s most powerful leaders until the process is complete, Lawrence finds himself at the center of a conspiracy that could lead to its downfall.",
    "release_date": "2024-10-25"
  },
  "DocHouse: Blue Road: The Edna O'Brien Story": {
    "backdrop": "https://image.tmdb.org/t/p/w500//3ypjV2KnpaVta7PAcz0GLiM1Ikk.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//1KCswo2GqoO6sweiuX2hzdU5eAk.jpg",
    "overview": "Emerging from rural Ireland, Edna O’Brien broke multiple taboos with her sexually provocative literature and equally adventurous love life. Here, she opens up about her past with additional perspectives offered by Gabriel Byrne, Walter Mosely, and others.",
    "release_date": "2025-01-31"
  },
  "DocHouse: Gimme Shelter": {
    "backdrop": "https://image.tmdb.org/t/p/w500//hTUveXKSPA7jWZ08MaXaHSvY6lO.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//eEvqFlmn7d8prqRVaFJ5pjJFHuB.jpg",
    "overview": "After running away from her abusive mother, a streetwise teen seeks refuge with her father, but he rejects her when he learns that she's pregnant.",
    "release_date": "2013-10-17"
  },
  "DocHouse: Marching In The Dark": {
    "backdrop": "https://image.tmdb.org/t/p/w500//nhzf0YK6AdA0eO9RNKdLpheRjcz.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//xTlnSecyGXlyxGSe8hlYbjZSFkv.jpg",
    "overview": "In a drought-struck region in India, suffering from climate change and a high suicide rate amongst farmers, a group of resilient women farmers, who recently lost their husbands, is coming together with a local psychologist to learn counselling and help others in grief.",
    "release_date": "2024-03-19"
  },
  "DocHouse: More Than A Dance": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//lpWuQfv4ug4dM6sRubG2jKWuXya.jpg",
    "overview": "In the heart of Toronto’s vibrant multicultural landscape, a dedicated group of Canadian Latvian immigrants comes together to preserve the traditions of their ancestors through the art of folk dance. Known as 'Daugaviņa,' this close-knit community of dancers spans multiple generations, each member driven by a shared passion for their cultural heritage.  As they prepare for the journey of a lifetime—to perform at the 150th Latvian Nationwide Song and Dance Festival in Riga, Latvia—they are not just rehearsing steps, but reconnecting with the rhythms of their roots. The festival, one of the largest such events in the world, drawing almost three times more participants than the Olympic Games, represents a homecoming for many, and a chance to immerse themselves in the culture their forebears cherished.",
    "release_date": "2025-03-14"
  },
  "DocHouse: Ocean With David Attenborough": {
    "backdrop": "https://image.tmdb.org/t/p/w500//xXhezqKPaSzNPo4azQeJ2HG5ZIR.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//6tf6Is7GQigZds4tSsd1WJ47ZxX.jpg",
    "overview": "In OCEAN WITH DAVID ATTENBOROUGH the celebrated broadcaster and filmmaker reveals how his lifetime has coincided with the great age of ocean discovery. Through spectacular sequences featuring coral reefs, kelp forests and the open ocean, Attenborough shares why a healthy ocean keeps the entire planet stable and flourishing.  Stunning, immersive cinematography showcases the wonder of life under the seas and exposes the realities and challenges facing our ocean as never-before-seen, from destructive fishing techniques to mass coral reef bleaching.  Yet the story is one of optimism, with Attenborough pointing to inspirational stories from around the world to deliver his greatest message: the ocean can recover to a glory beyond anything anyone alive has ever seen.",
    "release_date": "2025-05-08"
  },
  "DocHouse: Riefenstahl": {
    "backdrop": "https://image.tmdb.org/t/p/w500//u4F2cV0y4lXW7uwrdsDLrZT6Izc.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//mlFChQIw33eD18SqUxxXoic0HZt.jpg",
    "overview": "Explores Leni Riefenstahl's artistic legacy and her complex ties to the Nazi regime, juxtaposing her self-portrayal with evidence suggesting awareness of the regime's atrocities.",
    "release_date": "2024-10-31"
  },
  "DocHouse: The Accidental Spy": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//o5K5F75OXmN9LgrRJvIj1ppmEse.jpg",
    "overview": "Days after 9/11, Blerim Skoro was recruited from a Manhattan prison by the CIA and FBI. For over a decade, he was America's infidel mole, roaming the Middle East as a spy deep inside al-Qaeda.",
    "release_date": "2024-10-11"
  },
  "DocHouse: The Sinking of the Lisbon Maru": {
    "backdrop": "https://image.tmdb.org/t/p/w500//24QqgIElJ4Gym024xzYbzMAVw1y.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//nV0ggublB3adZ7W7V9M7zKD30BD.jpg",
    "overview": "Filmmaker Fang Li and his crew explore exhaustive historical investigation, as far as possible to find the core of the British, American, Japanese and Chinese parties and descendants, trying to infinitely close to the truth of the World War II \"Death Ship\" — \"Lisbon Maru\", which is 30 meters under the sea off the East Polar Island in Zhoushan, China.",
    "release_date": "2024-08-31"
  },
  "DocHouse: Where Dragons Live": {
    "backdrop": "https://image.tmdb.org/t/p/w500//3Lj8iRnP1DO6Skj79wl7BbCT6Ca.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//5NNG197d04sRn1NORa4fujSEfl8.jpg",
    "overview": "Following the death of their parents, Harriet and her siblings must unpack their childhood fears as they prepare to sell their dragon-filled Oxfordshire home. Between the clutter and the boxes, the siblings find themselves haunted by the memories of their late parents: a dragon-obsessed father and an exacting mother, and the esoteric collections of objects they left behind.",
    "release_date": "2024-11-28"
  },
  "Flow": {
    "backdrop": "https://image.tmdb.org/t/p/w500//5Re8n4DqcTTRwvzCvxbgwt6SecH.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//uqUwD865PnyxEKXVdHrHEL6bRIj.jpg",
    "overview": "A filmmaker talks about his work and love life with an unseen friend behind the camera. We also watch four of his short films.",
    "release_date": "1996-01-01"
  },
  "Holy Cow": {
    "backdrop": "https://image.tmdb.org/t/p/w500//6uIc9Qw7xc2vBTrWEzT8Y9vrYtT.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//mFkjs5DDJCW7zzUoF3Dx6TFyPkW.jpg",
    "overview": "When a stage artist is send to fight he met a lovely girl.",
    "release_date": "1982-09-23"
  },
  "I'm Still Here": {
    "backdrop": "https://image.tmdb.org/t/p/w500//x0pkoGlwWdkzRxgQioD3cUG0awu.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//gZnsMbhCvhzAQlKaVpeFRHYjGyb.jpg",
    "overview": "In 1971, military dictatorship in Brazil reaches its height. The Paiva family — Rubens, Eunice, and their five children — live in a beachside house in Rio, open to all their friends. One day, Rubens is taken for questioning and does not return.",
    "release_date": "2024-09-19"
  },
  "Julie Keeps Quiet": {
    "backdrop": "https://image.tmdb.org/t/p/w500//yXwJzc6beR82pg6R3BMaurH4lwq.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//HscPMTxowVUG4I20uWEdnD3PaT.jpg",
    "overview": "As the star player at an elite tennis academy, Julie’s life revolves around the game she loves. When her coach falls under investigation and is suddenly suspended, all of the club’s players are encouraged to speak up. But Julie decides to keep quiet...",
    "release_date": "2024-10-16"
  },
  "Motel Destino": {
    "backdrop": "https://image.tmdb.org/t/p/w500//1qBE6HrzB6Vqu9SCoMcNK8CR2Y5.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//voacJO6y6pKMAioYysZQcWALjQL.jpg",
    "overview": "Dayana lives an abusive marriage with former police officer Elias, owner of Motel Destino. When 21-year-old Heraldo finds himself at the motel after messing up a hit and going on the run, Dayana finds herself intrigued and lets him stay. As the two navigate a dance of power and desire, a dangerous plan for freedom emerges.",
    "release_date": "2024-08-22"
  },
  "Ocean With David Attenborough": {
    "backdrop": "https://image.tmdb.org/t/p/w500//xXhezqKPaSzNPo4azQeJ2HG5ZIR.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//6tf6Is7GQigZds4tSsd1WJ47ZxX.jpg",
    "overview": "In OCEAN WITH DAVID ATTENBOROUGH the celebrated broadcaster and filmmaker reveals how his lifetime has coincided with the great age of ocean discovery. Through spectacular sequences featuring coral reefs, kelp forests and the open ocean, Attenborough shares why a healthy ocean keeps the entire planet stable and flourishing.  Stunning, immersive cinematography showcases the wonder of life under the seas and exposes the realities and challenges facing our ocean as never-before-seen, from destructive fishing techniques to mass coral reef bleaching.  Yet the story is one of optimism, with Attenborough pointing to inspirational stories from around the world to deliver his greatest message: the ocean can recover to a glory beyond anything anyone alive has ever seen.",
    "release_date": "2025-05-08"
  },
  "Parthenope": {
    "backdrop": "https://image.tmdb.org/t/p/w500//aACb16EooaTSWGHwjsoeGe8DmyF.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//uhMIPArCsAzMKRMtLj2VDqAd6ZO.jpg",
    "overview": "Parthenope, born in the sea near Naples in 1950, is beautiful, enigmatic, and intelligent. She is shamelessly courted by many. However, beauty comes at a cost.",
    "release_date": "2024-10-19"
  },
  "Santosh": {
    "backdrop": "https://image.tmdb.org/t/p/w500//b9cSmjdGs8dkiqIj5QbEURLfRjC.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//l42fcfptFniWfCYYL4c9GldJ8UT.jpg",
    "overview": "Cold-hearted and manipulative Kamla has fallen in love with a poor man and marries him and has a child named Santosh. She soon realizes that life is not fun living in poverty, and abandons her child and husband, and returns back to her father and his wealth. She re-marries millionaire Kailashpathi, and has a child named Kundan from him. Years pass by, Kundan and Santosh have both grown up. Kundan is the owner of the mill with his mom, while Santosh is a struggling mill worker, and a union worker. A confrontation ensues between the mill and the workers, and Kamla is able to negotiate a settlement and get the workers back to work, but fails to keep the promise. Santosh opposes this, and she sets her goons and Kundan against him. Santosh is abducted and held prisoner by Kamla and Kundan, and the only way he can be released is when he compromises with them.",
    "release_date": "1989-02-28"
  },
  "Sebastian": {
    "backdrop": "https://image.tmdb.org/t/p/w500//sfJbbg9t9ueicBfZoVQBAxXiRKG.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//wpLwwnwhxAcclWRfyLTvePqaQQB.jpg",
    "overview": "Sebastian is an undisciplined mathematics genius who works in the \"cipher bureau\" of the British Intelligence. While cracking enemy codes, Sebastian finds time to romance co-worker Rebecca Howard.",
    "release_date": "1968-01-24"
  },
  "Sinners": {
    "backdrop": "https://image.tmdb.org/t/p/w500//oUgVgGaNqV9Y0Zdyjc1kCpzIe4G.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//jYfMTSiFFK7ffbY2lay4zyvTkEk.jpg",
    "overview": "Trying to leave their troubled lives behind, twin brothers return to their hometown to start again, only to discover that an even greater evil is waiting to welcome them back.",
    "release_date": "2025-04-16"
  },
  "The Accountant 2": {
    "backdrop": "https://image.tmdb.org/t/p/w500//rdxdvXQGqCj2Vb7SvTL8gdxlSzI.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//kMDUS7VmFhb2coRfVBoGLR8ADBt.jpg",
    "overview": "When an old acquaintance is murdered, Wolff is compelled to solve the case. Realizing more extreme measures are necessary, Wolff recruits his estranged and highly lethal brother, Brax, to help. In partnership with Treasury Agent Marybeth Medina, they uncover a deadly conspiracy, becoming targets of a ruthless network of killers who will stop at nothing to keep their secrets buried.",
    "release_date": "2025-04-23"
  },
  "The Amateur": {
    "backdrop": "https://image.tmdb.org/t/p/w500//yMoEGh8kDEwqsoJumnQLwFJ9V6h.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//SNEoUInCa5fAgwuEBMIMBGvkkh.jpg",
    "overview": "After his life is turned upside down when his wife is killed in a London terrorist attack, a brilliant but introverted CIA decoder takes matters into his own hands when his supervisors refuse to take action.",
    "release_date": "2025-04-05"
  },
  "The Penguin Lessons": {
    "backdrop": "https://image.tmdb.org/t/p/w500//fuL0NvVCG7YYjhxkosh8pS0J1nm.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//hZ7rDX01j86x8O1E7Pe7658QYs4.jpg",
    "overview": "In 1976, as Argentina descends into violence and chaos, a world-weary English teacher regains his compassion for others thanks to an unlikely friendship with a penguin.",
    "release_date": "2025-03-27"
  },
  "The Return": {
    "backdrop": "https://image.tmdb.org/t/p/w500//uOQgMhYyu7dkXdHoRkCqZIF32M6.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//qZKKwXyZ92K0mIRpf2FbCkQa7oO.jpg",
    "overview": "Depicts a continuation of the \"Battle of Mayang\", an all-out war against the neighboring country Zhao that Shin and Wang Ki fought in in the previous work \"Flame of Fate\".",
    "release_date": "2024-07-12"
  },
  "The Uninvited": {
    "backdrop": "https://image.tmdb.org/t/p/w500//poCmeIQA2xL7GnGq9PMwUcJ4AgI.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//uwp5ahLmWliRyX3mPoLHU7BKhf5.jpg",
    "overview": "A brother and sister move into an old seaside house that has been abandoned for many years on the Cornwellian coast. They soon discover that it is haunted by the ghost of the mother of their neighbor's granddaughter, with whom the brother has fallen in love.",
    "release_date": "1944-02-24"
  },
  "Thunderbolts*": {
    "backdrop": "https://image.tmdb.org/t/p/w500//rthMuZfFv4fqEU4JVbgSW9wQ8rs.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//hqcexYHbiTBfDIdDWxrxPtVndBX.jpg",
    "overview": "After finding themselves ensnared in a death trap, seven disillusioned castoffs must embark on a dangerous mission that will force them to confront the darkest corners of their pasts.",
    "release_date": "2025-04-28"
  },
  "Warfare": {
    "backdrop": "https://image.tmdb.org/t/p/w500//cJvUJEEQ86LSjl4gFLkYpdCJC96.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//oXsDTDt1MqxJreROd2cbd2FMOZ2.jpg",
    "overview": "A platoon of Navy SEALs embarks on a dangerous mission in Ramadi, Iraq, with the chaos and brotherhood of war retold through their memories of the event.",
    "release_date": "2025-04-09"
  }
}