{
  "A Brief History Of A Family": {
    "backdrop": "https://image.tmdb.org/t/p/w500//gJDGWlJbFO4KqB47ng3d0skA6zq.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//mmwirHYVO1JZQCaWhl2UMepCChp.jpg",
    "overview": "A middle-class family's fate becomes intertwined with their only son's enigmatic new friend in post one-child policy China, putting unspoken secrets, unmet expectations, and untended emotions under the microscope.",
    "release_date": "2024-10-15"
  },
  "Anora": {
    "backdrop": "https://image.tmdb.org/t/p/w500//kEYWal656zP5Q2Tohm91aw6orlT.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//qh8m8Udz0sCa5gy9VaqfHPh0yPM.jpg",
    "overview": "A young sex worker from Brooklyn gets her chance at a Cinderella story when she meets and impulsively marries the son of an oligarch. Once the news reaches Russia, her fairytale is threatened as his parents set out to get the marriage annulled.",
    "release_date": "2024-10-14"
  },
  "Black Bag": {
    "backdrop": "https://image.tmdb.org/t/p/w500//gxO51FVgADhYGGnnRPIlutVqb30.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//9z32e4ziLQs10NYewgO2CqUWjM7.jpg",
    "overview": "When his beloved wife is suspected of betraying the nation, an intelligence agent faces the ultimate test – loyalty to his marriage or his country.",
    "release_date": "2025-03-12"
  },
  "Bridget Jones: Mad About the Boy": {
    "backdrop": "https://image.tmdb.org/t/p/w500//zwSDvbnN51JqU1ULzPnEc22DkqV.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//taEVBdVSqYo9YeN3ycw2SosklZL.jpg",
    "overview": "Bridget Jones navigates life as a widow and single mum with the help of her family, friends, and former lover, Daniel. Back to work and on the apps, she's pursued by a younger man and maybe – just maybe – her son's science teacher.",
    "release_date": "2025-02-12"
  },
  "Conclave": {
    "backdrop": "https://image.tmdb.org/t/p/w500//tkRDTu9hyWgaBSSzfkYDCZYd1kV.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//m5x8D0bZ3eKqIVWZ5y7TnZ2oTVg.jpg",
    "overview": "After the unexpected death of the Pope, Cardinal Lawrence is tasked with managing the covert and ancient ritual of electing a new one. Sequestered in the Vatican with the Catholic Church’s most powerful leaders until the process is complete, Lawrence finds himself at the center of a conspiracy that could lead to its downfall.",
    "release_date": "2024-10-25"
  },
  "DIG! XX": {
    "backdrop": "https://image.tmdb.org/t/p/w500//tsbp0zi7TmAOOmqek9PMWdrIFf9.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//qt3nXpocHaVJWWhZqQmx4vmoBwm.jpg",
    "overview": "DIG! XX is the 20th anniversary extended edition of the rock documentary DIG!, which adds new narration by The Brian Jonestown Massacre’s Joel Gion, features 40+ minutes of never-before-seen footage, and brings this epic tale through to today.  DIG! XX looks at the collision of art and commerce through the star-crossed friendship and bitter rivalry of dueling rock bands — The Dandy Warhols and The Brian Jonestown Massacre. Through their loves and obsessions, gigs, arrests and death threats, uppers and downers, and ultimately to their chance at a piece of the profit-driven music business, they stage a self-proclaimed revolution in the music industry.",
    "release_date": "2024-01-23"
  },
  "Disney’s Snow White": {
    "backdrop": "https://image.tmdb.org/t/p/w500//2siOHQYDG7gCQB6g69g2pTZiSia.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//xWWg47tTfparvjK0WJNX4xL8lW2.jpg",
    "overview": "A princess joins forces with seven dwarfs to liberate her kingdom from her cruel stepmother, the Evil Queen.",
    "release_date": "2025-03-19"
  },
  "DocHouse: DIG! XX": {
    "backdrop": "https://image.tmdb.org/t/p/w500//tsbp0zi7TmAOOmqek9PMWdrIFf9.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//qt3nXpocHaVJWWhZqQmx4vmoBwm.jpg",
    "overview": "DIG! XX is the 20th anniversary extended edition of the rock documentary DIG!, which adds new narration by The Brian Jonestown Massacre’s Joel Gion, features 40+ minutes of never-before-seen footage, and brings this epic tale through to today.  DIG! XX looks at the collision of art and commerce through the star-crossed friendship and bitter rivalry of dueling rock bands — The Dandy Warhols and The Brian Jonestown Massacre. Through their loves and obsessions, gigs, arrests and death threats, uppers and downers, and ultimately to their chance at a piece of the profit-driven music business, they stage a self-proclaimed revolution in the music industry.",
    "release_date": "2024-01-23"
  },
  "DocHouse: Going To Mars: Nikki Giovanni Project": {
    "backdrop": "https://image.tmdb.org/t/p/w500//9CTiJpBRG5Uhhz2ASqz0vN23TBK.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//7qWRK7ornW1DkebZlS3IYYJ3TCC.jpg",
    "overview": "Intimate vérité, archival footage, and visually innovative treatments of poetry take us on a journey through the dreamscape of legendary queer poet Nikki Giovanni as she reflects on her life and legacy.",
    "release_date": "2023-11-03"
  },
  "DocHouse: Johatsu: Into Thin Air": {
    "backdrop": "https://image.tmdb.org/t/p/w500//u2Jwzfo03pOWCVY2P2y9jvCbiUj.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//kh0RgwYkRtykK1056Z60DQN2ESF.jpg",
    "overview": "In Japan, thousands of people disappear voluntarily every year. And there are companies ready to help those who want to disappear without a trace and start a new life somewhere else. Meet some of them in a film that soberly examines a modern phenomenon.",
    "release_date": "2024-09-19"
  },
  "DocHouse: No Other Land": {
    "backdrop": "https://image.tmdb.org/t/p/w500//jcuZkNso7LNMFtPAcXunxQzIaIq.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//s7XYieuZg9kMe07i9VI4bfGN4Pw.jpg",
    "overview": "This film made by a Palestinian-Israeli collective shows the destruction of the occupied West Bank's Masafer Yatta by Israeli soldiers and the alliance which develops between the Palestinian activist Basel and Israeli journalist Yuval.",
    "release_date": "2024-11-01"
  },
  "DocHouse: Soundtrack to a Coup d'État": {
    "backdrop": "https://image.tmdb.org/t/p/w500//fUlzONyAzageVzf2ruxkw3RWEiM.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//eZOB9UurVQjpdIp72L49pyd3anw.jpg",
    "overview": "Jazz and decolonization are intertwined in a powerful narrative that recounts one of the tensest episodes of the Cold War.  In 1960, the UN became the stage for a political earthquake as the struggle for independence in the Congo put the world on high alert. The newly independent nation faced its first coup d'état, orchestrated by Western forces and Belgium, which were reluctant to relinquish control over their resource-rich former colony. The US tried to divert attention by sending jazz ambassador Louis Armstrong to the African continent.  In 1961, Congolese leader Patrice Lumumba was brutally assassinated, silencing a key voice in the fight against colonialism; his death was facilitated by Belgian and CIA operatives. Musicians Abbey Lincoln and Max Roach took action, denouncing imperialism and structural racism. Soviet Premier Nikita Khrushchev intensified his criticism of the US, highlighting the racial barriers that characterized American society.",
    "release_date": "2024-09-11"
  },
  "DocHouse: The Lost Notebook": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//zHwNjf67vX5DWG2BeGex5xcDvau.jpg",
    "overview": "The Lost Notebook is an ode to cinema and a celebration of escapism. A filmmaker stumbles upon a notebook belonging to a Hungarian man who meticulously documented his 2158 visits to the cinema. Who was this man, and what drove him to chronicle his cinematic experiences? As the filmmaker delves deeper into the mystery, she reaches out to the deceased man's family, setting the stage for an unfolding family drama. With each revelation, long-buried secrets resurface, exposing a gaping chasm between the filmmaker and the family. While one embraces documentaries that delve into the rawness of reality, the other finds solace in action-packed films that provide an escape from it. Can these two disparate worlds ever converge?",
    "release_date": "2024-03-14"
  },
  "DocHouse: The Stimming Pool": {
    "backdrop": "https://image.tmdb.org/t/p/w500//f60ZWgcRqiJB0r4DrzTlHadPefR.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//9RddmxlHOU1pDTeHVfP9QS552BV.jpg",
    "overview": "Created by a collective of neurodivergent filmmakers in an attempt to provide an alternative and artistic take on what it's like to live with neurodivergence in a chaotic world not made for those who are different.",
    "release_date": "2024-03-08"
  },
  "DocHouse: The Thinking Game": {
    "backdrop": "https://image.tmdb.org/t/p/w500//qtHHjRkCPNHu7qBSQ2M8v7lYz3d.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//jNMzCuUIt5tfHYJEpCIef7oqkfI.jpg",
    "overview": "Chronicles the extraordinary life of visionary scientist Demis Hassabis and his relentless quest to solve the enigma of artificial general intelligence.",
    "release_date": "2025-03-21"
  },
  "DocHouse: Twiggy": {
    "backdrop": "https://image.tmdb.org/t/p/w500//mXOJnrcS2UuhRuKDN51Mol3GiMY.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//7Wl4mtdA4BBxCaXfDHXkPHGvYWa.jpg",
    "overview": "Twiggy takes a comprehensive look at the life story of UK model and cultural icon Twiggy, real name Lesley Lawson, whose career kickstarted in the 1960s. It features interviews with Twiggy and her husband Leigh Lawson, as well as commentary from Erin O’Connor, Paul McCartney, Lulu, Poppy Delavigne, Brooke Shields, Pattie Boyd and Zandra Rhodes.",
    "release_date": "2025-03-07"
  },
  "DocHouse: Two Strangers Trying Not To Kill Each..": {
    "backdrop": "https://image.tmdb.org/t/p/w500//41EL4xM7QIfUmmJGwiVc2TMufyP.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//yC5cCv8mJ4sO3lC18wua6nR4r2C.jpg",
    "overview": "Life, death and making meaning are the heart of a beautiful and often very funny film about an aging couple who, after an accident, face the inevitability of impermanence and seek a deep peace in their relationship while they still can.",
    "release_date": "2025-03-21"
  },
  "Flow": {
    "backdrop": "https://image.tmdb.org/t/p/w500//5Re8n4DqcTTRwvzCvxbgwt6SecH.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//uqUwD865PnyxEKXVdHrHEL6bRIj.jpg",
    "overview": "A filmmaker talks about his work and love life with an unseen friend behind the camera. We also watch four of his short films.",
    "release_date": "1996-01-01"
  },
  "I'm Still Here": {
    "backdrop": "https://image.tmdb.org/t/p/w500//yZq3kFveiDtfJpwQTgZwXBxs4aE.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//h8c53OPv2miF6vzpVXQZX8jw1pJ.jpg",
    "overview": "I'm Still Here is a portrayal of a tumultuous year in the life of actor Joaquin Phoenix. With remarkable access, the film follows the Oscar-nominee as he announces his retirement from a successful film career in the fall of 2008 and sets off to reinvent himself as a hip-hop musician. The film is a portrait of an artist at a crossroads and explores notions of courage and creative reinvention, as well as the ramifications of a life spent in the public eye.",
    "release_date": "2010-09-10"
  },
  "La Captive": {
    "backdrop": "https://image.tmdb.org/t/p/w500//A73L43TlR4ISUn4B9b6EGcoEcpm.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//h7M7jy1tzLR5Il0jZptEYw0ECnt.jpg",
    "overview": "Ariane and Simon met down by the water. Simon has managed to prize Ariane away from her friends, a bunch of free and arrogant girls, and move her into his place, with her own room at the end of the hall and her own bathroom next to his. He has taken on Andrée, one of the girls from the bunch by the water, to watch over Ariane, escort her wherever she goes and report back to him on everything she does. Andrée becomes Ariane’s accomplice. She’ll tell lies for her, and with her, and most likely they’ll make love together when the mood takes them.",
    "release_date": "2000-09-27"
  },
  "Mickey 17": {
    "backdrop": "https://image.tmdb.org/t/p/w500//wNGmdDGK1Pcv6fwZTqvXoLSt5mX.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//edKpE9B5qN3e559OuMCLZdW1iBZ.jpg",
    "overview": "Unlikely hero Mickey Barnes finds himself in the extraordinary circumstance of working for an employer who demands the ultimate commitment to the job… to die, for a living.",
    "release_date": "2025-02-28"
  },
  "NT Live: The Importance of Being Earnest": {
    "backdrop": "https://image.tmdb.org/t/p/w500//8zLQVMmXH83gsn4v6LT4XsEbsGv.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//xUrWvUVO0IpnJL2bcgd5JEsnndr.jpg",
    "overview": "Being sensible can be excessively boring. At least Jack thinks so.  While assuming the role of dutiful guardian in the country, he lets loose in town under a false identity. Meanwhile, his friend Algy takes on a similar facade.  Unfortunately, living a double life has its drawbacks, especially when it comes to love. Hoping to impress two eligible ladies, the gentlemen find themselves caught in a web of lies they must carefully navigate.",
    "release_date": "2025-02-20"
  },
  "Paris, Texas": {
    "backdrop": "https://image.tmdb.org/t/p/w500//pAKpSMrCv9HQdMKvIdLgTdpKh5f.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//mYYdCi54E2xVbUxCr03tMookv9Z.jpg",
    "overview": "A man wanders out of the desert not knowing who he is. His brother finds him, and helps to pull his memory back of the life he led before he walked out on his family and disappeared four years earlier.",
    "release_date": "1984-07-16"
  },
  "Santosh": {
    "backdrop": "https://image.tmdb.org/t/p/w500//b9cSmjdGs8dkiqIj5QbEURLfRjC.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//l42fcfptFniWfCYYL4c9GldJ8UT.jpg",
    "overview": "Cold-hearted and manipulative Kamla has fallen in love with a poor man and marries him and has a child named Santosh. She soon realizes that life is not fun living in poverty, and abandons her child and husband, and returns back to her father and his wealth. She re-marries millionaire Kailashpathi, and has a child named Kundan from him. Years pass by, Kundan and Santosh have both grown up. Kundan is the owner of the mill with his mom, while Santosh is a struggling mill worker, and a union worker. A confrontation ensues between the mill and the workers, and Kamla is able to negotiate a settlement and get the workers back to work, but fails to keep the promise. Santosh opposes this, and she sets her goons and Kundan against him. Santosh is abducted and held prisoner by Kamla and Kundan, and the only way he can be released is when he compromises with them.",
    "release_date": "1989-02-28"
  },
  "Sister Midnight": {
    "backdrop": "https://image.tmdb.org/t/p/w500//b1Pms8IQTCzZimyliCx8CFeqfSa.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//6W5TJyZqNtAWiHDqDIP7lhA0Glf.jpg",
    "overview": "In Mumbai, an arranged marriage spirals into darkness as the spineless husband watches his wife morph into a ruthless, feral force within their marital confines.",
    "release_date": "2025-03-14"
  },
  "The Alto Knights": {
    "backdrop": "https://image.tmdb.org/t/p/w500//4HnBkc45h6ABO9i6rbPHTqlKUu8.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//95KmR0xNuZZ6DNESDwLKWGIBvMg.jpg",
    "overview": "Two of New York's most notorious organized crime bosses, Frank Costello and Vito Genovese, vie for control of the city's streets. Once the best of friends, petty jealousies and a series of betrayals place them on a deadly collision course that will reshape the Mafia (and America) forever.",
    "release_date": "2025-03-14"
  },
  "The Brutalist": {
    "backdrop": "https://image.tmdb.org/t/p/w500//hmZnqijPaaACjenDkrbWcCmcADI.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//vP7Yd6couiAaw9jgMd5cjMRj3hQ.jpg",
    "overview": "Escaping post-war Europe, visionary architect László Toth arrives in America to rebuild his life. On his own in a strange new country, a wealthy industrialist recognizes his talent. But power and legacy come at a heavy cost...",
    "release_date": "2024-12-20"
  },
  "The End": {
    "backdrop": "https://image.tmdb.org/t/p/w500//9p93IMBLEtKukXblsNKlMe3m97V.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//aFbxahzgLzJz7i70zcCzzmydwwL.jpg",
    "overview": "Wendell Lawson has only six months to live. Not wanting to endure his last few months of life waiting for the end, he decides to take matters into his own hands and enlists the help of a delusional mental patient to help him commit suicide.",
    "release_date": "1978-05-10"
  },
  "The Seed of the Sacred Fig": {
    "backdrop": "https://image.tmdb.org/t/p/w500//zqZzYVE4DWv92xrYSCEELPcLnUP.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//ifOazNzv2cNJ5CQjMV7cPXG2Lmy.jpg",
    "overview": "Investigating judge Iman grapples with paranoia amid political unrest in Tehran. When his gun vanishes, he suspects his wife and daughters, imposing draconian measures that strain family ties as societal rules crumble.",
    "release_date": "2024-09-18"
  },
  "The Summer With Carmen": {
    "backdrop": "https://image.tmdb.org/t/p/w500//yQYFwvBgMGnjXNujfpmwRNVAEDA.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//zik40amxHJ5j7XtmQMXzM8Stvis.jpg",
    "overview": "While having a day-long swim at Athens' queer beach, best friends Demosthenes and Nikitas recall the events of a recent summer in the prospect of turning them into a screenplay for Nikitas' feature debut.",
    "release_date": "2024-06-13"
  },
  "The Thinking Game": {
    "backdrop": "https://image.tmdb.org/t/p/w500//qtHHjRkCPNHu7qBSQ2M8v7lYz3d.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//jNMzCuUIt5tfHYJEpCIef7oqkfI.jpg",
    "overview": "Chronicles the extraordinary life of visionary scientist Demis Hassabis and his relentless quest to solve the enigma of artificial general intelligence.",
    "release_date": "2025-03-21"
  },
  "Two Strangers Trying Not to Kill Each Other": {
    "backdrop": "https://image.tmdb.org/t/p/w500//41EL4xM7QIfUmmJGwiVc2TMufyP.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//yC5cCv8mJ4sO3lC18wua6nR4r2C.jpg",
    "overview": "Life, death and making meaning are the heart of a beautiful and often very funny film about an aging couple who, after an accident, face the inevitability of impermanence and seek a deep peace in their relationship while they still can.",
    "release_date": "2025-03-21"
  }
}