{
  "A Complete Unknown": {
    "backdrop": "https://image.tmdb.org/t/p/w500//4WHRiFgbsAuSJ79fyr8pTXkj4G2.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//5tQYnwYrvr7XhYY7JZYLo7MYIVN.jpg",
    "overview": "New York, early 1960s. Against the backdrop of a vibrant music scene and tumultuous cultural upheaval, an enigmatic 19-year-old from Minnesota arrives in the West Village with his guitar and revolutionary talent, destined to change the course of American music.",
    "release_date": "2024-12-18"
  },
  "A Real Pain": {
    "backdrop": "https://image.tmdb.org/t/p/w500//nGC3ZkXEcjGbqAAonS1xn6gaNpb.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//yaTFjMNh8D78dDHrglivOTv5YOx.jpg",
    "overview": "Mismatched cousins David and Benji reunite for a tour through Poland to honor their beloved grandmother. The adventure takes a turn when the pair's old tensions resurface against the backdrop of their family history.",
    "release_date": "2024-11-01"
  },
  "All We Imagine as Light": {
    "backdrop": "https://image.tmdb.org/t/p/w500//7Dlm1hdwRNdb6KLImH9mKBR070N.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//6Ee8vZYu5Lndfu9KRhVxSX3uufR.jpg",
    "overview": "In Mumbai, Nurse Prabha's routine is troubled when she receives an unexpected gift from her estranged husband. Her younger roommate, Anu, tries in vain to find a spot in the city to be intimate with her boyfriend. A trip to a beach town allows them to find a space for their desires to manifest.",
    "release_date": "2024-09-21"
  },
  "Anora": {
    "backdrop": "https://image.tmdb.org/t/p/w500//4cp40IyTpFfsT2IKpl0YlUkMBIR.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//7MrgIUeq0DD2iF7GR6wqJfYZNeC.jpg",
    "overview": "A young sex worker from Brooklyn gets her chance at a Cinderella story when she meets and impulsively marries the son of an oligarch. Once the news reaches Russia, her fairytale is threatened as his parents set out to get the marriage annulled.",
    "release_date": "2024-10-14"
  },
  "Babygirl": {
    "backdrop": "https://image.tmdb.org/t/p/w500//hctfNoMpQGfn3VXdBYb9p0P5bT5.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//A8HbTd0FemZyFCh5qvJFpHGiwF8.jpg",
    "overview": "A high-powered CEO puts her career and family on the line when she begins a torrid affair with her much younger intern.",
    "release_date": "2024-12-25"
  },
  "Companion": {
    "backdrop": "https://image.tmdb.org/t/p/w500//sc1abgWNXc29wSBaerrjGBih06l.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//oCoTgC3UyWGfyQ9thE10ulWR7bn.jpg",
    "overview": "A billionaire's death sets off a chain of events for Iris and her friends during a weekend trip to his lakeside estate.",
    "release_date": "2025-01-22"
  },
  "Conclave": {
    "backdrop": "https://image.tmdb.org/t/p/w500//66nlC5LDZmDUWONGkUZT2BrOszG.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//vYEyxF1UT779RiEalpMjUT6kfdf.jpg",
    "overview": "After the unexpected death of the Pope, Cardinal Lawrence is tasked with managing the covert and ancient ritual of electing a new one. Sequestered in the Vatican with the Catholic Church’s most powerful leaders until the process is complete, Lawrence finds himself at the center of a conspiracy that could lead to its downfall.",
    "release_date": "2024-10-25"
  },
  "DocHouse: 2073": {
    "backdrop": "https://image.tmdb.org/t/p/w500//721p2lNSGp2iSlUUukZwCzEKrnn.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//l67ir3kU53FYd6Vjwhqrkih1H1P.jpg",
    "overview": "Inspired by Chris Marker's iconic 1962 featurette La Jetée; the year is 2073—a not-so-distant dystopian future—and the setting is New San Francisco, the scorched-earth tech-dominant police state where democracy and personal freedom have been well and truly obliterated.",
    "release_date": "2024-12-27"
  },
  "DocHouse: Architecton": {
    "backdrop": "https://image.tmdb.org/t/p/w500//9Sl9oyD2rrFKbCWvWiHQifwOoTn.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//dPFUKGDjWRxzSj3430nIlUiAAm6.jpg",
    "overview": "An extraordinary journey through the material that makes up our habitat: concrete and its ancestor, stone. Victor Kossakovsky raises a fundamental question: how do we inhabit the world of tomorrow?",
    "release_date": "2024-10-03"
  },
  "DocHouse: K-Family Affairs": {
    "backdrop": "https://image.tmdb.org/t/p/w500//5LZ0vlUNx6QdD9sX9K6prnxhzoc.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//8WMA5tlK2FrraRzWpMuJ1EXUYI4.jpg",
    "overview": "In her first feature-length documentary, filmmaker Nam Arum turns her camera on her parents, two members of South Korea’s 386 Generation. The political activism of this generation came to a head in June 1987 with major protests that forced the authoritarian government to hold universal suffrage elections and implement key democratic reforms. Over 35 years later, the filmmaker reflects on the state of this democracy through a warm-hearted family portrait set against the backdrop of the country’s recent history. Using a personal and intimate cinematic style, Arum examines her father's adherence to conventionality as a high-ranking civil servant and her mother's fervent enthusiasm as a feminist activist. In the midst of these two contrasting dynamics, Arum seeks to discover her own role and how she can contribute to social change.",
    "release_date": "2025-01-16"
  },
  "DocHouse: My Stolen Planet": {
    "backdrop": "https://image.tmdb.org/t/p/w500//rN4VJnuG9vo3USSjcU0Qg2MwRKY.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//gtYj4b5atJXTEW1AnC1qCE9wh1R.jpg",
    "overview": "Farah, an Iranian woman, is forced to migrate to her private planet to be free. She buys other people’s memories in form of Super 8 films and records and archives her own to create an alternative history of Iran.",
    "release_date": "2024-09-12"
  },
  "DocHouse: Plastic People": {
    "backdrop": "https://image.tmdb.org/t/p/w500//3gzvzg16vCcHwmBVWRKRWABViGb.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//mqzSnCTd49TcG3nSYQIRStkFWqy.jpg",
    "overview": "Are we becoming Plastic People? Our ground-breaking feature documentary investigates our addiction to plastic and the growing threat of microplastics on human health. Almost every bit of plastic ever made ends up ground down into \"microplastics\". These microscopic particles drift in the air, float in the water and sit in the soil. And now, leading scientists are finding them in our bodies: organs, blood, brain tissue and even the placentas of new mothers. What is the impact of these invisible invaders on our health? Ziya Tong, author and science journalist, makes it personal by visiting leading scientists and undergoing experiments in her home, on her food, and on her body.",
    "release_date": "2024-03-09"
  },
  "DocHouse: Soundtrack to a Coup d'État": {
    "backdrop": "https://image.tmdb.org/t/p/w500//fUlzONyAzageVzf2ruxkw3RWEiM.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//eZOB9UurVQjpdIp72L49pyd3anw.jpg",
    "overview": "In 1960, United Nations: the Global South ignites a political earthquake, musicians Abbey Lincoln and Max Roach crash the Security Council, Nikita Khrushchev bangs his shoe denouncing America’s color bar, while the U.S. dispatches jazz ambassador Louis Armstrong to the Congo to deflect attention from its first African post-colonial coup.",
    "release_date": "2024-09-11"
  },
  "DocHouse: The Bibi Files": {
    "backdrop": "https://image.tmdb.org/t/p/w500//xUVwlnl1zXcL04z857q8o0kY14k.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//aZTt7g857dGU9YUIIMHd5yNSKnY.jpg",
    "overview": "Using never-seen-before interrogation footage, this investigation of Benjamin Netanyahu and his inner circle provides an unflinching gaze into the private world behind the headlines. Petty vanity and a sense of entitlement lead to corruption and the Netanyahus' unwillingness to give up power. The extreme right senses opportunity in Bibi’s weakness, and the dominos fall.",
    "release_date": "2024-12-13"
  },
  "DocHouse: The Flats": {
    "backdrop": "https://image.tmdb.org/t/p/w500//95bHr0o6qkpL3Ndt0Rk0OnFKrNl.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//k6aXsQKTK5PZ11boHoK0jbdGxaW.jpg",
    "overview": "In his tower-block apartment in New Lodge, Joe reenacts memories from his childhood amidst the “Troubles”. In this Catholic area of Belfast, the number of deaths was tragically significant. Joe is joined by neighbours Jolene, Sean, Angie, and others, all willingly participating in this process of revisiting the collective memories that shaped their lives and the district they live in.",
    "release_date": "2025-01-15"
  },
  "Emilia Pérez": {
    "backdrop": "https://image.tmdb.org/t/p/w500//u2eA9pqi1q3DvevT7RuDuJHxxBT.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//7seqaCaaXDNUHOx4DqwpoOH8pPa.jpg",
    "overview": "Rita, an underrated lawyer working for a large law firm more interested in getting criminals out of jail than bringing them to justice, is hired by the leader of a criminal organization.",
    "release_date": "2024-08-21"
  },
  "Flow": {
    "backdrop": "https://image.tmdb.org/t/p/w500//b3mdmjYTEL70j7nuXATUAD9qgu4.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//imKSymKBK7o73sajciEmndJoVkR.jpg",
    "overview": "A solitary cat, displaced by a great flood, finds refuge on a boat with various species and must navigate the challenges of adapting to a transformed world together.",
    "release_date": "2024-08-29"
  },
  "Hard Truths": {
    "backdrop": "https://image.tmdb.org/t/p/w500//uTD237Q8isloqgKnKIYJK95Y8vm.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//k1wvfQfUyX0bE178ZDOC7oHrr3B.jpg",
    "overview": "Pansy is a woman tormented by anger and depression, hypersensitive to the slightest possible offence and ever ready to fly off the handle. She criticises her husband and their adult son so relentlessly that neither bothers to argue with her. She picks fights with strangers and sales clerks and enumerates the world's countless flaws to anyone who will listen, especially her cheerful sister Chantelle, who, despite their clashing temperaments, might be the only person still capable of sympathising with her.",
    "release_date": "2024-12-06"
  },
  "Kneecap": {
    "backdrop": "https://image.tmdb.org/t/p/w500//224f3zy21srh9WnBLFU2z3axIFA.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//gEbQi5QWUg3CQ9R5dwvPBvbOX17.jpg",
    "overview": "When fate brings Belfast teacher JJ into the orbit of self-confessed 'low life scum' Naoise and Liam Og, the needle drops on a hip hop act like no other. Rapping in their native Irish, they lead a movement to save their mother tongue.",
    "release_date": "2024-08-02"
  },
  "Luther: Never Too Much": {
    "backdrop": "https://image.tmdb.org/t/p/w500//1HV2v30FbqrNrOoBPBUxwZY7Jlp.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//qxvvnQS2cw8boE9PtDboLrSchsX.jpg",
    "overview": "Luther Vandross started his career supporting David Bowie, Roberta Flack, Bette Midler, and more. His undeniable talent earned platinum records and accolades, but he struggled to break out beyond the R&B charts. Intensely driven, he overcame personal and professional challenges to secure his place amongst the greatest vocalists in history.",
    "release_date": "2024-11-01"
  },
  "MACBETH: David Tennant & Cush Jumbo": {
    "backdrop": "https://image.tmdb.org/t/p/w500//7TkY8XIqnt8C6XGpBAmzkEPUCwu.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//xp7jhx06sSFlYsOGgZpowS2DEMI.jpg",
    "overview": "Three witches tell the Scottish general Macbeth that he will be King of Scotland. Encouraged by his wife, Macbeth kills the king, becomes the new king, and kills more people out of paranoia. Civil war erupts to overthrow Macbeth, resulting in more death.",
    "release_date": "2025-02-05"
  },
  "Maria": {
    "backdrop": "https://image.tmdb.org/t/p/w500//hTmF6kuYQKyQ4EGfKsj9d5dmTu.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//3oQRG0bwPUqE4N4n8z2kAzr7e40.jpg",
    "overview": "Maria Callas, the world's greatest opera singer, lives the last days of her life in 1970s Paris, as she confronts her identity and life.",
    "release_date": "2024-11-27"
  },
  "Nosferatu": {
    "backdrop": "https://image.tmdb.org/t/p/w500//h7r6LZ32dgLwtwSW3CxoWIYD9pr.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//5qGIxdEO841C0tdY8vOdLoRVrr0.jpg",
    "overview": "A gothic tale of obsession between a haunted young woman and the terrifying vampire infatuated with her, causing untold horror in its wake.",
    "release_date": "2024-12-25"
  },
  "Presence": {
    "backdrop": "https://image.tmdb.org/t/p/w500//st9M4O4imOuQVU35RMeYuEQfkvD.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//xZIGHoHj0DF0zdibwa66cRWHdHO.jpg",
    "overview": "A family becomes convinced they are not alone after moving into their new home in the suburbs.",
    "release_date": "2025-01-17"
  },
  "September 5": {
    "backdrop": "https://image.tmdb.org/t/p/w500//s1PW2xCJPehFP4J5YNkg8GecBU7.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//3kcQOLwYKGPwyjiynFsvP8vHvRn.jpg",
    "overview": "During the 1972 Munich Olympics, an American sports broadcasting crew finds itself thrust into covering the hostage crisis involving Israeli athletes.",
    "release_date": "2024-11-07"
  },
  "The Apprentice": {
    "backdrop": "https://image.tmdb.org/t/p/w500//XqKRa7Dp1kYiZADTz31PfyD6qD.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//5icMlNq4rx6XJ9luWAR1Nr3M9rZ.jpg",
    "overview": "A young Donald Trump, eager to make his name as a hungry scion of a wealthy family in 1970s New York, comes under the spell of Roy Cohn, the cutthroat attorney who would help create the Donald Trump we know today. Cohn sees in Trump the perfect protégé—someone with raw ambition, a hunger for success, and a willingness to do whatever it takes to win.",
    "release_date": "2024-10-09"
  },
  "The Brutalist": {
    "backdrop": "https://image.tmdb.org/t/p/w500//hmZnqijPaaACjenDkrbWcCmcADI.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//vP7Yd6couiAaw9jgMd5cjMRj3hQ.jpg",
    "overview": "Escaping post-war Europe, visionary architect László Tóth arrives in America to rebuild his life, his work, and his marriage to his wife Erzsébet after being forced apart during wartime by shifting borders and regimes. On his own in a strange new country, László settles in Pennsylvania, where the wealthy and prominent industrialist Harrison Lee Van Buren recognizes his talent for building. But power and legacy come at a heavy cost.",
    "release_date": "2024-12-20"
  }
}