{
  "A NIGHTMARE ON ELM STREET": {
    "backdrop": "https://image.tmdb.org/t/p/w500//g9ROrZey0JYp7kf8DoAyZtKnObj.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//wGTpGGRMZmyFCcrY2YoxVTIBlli.jpg",
    "overview": "Teenagers in a small town are dropping like flies, apparently in the grip of mass hysteria causing their suicides. A cop's daughter, Nancy Thompson, traces the cause to child molester Fred Krueger, who was burned alive by angry parents many years before. Krueger has now come back in the dreams of his killers' children, claiming their lives as his revenge. Nancy and her boyfriend, Glen, must devise a plan to lure the monster out of the realm of nightmares and into the real world...",
    "release_date": "1984-11-09"
  },
  "American Fiction": {
    "backdrop": "https://image.tmdb.org/t/p/w500//3mpgltEMgPf8zFtPnAWdDVN8ZT1.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//57MFWGHarg9jid7yfDTka4RmcMU.jpg",
    "overview": "A novelist fed up with the establishment profiting from \"Black\" entertainment uses a pen name to write a book that propels him into the heart of hypocrisy and the madness he claims to disdain.",
    "release_date": "2023-11-10"
  },
  "BIG SHARK": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//bLRQvT1INcmeAiFScI6XIs8CnkD.jpg",
    "overview": "Three firefighters must save New Orleans from a gigantic shark.",
    "release_date": "2023-04-28"
  },
  "BLACK SWAN": {
    "backdrop": "https://image.tmdb.org/t/p/w500//hqh5O4KssfJWI62HGAgrjHXbxhD.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//rH19vkjAzCZ0HIUvrgB3rowm68h.jpg",
    "overview": "A journey through the psyche of a young ballerina whose starring role as the duplicitous swan queen turns out to be a part for which she becomes frighteningly perfect.",
    "release_date": "2010-12-03"
  },
  "BRAM STOKER'S DRACULA": {
    "backdrop": "https://image.tmdb.org/t/p/w500//aC3dRzwAz7LJvQpqCm07JiKIGSO.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//scFDS0U5uYAjcVTyjNc7GmcZw1q.jpg",
    "overview": "In the 19th century, Dracula travels to London and meets Mina, a young woman who appears as the reincarnation of his lost love.",
    "release_date": "1992-11-13"
  },
  "BUBBA HO-TEP": {
    "backdrop": "https://image.tmdb.org/t/p/w500//y59R9eax325HeGlUxJJsOUtkdki.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//pKQBit5ZV7GEOTiMBSYC6xBn86K.jpg",
    "overview": "Bubba Ho-tep tells the \"true\" story of what really did become of Elvis Presley. We find Elvis as an elderly resident in an East Texas rest home, who switched identities with an Elvis impersonator years before his \"death,\" then missed his chance to switch back. He must team up with JFK and fight an ancient Egyptian mummy for the souls of their fellow residents.",
    "release_date": "2002-06-09"
  },
  "Baltimore": {
    "backdrop": "https://image.tmdb.org/t/p/w500//kl7CXppySJY9nzHp6GOjBUixpeC.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//tCc88pmKmxfdYPruInXvbeXWEOz.jpg",
    "overview": "Based on actual events that took place on 26 April 1974, former debutante turned IRA member Rose Dugdale and three comrades carried out an armed raid on Russborough House, Wicklow, in which nineteen masterpieces were stolen in an effort to support the IRA’s armed struggle. The film plays out over the course of the days following the raid, when Rose is in hiding in a remote cottage.",
    "release_date": "2024-03-22"
  },
  "CHILD'S PLAY": {
    "backdrop": "https://image.tmdb.org/t/p/w500//edghRD7vw1XgWEpMLpGt1VSGB5w.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//wvpgvcWNkF2HLuTEMIM7K83MvZ.jpg",
    "overview": "An innocent-looking doll is inhabited by the soul of a serial killer who refuses to die.",
    "release_date": "1988-11-09"
  },
  "CHRISTINE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//xgmRZBt1JMfvsP5dz3wM4lUW1Fc.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//bWi3Cjg8gkf5h3xgU91CVtxkjUc.jpg",
    "overview": "Nerdy high schooler Arnie Cunningham falls for Christine, a rusty 1958 Plymouth Fury, and becomes obsessed with restoring the classic automobile to her former glory. As the car changes, so does Arnie, whose newfound confidence turns to arrogance behind the wheel of his exotic beauty. Arnie's girlfriend Leigh and best friend Dennis reach out to him, only to be met by a Fury like no other.",
    "release_date": "1983-12-09"
  },
  "COME AND SEE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//6C1U0cKK5zGjyUSwNc5GLSVCr7Y.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//qNbMsKVzigERgJUbwf8pKyZogpb.jpg",
    "overview": "The invasion of a village in Byelorussia by German forces sends young Florya into the forest to join the weary Resistance fighters, against his family's wishes. There he meets a girl, Glasha, who accompanies him back to his village. On returning home, Florya finds his family and fellow peasants massacred. His continued survival amidst the brutal debris of war becomes increasingly nightmarish, a battle between despair and hope.",
    "release_date": "1985-10-17"
  },
  "CORALINE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//8GHxjXlI5rqyTBuVNekGTPjG5T6.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//4jeFXQYytChdZYE9JYO7Un87IlW.jpg",
    "overview": "A young girl discovers an idealized parallel universe behind a secret door in her new home, unaware that it contains a sinister secret.",
    "release_date": "2009-02-05"
  },
  "DocHouse: 20 Days In Mariupol": {
    "backdrop": "https://image.tmdb.org/t/p/w500//986n9SAXsuxpPJzFAWK3azPknX0.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//zIRp1IeuPh4GgqFCH3y0DQuY9xP.jpg",
    "overview": "As the Russian invasion begins, a team of Ukrainian journalists trapped in the besieged city of Mariupol struggle to continue their work documenting the war's atrocities.",
    "release_date": "2023-07-14"
  },
  "DocHouse: Celluloid Underground": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//hJLiOO4TFTMJheb8oHaiTSG8BC0.jpg",
    "overview": "After the 1979 Islamic revolution in Iran, a boy grew up obsessed with all the movies he couldn't see. He met a mysterious film collector who saved thousands of films from destruction by the new regime. Despite arrest and torture, the collector refused to give up his secret hoard. Together they forged a friendship based on passion for cinema and resistance against tyranny. The boy escaped to exile in London to become a filmmaker, and tells their shared story of obsession and celluloid dreams.",
    "release_date": "2023-10-05"
  },
  "DocHouse: Coconut Head Generation": {
    "backdrop": "https://image.tmdb.org/t/p/w500//aXD8v63srUlwZYcvU63CGjmPynw.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//2BvYdRmzg5X0sObiZaNEyQcMXXm.jpg",
    "overview": "Every Thursday, a group of students from the University of Ibadan, the oldest in Nigeria, organizes a film club, transforming a small amphitheater into a political agora where they refine their vision and develop a critical voice. \"Coconut Head Generation\", a scornful expression to designate a stubborn and brainless youth, takes on a whole new meaning when the students turn this stigma around to claim their freedom of thought.",
    "release_date": "2023-03-24"
  },
  "DocHouse: Four Daughters": {
    "backdrop": "https://image.tmdb.org/t/p/w500//k7bPM2CFFpJfGgSmY1B9EG9xmnI.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//iSpJ6fg1OOSO30IUkZskZDufVzN.jpg",
    "overview": "Between light and darkness stands Olfa, a Tunisian woman and the mother of four daughters. One day, her two older daughters disappear. To fill in their absence, the filmmaker Kaouther Ben Hania invites professional actresses and invents a unique cinema experience that will lift the veil on Olfa and her daughters' life stories. An intimate journey of hope, rebellion, violence, transmission and sisterhood that will question the very foundations of our societies.",
    "release_date": "2023-07-05"
  },
  "DocHouse: Godard Cinema": {
    "backdrop": "https://image.tmdb.org/t/p/w500//cuDkAvK7xuwWjT4Qnr7IkrSwQ0b.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//cz5DGkSyAfoe31AY5yV855Lx2zR.jpg",
    "overview": "Jean-Luc Godard is synonymous with cinema. With the release of Breathless in 1960, he established himself overnight as a cinematic rebel and symbol for the era's progressive and anti-war youth. Sixty-two years and 140 films later, Godard is among the most renowned artists of all time, taught in every film school yet still shrouded in mystery. One of the founders of the French New Wave, political agitator, revolutionary misanthrope, film theorist and critic, the list of his descriptors goes on and on. Godard Cinema offers an opportunity for film lovers to look back at his career and the subjects and themes that obsessed him, while paying tribute to the ineffable essence of the most revered French director of all time.",
    "release_date": "2023-06-05"
  },
  "DocHouse: High & Low: John Galliano": {
    "backdrop": "https://image.tmdb.org/t/p/w500//puH2BKhG0bPzK3Oxg4QB93C0i8Y.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//uVT2hnWACWjLC9wGWk50EfW5IF1.jpg",
    "overview": "Fashion designer John Galliano was widely recognized as one of the most successful names in 1990s and 2000s couture, until his career abruptly ended when he was caught on camera in 2011 hurling antisemitic and racist insults at bystanders in Paris.",
    "release_date": "2024-03-08"
  },
  "DocHouse: I Heard It Through The Grapevine": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//lJCNvyh2xuJy0a5rQFTTCsuzPEB.jpg",
    "overview": "Renowned Black writer James Baldwin retraces his time in the South during the Civil Rights Movement, reflecting with his trademark brilliance and insight on the passage of more than two decades. From Selma and Birmingham and Atlanta; to the battleground beaches of St. Augustine, Florida, with Chinua Achebe; and back north for a visit to Newark with Amiri Baraka, Baldwin lays bare the fiction of progress in post–Civil Rights America, wondering “what happened to the children” and those 'who did not die, but whose lives were smashed on Freedom Road'.",
    "release_date": "1982-03-03"
  },
  "DocHouse: Much Ado About Dying": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//n5yd7G300lvXZhVe9zXeap6H7ug.jpg",
    "overview": "Simon Chambers is shooting a film in India when his uncle David calls him with a message of doom: “I think I may be dying.” What the viewer doesn’t yet know is that David, an eccentric gay actor, is a total drama queen, and a Shakespeare-lover who has grown old on a diet of attention and applause. Chambers returns to London to look after his uncle and capture his final stages of life on camera.",
    "release_date": "2024-04-19"
  },
  "DocHouse: Phantom Parrot": {
    "backdrop": "https://image.tmdb.org/t/p/w500//adnO1xO4ccQgJ3hb6YGVAPAg67r.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//uwnPA584dp2iilTKnInvbIDWVHN.jpg",
    "overview": "The revelation of a top-secret British surveillance programme brings down the dominoes in a dark and analytical film about technology, rights and structural racism – and about a man with the courage to speak out.",
    "release_date": "2024-03-15"
  },
  "DocHouse: Radical Wolfe": {
    "backdrop": "https://image.tmdb.org/t/p/w500//sFHQX19426so3QHEvWSwjURZ8zn.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//aNW3O4uQVP8efGQmrntOxsBOLRn.jpg",
    "overview": "With a distinctive style all his own, author and journalist Tom Wolfe reshapes how American stories are told.",
    "release_date": "2023-09-15"
  },
  "DocHouse: Ryuichi Sakamoto Opus": {
    "backdrop": "https://image.tmdb.org/t/p/w500//zS1OiCw3opLQYxjmhqhOQ7D7YyD.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//ok1EQpg1nP3kdoiltZq1k1Ww4kw.jpg",
    "overview": "“Ars longa, vita brevis” – art is long, life is short. This is one of Japanese music icon Ryuichi Sakamoto’s favorite quotes, and the message that he leaves for viewers at the end of his final concert film, shot before he succumbed to cancer in March 2023. Consisting of only Sakamoto and his piano, Opus features the final live performances of 20 songs that Sakamoto meticulously curated to encapsulate his distinguished 40-year career.",
    "release_date": "2023-12-27"
  },
  "Drive-Away Dolls": {
    "backdrop": "https://image.tmdb.org/t/p/w500//zVMdsmRUH2U1bZSYr8GLZkfs3mi.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//gavGnAMTXPkpoFgG0stwgIgKb64.jpg",
    "overview": "Jamie, an uninhibited free spirit bemoaning yet another breakup with a girlfriend, and her demure friend Marian desperately needs to loosen up. In search of a fresh start, the two embark on an impromptu road trip to Tallahassee, but things quickly go awry when they cross paths with a group of inept criminals along the way.",
    "release_date": "2024-02-22"
  },
  "Dune: Part Two": {
    "backdrop": "https://image.tmdb.org/t/p/w500//87IVlclAfWL6mdicU1DDuxdwXwe.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//8b8R8l88Qje9dn9OE8PY05Nxl1X.jpg",
    "overview": "Follow the mythic journey of Paul Atreides as he unites with Chani and the Fremen while on a path of revenge against the conspirators who destroyed his family. Facing a choice between the love of his life and the fate of the known universe, Paul endeavors to prevent a terrible future only he can foresee.",
    "release_date": "2024-02-27"
  },
  "EVANGELION : 3.0+1.01 THRICE UPON A TIME": {
    "backdrop": "https://image.tmdb.org/t/p/w500//1EAxNqdkVnp48a7NUuNBHGflowM.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//md5wZRRj8biHrGtyitgBZo7674t.jpg",
    "overview": "In the aftermath of the Fourth Impact, stranded without their Evangelions, Shinji, Asuka and Rei find refuge in one of the rare pockets of humanity that still exist on the ruined planet Earth. There, each lives a life far different from their days as an Evangelion pilot. However, the danger to the world is far from over. A new impact is looming on the horizon—one that will prove to be the true end of Evangelion.",
    "release_date": "2021-03-08"
  },
  "EVIL DEAD RISE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//7bWxAsNPv9CXHOhZbJVlj2KxgfP.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//5ik4ATKmNtmJU6AYD0bLm56BCVM.jpg",
    "overview": "A reunion between two estranged sisters gets cut short by the rise of flesh-possessing demons, thrusting them into a primal battle for survival as they face the most nightmarish version of family imaginable.",
    "release_date": "2023-04-12"
  },
  "HALLOWEEN (1978)": {
    "backdrop": null,
    "poster": null,
    "overview": "Joe Bob hosts a special FearFest episode featuring the undisputed champ of spooky season.",
    "release_date": ""
  },
  "HELLRAISER": {
    "backdrop": "https://image.tmdb.org/t/p/w500//j4irvwRLITgGr6vcP8NIKCUA67y.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//3Z0oPHyLnk3Vx6ZMC1MiVwIrKhO.jpg",
    "overview": "Hedonist Frank Cotton finds a mysterious puzzle box that summons the Cenobites, who open the doors to a dominion where pain and pleasure are indivisible.",
    "release_date": "1987-09-11"
  },
  "High & Low - John Galliano": {
    "backdrop": "https://image.tmdb.org/t/p/w500//puH2BKhG0bPzK3Oxg4QB93C0i8Y.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//uVT2hnWACWjLC9wGWk50EfW5IF1.jpg",
    "overview": "Fashion designer John Galliano was widely recognized as one of the most successful names in 1990s and 2000s couture, until his career abruptly ended when he was caught on camera in 2011 hurling antisemitic and racist insults at bystanders in Paris.",
    "release_date": "2024-03-08"
  },
  "IN THE MOOD FOR LOVE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//n4GJFGzsc7NinI1VeGDXIcQjtU2.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//iYypPT4bhqXfq1b6EnmxvRt6b2Y.jpg",
    "overview": "In Hong Kong of 1962, Mrs. Chan and Mr. Chow, a journalist, move into neighbouring apartments on the same day. Their encounters are formal and polite—until a discovery about their respective spouses creates an intimate bond between them.",
    "release_date": "2000-09-29"
  },
  "Immaculate": {
    "backdrop": "https://image.tmdb.org/t/p/w500//wCoRlQy7TmeM3jDFsLX1cJepjJG.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//fdZpvODTX5wwkD0ikZNaClE4AoW.jpg",
    "overview": "Cecilia, an American nun of devout faith, embarks on a new journey in a remote convent in the picturesque Italian countryside. Cecilia’s warm welcome quickly devolves into a nightmare as it becomes clear her new home harbors a sinister secret and unspeakable horrors.",
    "release_date": "2024-03-20"
  },
  "Io capitano": {
    "backdrop": "https://image.tmdb.org/t/p/w500//xdlAS0BH3aVP74ABH15bDe4KgLi.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//74bCJPLuABIi0WWxtSaRYBtEKlc.jpg",
    "overview": "Longing for a brighter future, two Senegalese teenagers embark on a journey from West Africa to Italy. However, between their dreams and reality lies a labyrinth of checkpoints, the Sahara Desert, and the vast waters of the Mediterranean.",
    "release_date": "2023-09-07"
  },
  "Kung Fu Panda 4": {
    "backdrop": "https://image.tmdb.org/t/p/w500//1XDDXPXGiI8id7MrUxK36ke7gkX.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//wkfG7DaExmcVsGLR4kLouMwxeT5.jpg",
    "overview": "Po is gearing up to become the spiritual leader of his Valley of Peace, but also needs someone to take his place as Dragon Warrior. As such, he will train a new kung fu practitioner for the spot and will encounter a villain called the Chameleon who conjures villains from the past.",
    "release_date": "2024-03-02"
  },
  "LAND OF THE DEAD": {
    "backdrop": "https://image.tmdb.org/t/p/w500//oOZtWMhJft0QvPcnJXFgGlt0Jn7.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//q7tLETjCPu2gNO5vR9esXEd6Mil.jpg",
    "overview": "The world is full of zombies and the survivors have barricaded themselves inside a walled city to keep out the living dead. As the wealthy hide out in skyscrapers and chaos rules the streets, the rest of the survivors must find a way to stop the evolving zombies from breaking into the city.",
    "release_date": "2005-06-18"
  },
  "LAST NIGHT IN SOHO": {
    "backdrop": "https://image.tmdb.org/t/p/w500//brOCMGntRbx9SKzeQk1Aisu6vXz.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//n1ZRmjlk1BJTY7aASqACfPAaLn2.jpg",
    "overview": "A young girl, passionate about fashion design, is mysteriously able to enter the 1960s where she encounters her idol, a dazzling wannabe singer. But 1960s London is not what it seems, and time seems to be falling apart with shady consequences.",
    "release_date": "2021-10-21"
  },
  "Late Night With the Devil": {
    "backdrop": "https://image.tmdb.org/t/p/w500//4yrOyO3N55XazHQXXYoqiiPQd40.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//u3YQJctMzFN2wAvnkmXy41bXhFv.jpg",
    "overview": "A live broadcast of a late-night talk show in 1977 goes horribly wrong, unleashing evil into the nation’s living rooms.",
    "release_date": "2024-03-19"
  },
  "Monster": {
    "backdrop": "https://image.tmdb.org/t/p/w500//vFjAcsSjskaiEn6MnYWu99sn45I.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//aevmNtJCNG4ZlfEeEGZ79frMUes.jpg",
    "overview": "An emotionally scarred highway drifter shoots a sadistic trick who rapes her, and ultimately becomes America's first female serial killer.",
    "release_date": "2003-12-24"
  },
  "NOPE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//5N8LOeRzt7LcZIhPbNVaCsVOPdT.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//AcKVlWaNVVVFQwro3nLXqPljcYA.jpg",
    "overview": "Residents in a lonely gulch of inland California bear witness to an uncanny, chilling discovery.",
    "release_date": "2022-07-20"
  },
  "NOSFERATU": {
    "backdrop": "https://image.tmdb.org/t/p/w500//hR8ol54rRSt3rouSJ9fHINLPUQg.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//gVjHF375pdFANPMXUT3aJxoOi0J.jpg",
    "overview": "A gothic tale of obsession between a haunted young woman and the terrifying vampire infatuated with her, causing untold horror in its wake.",
    "release_date": "2024-12-25"
  },
  "North Circular": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//56OYEgBa36JivejvBOwLV2KP9Pd.jpg",
    "overview": "Atmospherically shot in black and white North Circular Road travels the length of the eponymous road exploring the history, music and streetscapes of this legendary artery that links some of Dublin's most beloved and infamous places. From the Phoenix Park to Dublin Port, this documentary evokes many narratives from the history of the nation to the urgent issues of today including the battle to save the legendary Cobblestone Pub.",
    "release_date": "2022-09-23"
  },
  "Opus": {
    "backdrop": null,
    "poster": null,
    "overview": "After a decades-long disappearance, an iconic pop star suddenly returns.",
    "release_date": ""
  },
  "PAST LIVES": {
    "backdrop": "https://image.tmdb.org/t/p/w500//rron9HAuS9s7zBF8iCX1tsafxUo.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//k3waqVXSnvCZWfJYNtdamTgTtTA.jpg",
    "overview": "Nora and Hae Sung, two childhood friends, are reunited in New York for one fateful week as they confront notions of destiny, love, and the choices that make a life.",
    "release_date": "2023-06-02"
  },
  "PERFECT BLUE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//A1Larywbw79kZQqkvCEiPHJqdLN.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//6WTiOCfDPP8XV4jqfloiVWf7KHq.jpg",
    "overview": "Encouraged by her managers, rising pop star Mima takes on a recurring role on a popular TV show, when suddenly her handlers and collaborators begin turning up murdered.",
    "release_date": "1998-02-28"
  },
  "PSYCHO": {
    "backdrop": "https://image.tmdb.org/t/p/w500//uif5fUshJrXyyDzfpzp1DLw3N0S.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//yz4QVqPx3h1hD1DfqqQkCq3rmxW.jpg",
    "overview": "When larcenous real estate clerk Marion Crane goes on the lam with a wad of cash and hopes of starting a new life, she ends up at the notorious Bates Motel, where manager Norman Bates cares for his housebound mother.",
    "release_date": "1960-06-22"
  },
  "Perfect Days": {
    "backdrop": "https://image.tmdb.org/t/p/w500//ae48U4187XzjJ7En7YTAIz2QKQC.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//tvUHVSTJV9ITON3oyHaWp7oaAc8.jpg",
    "overview": "Hirayama is content with his life as a toilet cleaner in Tokyo. Outside of his structured routine, he cherishes music on cassette tapes, books, and taking photos of trees. Through unexpected encounters, he reflects on finding beauty in the world.",
    "release_date": "2023-11-10"
  },
  "Robot Dreams": {
    "backdrop": "https://image.tmdb.org/t/p/w500//hIeEpk2w1dnC9ly9ZJwwbunH2Cx.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//vSzOobYVu16MogSALNg1bjTaGc.jpg",
    "overview": "Dog lives in Manhattan and he's tired of being alone. One day he decides to build himself a robot, a companion. Their friendship blossoms, until they become inseparable, to the rhythm of 80's NYC. One summer night, Dog, with great sadness, is forced to abandon Robot at the beach. Will they ever meet again?",
    "release_date": "2023-10-20"
  },
  "SEVEN": {
    "backdrop": "https://image.tmdb.org/t/p/w500//colmzMI1D9h610XN98VGoKNcifi.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//h7904tdTu4O6EVX4UyesxtqF0xR.jpg",
    "overview": "What caused Building 7 to collapse on 9/11? Dr. Leroy Hulsey from the University of Alaska Fairbanks may have the answer, following an exhausting four year engineering study.",
    "release_date": "2020-12-08"
  },
  "SHIVA BABY": {
    "backdrop": "https://image.tmdb.org/t/p/w500//xkXEP5HhFuOAxTzbj770jVpfsyo.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//4sdqVsT6SHqtbCYZS7bhVoEftlL.jpg",
    "overview": "College student Danielle must cover her tracks when she unexpectedly runs into her sugar daddy at a shiva - with her parents, ex-girlfriend and family friends also in attendance.",
    "release_date": "2021-04-02"
  },
  "STOP MAKING SENSE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//1hQlln9B2G1moBtuhj9adWmBhuk.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//ztvOByIZvc4Q7Kolz2UyE6ZgxUC.jpg",
    "overview": "A concert film documenting Talking Heads at the height of their popularity, on tour for their 1983 album \"Speaking in Tongues.\" The band takes the stage one by one and is joined by a cadre of guest musicians for a career-spanning and cinematic performance that features creative choreography and visuals.",
    "release_date": "1984-11-16"
  },
  "THE EXORCIST": {
    "backdrop": "https://image.tmdb.org/t/p/w500//huC0x1don81NMreSGx4ITkrv9aG.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//5x0CeVHJI8tcDx8tUUwYHQSNILq.jpg",
    "overview": "When a charming 12-year-old girl takes on the characteristics and voices of others, doctors say there is nothing they can do. As people begin to die, the girl's mother realizes her daughter has been possessed by the devil--and that her daughter's only possible hope lies with two priests and the ancient rite of demonic exorcism.",
    "release_date": "1973-12-26"
  },
  "THE HILLS HAVE EYES": {
    "backdrop": "https://image.tmdb.org/t/p/w500//i9ypo2EPubwkD5XLiAHqPG7OMHg.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//53x6ZGyYLgYwa5VQRdSqvVYwrl9.jpg",
    "overview": "Based on Wes Craven's 1977 suspenseful cult classic, The Hills Have Eyes is the story of a family road trip that goes terrifyingly awry when the travelers become stranded in a government atomic zone. Miles from nowhere, the Carter family soon realizes the seemingly uninhabited wasteland is actually the breeding ground of a blood-thirsty mutant family...and they are the prey.",
    "release_date": "2006-03-10"
  },
  "THE HOUSE THAT JACK BUILT": {
    "backdrop": "https://image.tmdb.org/t/p/w500//ipImTSlyrmCwqeF0P9Y9xNW5DBU.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//bMUGNkPaHOurcBK9g3XpJx3fxuO.jpg",
    "overview": "Failed architect, engineer and vicious murderer Jack narrates the details of some of his most elaborately orchestrated crimes, each of them a towering piece of art that defines his life's work as a serial killer for twelve years.",
    "release_date": "2018-07-05"
  },
  "THE LATENT IMAGE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//jUf1fwKjCb5KwHqwXiorj7rbyo6.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//exMURtX5fmeDySiH0RQMQ98gaPA.jpg",
    "overview": "A thriller writer finds his story coming to horrifying life when a mysterious drifter arrives at the door of his isolated cabin.",
    "release_date": "2022-11-11"
  },
  "THE LIGHTHOUSE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//i51wnN9phojyn14xHjQt6rv1r0x.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//3nk9UoepYmv1G9oP18q6JJCeYwN.jpg",
    "overview": "Two lighthouse keepers try to maintain their sanity while living on a remote and mysterious New England island in the 1890s.",
    "release_date": "2019-10-18"
  },
  "THE LOST BOYS": {
    "backdrop": "https://image.tmdb.org/t/p/w500//m4vNXgy0EfvOSSXMWJC6FfMSyIR.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//nH1lvyQvfbL5GKScTtT6zkIvDEn.jpg",
    "overview": "When an unsuspecting town newcomer is drawn to local blood fiends, the Frog brothers and other unlikely heroes gear up to rescue him.",
    "release_date": "1987-07-31"
  },
  "THE THING": {
    "backdrop": "https://image.tmdb.org/t/p/w500//r9leYNa8nTRCceZrZhP1DXkgKVb.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//tzGY49kseSE9QAKk47uuDGwnSCu.jpg",
    "overview": "In the winter of 1982, a twelve-man research team at a remote Antarctic research station discovers an alien buried in the snow for over 100,000 years. Soon unfrozen, the form-changing creature wreaks havoc, creates terror... and becomes one of them.",
    "release_date": "1982-06-25"
  },
  "THE WITCH": {
    "backdrop": "https://image.tmdb.org/t/p/w500//dEY6lCgiODGMDPY3Oo2j09ngPiq.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//zap5hpFCWSvdWSuPGAQyjUv2wAC.jpg",
    "overview": "In 1630, a farmer relocates his family to a remote plot of land on the edge of a forest where strange, unsettling things happen. With suspicion and paranoia mounting, each family member's faith, loyalty and love are tested in shocking ways.",
    "release_date": "2015-11-11"
  },
  "THREE DAYS OF A BLIND GIRL": {
    "backdrop": "https://image.tmdb.org/t/p/w500//1an0sWJgvMaV7WgkRXwIkEgoxbm.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//xQ7tIsprm1gvsDKH4qCvCX49YAC.jpg",
    "overview": "The wife of a heart surgeon, suffering from temporary blindness, is home alone. But a strange man ingratiates himself into her household in order to avenge the seduction and death of his wife, for which the surgeon appears responsible...",
    "release_date": "1993-05-27"
  },
  "The Beautiful Game": {
    "backdrop": "https://image.tmdb.org/t/p/w500//1tDMeyxEMa2zNMWL8BXvXydKxTX.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//3Laz0p3Qg47vI2XIalpL2SlNUDI.jpg",
    "overview": "Advocates to end homelessness, organize an annual tournament for Homeless men to compete in a series of football matches known as The Homeless World Cup.",
    "release_date": "2024-03-22"
  },
  "The Delinquents": {
    "backdrop": "https://image.tmdb.org/t/p/w500//2XCXdWKzvpxo7ZbulvrDlMx1Vmb.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//m11RmrrAW095CIAOlE8qE8ljNl.jpg",
    "overview": "A frustrated young man, separated from his younger girlfriend, gets involved in a juvenile gang.",
    "release_date": "1957-03-01"
  },
  "The New Boy": {
    "backdrop": "https://image.tmdb.org/t/p/w500//4x2dOp6K4oG8Lwufd9qCFss0Yup.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//wRpVYEzPoWrSX3oR4hPY1UXew9x.jpg",
    "overview": "In 1940s Australia, a nine year old aboriginal orphan arrives in the dead of night at a remote monastery run by a renegade nun, and his presence disturbs its delicately balanced world.",
    "release_date": "2023-07-06"
  },
  "The Persian Version": {
    "backdrop": "https://image.tmdb.org/t/p/w500//vGtwv3K5mPDziqVjQjhjLUf5JeV.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//1nzBlZtebWJXY8ap0ibkgb3eMUr.jpg",
    "overview": "When a large Iranian-American family gathers in New York City for the patriarch’s heart transplant, a family secret is uncovered and catapults the estranged mother and daughter into an exploration of the past.",
    "release_date": "2023-10-20"
  },
  "The Zone of Interest": {
    "backdrop": "https://image.tmdb.org/t/p/w500//aPQsU3yLDUOhLJYnSqkhKRkQTAw.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//hUu9zyZmDd8VZegKi1iK1Vk0RYS.jpg",
    "overview": "The commandant of Auschwitz, Rudolf Höss, and his wife Hedwig, strive to build a dream life for their family in a house and garden next to the camp.",
    "release_date": "2023-12-15"
  },
  "WAR OF THE WORLDS (2005)": {
    "backdrop": "https://image.tmdb.org/t/p/w500//vwCc9PP6xkSjnYsSl9lzTABhexe.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//6Biy7R9LfumYshur3YKhpj56MpB.jpg",
    "overview": "Ray Ferrier is a divorced dockworker and less-than-perfect father. Soon after his ex-wife and her new husband drop off his teenage son and young daughter for a rare weekend visit, a strange and powerful lightning storm touches down.",
    "release_date": "2005-06-28"
  },
  "WITNESS": {
    "backdrop": "https://image.tmdb.org/t/p/w500//o7DFxRyxcjkuTADGjpfCLcRlfsj.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//cRcZLT75uQG2NHNAkZ3v8E9IpPs.jpg",
    "overview": "A sheltered Amish child is the sole witness of a brutal murder in a restroom at a Philadelphia train station, and he must be protected.  The assignment falls to a taciturn detective who goes undercover in a Pennsylvania Dutch community. On the farm, he slowly assimilates despite his urban grit, and forges a romantic bond with the child's beautiful mother.",
    "release_date": "1985-02-08"
  },
  "Wicked Little Letters": {
    "backdrop": "https://image.tmdb.org/t/p/w500//ley1eQzX6v2s7RyU6fKhE56SK1Q.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//scAU7YudKNVeZlOfgSEWntAUSJ.jpg",
    "overview": "A 1920s English seaside town bears witness to a dark and absurd scandal in this riotous mystery comedy. Based on a stranger than fiction true story, the film follows two neighbours: deeply conservative local Edith Swan and rowdy Irish migrant Rose Gooding. When Edith and fellow residents begin to receive wicked letters full of unintentionally hilarious profanities, foul-mouthed Rose is charged with the crime. The anonymous letters prompt a national uproar, and a trial ensues. However, as the town’s women - led by Police Officer Gladys Moss - begin to investigate the crime themselves, they suspect that something is amiss, and Rose may not be the culprit after all.",
    "release_date": "2024-02-23"
  }
}