{
  "20,000 Species of Bees": {
    "backdrop": "https://image.tmdb.org/t/p/w500//eCOhGA1kx7h9tF6PeMWJ74A3wJ4.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//4MEEVVyZ1L9Lr8GeSOyFiGM3cmB.jpg",
    "overview": "Lucía is a six-year-old girl, who sometimes struggles as the world tries to catch up with the fact that she is trans. As the summer holidays pass, she explores her femininity alongside the women of her family who at the same time reflect on their own femininity.",
    "release_date": "2023-04-21"
  },
  "A Forgotten Man": {
    "backdrop": "https://image.tmdb.org/t/p/w500//4Yk6FFhNiypCQ5gtxterNZqJ1KU.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//1uGEoGM3fvp6xilXgog0N9S0AHa.jpg",
    "overview": "Spring 1945, Heinrich Zwygart, Swiss ambassador to Germany flees bombed-out Berlin after eight years of service in the capital of the Reich. This is the end of a terrible mandate, during which he had to make fatal compromises to preserve the neutrality and security of his country. He went through the war, but will he survive the peace?",
    "release_date": "2023-11-10"
  },
  "A Haunting in Venice": {
    "backdrop": "https://image.tmdb.org/t/p/w500//kHlX3oqdD4VGaLpB8O78M25KfdS.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//1Xgjl22MkAZQUavvOeBqRehrvqO.jpg",
    "overview": "Celebrated sleuth Hercule Poirot, now retired and living in self-imposed exile in Venice, reluctantly attends a Halloween séance at a decaying, haunted palazzo. When one of the guests is murdered, the detective is thrust into a sinister world of shadows and secrets.",
    "release_date": "2023-09-13"
  },
  "A NIGHTMARE ON ELM STREET": {
    "backdrop": "https://image.tmdb.org/t/p/w500//g9ROrZey0JYp7kf8DoAyZtKnObj.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//wGTpGGRMZmyFCcrY2YoxVTIBlli.jpg",
    "overview": "Teenagers in a small town are dropping like flies, apparently in the grip of mass hysteria causing their suicides. A cop's daughter, Nancy Thompson, traces the cause to child molester Fred Krueger, who was burned alive by angry parents many years before. Krueger has now come back in the dreams of his killers' children, claiming their lives as his revenge. Nancy and her boyfriend, Glen, must devise a plan to lure the monster out of the realm of nightmares and into the real world...",
    "release_date": "1984-11-09"
  },
  "Anatomy of a Fall": {
    "backdrop": "https://image.tmdb.org/t/p/w500//3Feq4UV4p2gU6dShAYfveqwWAEf.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//nu2TK6EpZ4hV2gyEwqmuyDSOq3M.jpg",
    "overview": "A woman is suspected of her husband's murder, and their blind son faces a moral dilemma as the sole witness.",
    "release_date": "2023-08-23"
  },
  "BIG SHARK": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//bLRQvT1INcmeAiFScI6XIs8CnkD.jpg",
    "overview": "Three firefighters must save New Orleans from a gigantic shark.",
    "release_date": "2023-04-28"
  },
  "BLACK SWAN": {
    "backdrop": "https://image.tmdb.org/t/p/w500//qxTw8OKJLRX1Xb5nR5CcIDnLKoq.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//rH19vkjAzCZ0HIUvrgB3rowm68h.jpg",
    "overview": "A journey through the psyche of a young ballerina whose starring role as the duplicitous swan queen turns out to be a part for which she becomes frighteningly perfect.",
    "release_date": "2010-12-03"
  },
  "BRAM STOKER'S DRACULA": {
    "backdrop": "https://image.tmdb.org/t/p/w500//1ZVsHrPyogvUMJEuuB9eCkHSwaR.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//scFDS0U5uYAjcVTyjNc7GmcZw1q.jpg",
    "overview": "When Dracula leaves the captive Jonathan Harker and Transylvania for London in search of Mina Murray, the reincarnation of Dracula's long-dead wife Elisabeta, obsessed vampire hunter Dr. Van Helsing sets out to end the madness.",
    "release_date": "1992-11-13"
  },
  "BUBBA HO-TEP": {
    "backdrop": "https://image.tmdb.org/t/p/w500//y59R9eax325HeGlUxJJsOUtkdki.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//61S9pzoX75UxP3ko6e8aTitu7MW.jpg",
    "overview": "Bubba Ho-tep tells the \"true\" story of what really did become of Elvis Presley. We find Elvis as an elderly resident in an East Texas rest home, who switched identities with an Elvis impersonator years before his \"death,\" then missed his chance to switch back. He must team up with JFK and fight an ancient Egyptian mummy for the souls of their fellow residents.",
    "release_date": "2002-06-09"
  },
  "Bottoms": {
    "backdrop": "https://image.tmdb.org/t/p/w500//f9ErVXAyR9EP5WOOp4i5ivBKsKC.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//jeyTQrNEpyE1LZIgVlswYh3sc34.jpg",
    "overview": "Unpopular best friends PJ and Josie start a high school self-defense club to meet girls and lose their virginity. They soon find themselves in over their heads when the most popular students start beating each other up in the name of self-defense.",
    "release_date": "2023-08-25"
  },
  "CHILD'S PLAY": {
    "backdrop": "https://image.tmdb.org/t/p/w500//zRBSOPNE00jwomqzpSzC12sHXDz.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//7jrOhGtRh6YK7sMfvH1E1f36aVx.jpg",
    "overview": "A single mother gives her son a beloved doll for his birthday, only to discover that it is possessed by the soul of a serial killer.",
    "release_date": "1988-11-09"
  },
  "CHRISTINE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//xgmRZBt1JMfvsP5dz3wM4lUW1Fc.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//bWi3Cjg8gkf5h3xgU91CVtxkjUc.jpg",
    "overview": "Geeky student Arnie Cunningham falls for Christine, a rusty 1958 Plymouth Fury, and becomes obsessed with restoring the classic automobile to her former glory. As the car changes, so does Arnie, whose newfound confidence turns to arrogance behind the wheel of his exotic beauty. Arnie's girlfriend Leigh and best friend Dennis reach out to him, only to be met by a Fury like no other.",
    "release_date": "1983-12-09"
  },
  "COME AND SEE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//6C1U0cKK5zGjyUSwNc5GLSVCr7Y.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//qNbMsKVzigERgJUbwf8pKyZogpb.jpg",
    "overview": "The invasion of a village in Byelorussia by German forces sends young Florya into the forest to join the weary Resistance fighters, against his family's wishes. There he meets a girl, Glasha, who accompanies him back to his village. On returning home, Florya finds his family and fellow peasants massacred. His continued survival amidst the brutal debris of war becomes increasingly nightmarish, a battle between despair and hope.",
    "release_date": "1985-07-09"
  },
  "CORALINE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//8GHxjXlI5rqyTBuVNekGTPjG5T6.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//4jeFXQYytChdZYE9JYO7Un87IlW.jpg",
    "overview": "A young girl discovers an idealized parallel universe behind a secret door in her new home, unaware that it contains a sinister secret.",
    "release_date": "2009-02-05"
  },
  "Dance First": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//3YwgRQ9FSwYMhgttIPoxTyZoww2.jpg",
    "overview": "Parisian bon vivant, World War II Resistance fighter, Nobel Prize-winning playwright, philandering husband and recluse…Samuel Beckett lived a life of many parts. Titled after Beckett’s famous ethos “Dance first, think later”, the film is a sweeping account of the life of this 20th-century icon.",
    "release_date": "2023-11-03"
  },
  "DocHouse: Apolonia Apolonia": {
    "backdrop": "https://image.tmdb.org/t/p/w500//dycEWazNQfuodZYguTliNVxl0Rz.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//1KQQXwH2q9LTORxfikrU52EWYA9.jpg",
    "overview": "When Danish filmmaker Lea Glob first portrayed Apolonia Sokol in 2009, she appeared to be leading a storybook life. The talented Apolonia was born in an underground theater in Paris and grew up in an artists’ community—the ultimate bohemian existence. In her 20s, she studied at the Beaux-Arts de Paris, one of the most prestigious art academies in Europe. Over the years, Lea Glob kept returning to film the charismatic Apolonia and a special bond developed between the two young women.",
    "release_date": "2023-03-23"
  },
  "DocHouse: Bad Press": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//xIXXxKzoHf6rCSQGRV9aEwSTobR.jpg",
    "overview": "When the Muscogee Nation suddenly begins censoring its free press, a rogue reporter fights to expose her government's corruption in a historic battle that will have ramifications for all of Indian country.",
    "release_date": "2023-01-22"
  },
  "DocHouse: Beyond Utopia": {
    "backdrop": "https://image.tmdb.org/t/p/w500//2pBDP2Ip5mQemw3PYTjDLYv9XI9.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//fcyCtyXabv0X8TInqoL9yq5DCdb.jpg",
    "overview": "A courageous pastor uses his underground network to rescue and aid North Korean families as they risk their lives to embrace freedom.",
    "release_date": "2023-10-23"
  },
  "DocHouse: Eternal Memory": {
    "backdrop": "https://image.tmdb.org/t/p/w500//bBr0KBXmqKMvX1M62IU2efJz0L6.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//7iZSeErC7JdOjdRkuMTfgUxvzx9.jpg",
    "overview": "Augusto and Paulina have been together for 25 years. Eight years ago, he was diagnosed with Alzheimer's disease. Both fear the day he no longer recognizes her.",
    "release_date": "2023-08-11"
  },
  "DocHouse: Love, Deutschmarks and Death": {
    "backdrop": "https://image.tmdb.org/t/p/w500//a94DIhurJk2QAhU9yBobvNsxBvM.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//lDhJTlhRo3GcaKmR0aDAosVmNiH.jpg",
    "overview": "Cem Kaya’s dense documentary essay celebrates 60 years of Turkish music in Germany. An alternative post-war history that is at the same time a musical Who’s Who – from Yüksel Özkasap to Derdiyoklar and Muhabbet.",
    "release_date": "2022-10-06"
  },
  "DocHouse: Pianoforte": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//6TQnlPzf15v3pdioAQRTIdCRuZ2.jpg",
    "overview": "Young pianists take part in the legendary International Chopin Piano Competition. A unique chance of a lifetime, portrayed from backstage and set to Chopin’s music.",
    "release_date": "2023-12-01"
  },
  "DocHouse: Seaside Special": {
    "backdrop": "https://image.tmdb.org/t/p/w500//nw6rlxpMSuL3C1fxOB6dKnfXU8U.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//pQCflOfoQzfOkjAkPVzqqD8Exlx.jpg",
    "overview": "A love letter to Britain from our friends in Europe, Jens Meurer’s bittersweet and loving documentary visits the town of Cromer, Norfolk as it prepares for its annual end-of-pier variety show during the summer of 2019.",
    "release_date": "2023-11-10"
  },
  "Dream Scenario": {
    "backdrop": "https://image.tmdb.org/t/p/w500//bx6ipM7K7hF6B974POq5PkbqfNc.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//2RSMu2iMDCdMKmvBWWvcmE8vjMj.jpg",
    "overview": "Hapless family man Paul Matthews finds his life turned upside down when millions of strangers suddenly start seeing him in their dreams. But when his nighttime appearances take a nightmarish turn, Paul is forced to navigate his newfound stardom.",
    "release_date": "2023-11-10"
  },
  "EVANGELION : 3.0+1.01 THRICE UPON A TIME": {
    "backdrop": "https://image.tmdb.org/t/p/w500//1EAxNqdkVnp48a7NUuNBHGflowM.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//md5wZRRj8biHrGtyitgBZo7674t.jpg",
    "overview": "In the aftermath of the Fourth Impact, stranded without their Evangelions, Shinji, Asuka and Rei find refuge in one of the rare pockets of humanity that still exist on the ruined planet Earth. There, each lives a life far different from their days as an Evangelion pilot. However, the danger to the world is far from over. A new impact is looming on the horizon—one that will prove to be the true end of Evangelion.",
    "release_date": "2021-03-08"
  },
  "EVIL DEAD RISE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//7bWxAsNPv9CXHOhZbJVlj2KxgfP.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//5ik4ATKmNtmJU6AYD0bLm56BCVM.jpg",
    "overview": "A reunion between two estranged sisters gets cut short by the rise of flesh-possessing demons, thrusting them into a primal battle for survival as they face the most nightmarish version of family imaginable.",
    "release_date": "2023-04-12"
  },
  "Fingernails": {
    "backdrop": "https://image.tmdb.org/t/p/w500//wsMuEaqX5Sks209lnjWEChCdv3C.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//q04g3un61aeBoheQEso7enM28AF.jpg",
    "overview": "Anna and Ryan have found true love together. It’s been proven by a controversial test. There’s just one problem: Anna still isn’t sure. Then she meets Amir.",
    "release_date": "2023-10-27"
  },
  "Five Nights at Freddy's": {
    "backdrop": "https://image.tmdb.org/t/p/w500//7NRGAtu8E4343NSKwhkgmVRDINw.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//A4j8S6moJS2zNtRR8oWF08gRnL5.jpg",
    "overview": "Recently fired and desperate for work, a troubled young man named Mike agrees to take a position as a night security guard at an abandoned theme restaurant: Freddy Fazbear's Pizzeria. But he soon discovers that nothing at Freddy's is what it seems.",
    "release_date": "2023-10-25"
  },
  "Fremont": {
    "backdrop": "https://image.tmdb.org/t/p/w500//jai2IePHlNTKwCNoOM5HQgMVUaj.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//wJZovPXB3SWL1BL1GyLrCRrk4z9.jpg",
    "overview": "Donya, a lonely Afghan refugee and former translator, spends her twenties drifting through a meager existence in Fremont, California. Shuttling between her job writing fortunes for a fortune cookie factory and sessions with her eccentric therapist, Donya suffers from insomnia and survivor's guilt over those still left behind in Kabul as she desperately searches for love.",
    "release_date": "2023-08-25"
  },
  "HALLOWEEN (1978)": {
    "backdrop": null,
    "poster": null,
    "overview": "Joe Bob hosts a special FearFest episode featuring the undisputed champ of spooky season.",
    "release_date": ""
  },
  "HELLRAISER": {
    "backdrop": "https://image.tmdb.org/t/p/w500//jInJNDIyzlYBV79nx8Qb5s2xjfM.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//3Z0oPHyLnk3Vx6ZMC1MiVwIrKhO.jpg",
    "overview": "After tinkering with a box he bought while abroad, sexual deviant Frank inadvertently opens a portal to hell, where fetish-demons led by Pinhead tear his body apart. When Frank’s brother and his wife move into his house, a skeletal Frank appears to his sister-in-law and asks her to supply him with corpses for his regeneration.",
    "release_date": "1987-09-11"
  },
  "How to Have Sex": {
    "backdrop": "https://image.tmdb.org/t/p/w500//mgTeI8UNJzre7YMt24lfQLyXnA8.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//rafwrzslLb203hQFIU8s0yRk0Qy.jpg",
    "overview": "Three British teenage girls go on a rites-of-passage holiday—drinking, clubbing and hooking up, in what should be the best summer of their lives.",
    "release_date": "2023-11-02"
  },
  "IN THE MOOD FOR LOVE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//n4GJFGzsc7NinI1VeGDXIcQjtU2.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//iYypPT4bhqXfq1b6EnmxvRt6b2Y.jpg",
    "overview": "Two neighbors become intimate after discovering that their spouses are having an affair with one another.",
    "release_date": "2000-09-29"
  },
  "Is There Anybody Out There?": {
    "backdrop": "https://image.tmdb.org/t/p/w500//q4TTu9KqpsW7kn7goqN4Czcddgy.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//qrXxDgWQVXT51wM74Y4TeM4IyRx.jpg",
    "overview": "While navigating daily discrimination, a filmmaker who inhabits and loves her unusual body searches the world for another person like her, and explores what it takes to love oneself fiercely despite the pervasiveness of ableism.",
    "release_date": "2023-11-17"
  },
  "Killers Of The Flower Moon": {
    "backdrop": "https://image.tmdb.org/t/p/w500//1X7vow16X7CnCoexXh4H4F2yDJv.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//dB6Krk806zeqd0YNp2ngQ9zXteH.jpg",
    "overview": "When oil is discovered in 1920s Oklahoma under Osage Nation land, the Osage people are murdered one by one—until the FBI steps in to unravel the mystery.",
    "release_date": "2023-10-18"
  },
  "LAND OF THE DEAD": {
    "backdrop": "https://image.tmdb.org/t/p/w500//oOZtWMhJft0QvPcnJXFgGlt0Jn7.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//q7tLETjCPu2gNO5vR9esXEd6Mil.jpg",
    "overview": "The world is full of zombies and the survivors have barricaded themselves inside a walled city to keep out the living dead. As the wealthy hide out in skyscrapers and chaos rules the streets, the rest of the survivors must find a way to stop the evolving zombies from breaking into the city.",
    "release_date": "2005-06-18"
  },
  "LAST NIGHT IN SOHO": {
    "backdrop": "https://image.tmdb.org/t/p/w500//brOCMGntRbx9SKzeQk1Aisu6vXz.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//n1ZRmjlk1BJTY7aASqACfPAaLn2.jpg",
    "overview": "A young girl, passionate about fashion design, is mysteriously able to enter the 1960s where she encounters her idol, a dazzling wannabe singer. But 1960s London is not what it seems, and time seems to be falling apart with shady consequences.",
    "release_date": "2021-10-21"
  },
  "NOPE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//5N8LOeRzt7LcZIhPbNVaCsVOPdT.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//AcKVlWaNVVVFQwro3nLXqPljcYA.jpg",
    "overview": "Residents in a lonely gulch of inland California bear witness to an uncanny, chilling discovery.",
    "release_date": "2022-07-20"
  },
  "NOSFERATU": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//4w8ZvgVb3zf3LheWupuTiotbg4t.jpg",
    "overview": "A gothic tale of obsession between a haunted young woman in 19th century Germany and the ancient Transylvanian vampire who stalks her, bringing untold horror with him.",
    "release_date": ""
  },
  "On the Adamant": {
    "backdrop": "https://image.tmdb.org/t/p/w500//uEj5FORyXDAG7v2YaT7Zlr8QAJm.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//g4j8NiY6JZ6zHdWktCbPHaCG1HJ.jpg",
    "overview": "The Adamant is a unique day-care centre. A floating structure located on the Seine in the heart of Paris, it welcomes adults suffering from mental disorders, offering the kind of care that grounds them in time and space and helps them to recover or keep up their spirits. The team running it tries to resist the deterioration and dehumanisation of psychiatry as best as they can.",
    "release_date": "2023-03-22"
  },
  "PAST LIVES": {
    "backdrop": "https://image.tmdb.org/t/p/w500//rron9HAuS9s7zBF8iCX1tsafxUo.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//k3waqVXSnvCZWfJYNtdamTgTtTA.jpg",
    "overview": "Nora and Hae Sung, two childhood friends, are reunited in New York for one fateful week as they confront notions of destiny, love, and the choices that make a life.",
    "release_date": "2023-06-02"
  },
  "PERFECT BLUE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//A1Larywbw79kZQqkvCEiPHJqdLN.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//bee6ZQVaSAUhlBinsP9In8x8vO1.jpg",
    "overview": "Pop singer Mima Kirigow looks forward to a bright new career when she quits her chart-topping trio to become an actress. When she lands a role in a sexually charged murder mystery, Mima’s life begins to fall apart.",
    "release_date": "1998-02-28"
  },
  "PSYCHO": {
    "backdrop": "https://image.tmdb.org/t/p/w500//uif5fUshJrXyyDzfpzp1DLw3N0S.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//yz4QVqPx3h1hD1DfqqQkCq3rmxW.jpg",
    "overview": "When larcenous real estate clerk Marion Crane goes on the lam with a wad of cash and hopes of starting a new life, she ends up at the notorious Bates Motel, where manager Norman Bates cares for his housebound mother.",
    "release_date": "1960-06-22"
  },
  "Paris Memories": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//sDNLySgVILqo95nzPtX2oHPe2F2.jpg",
    "overview": "The story of two friends who met on the eve of their fiftieth birthday: musician Astor Piazzolla and architect José Pons. They never imagined that their friendship would change their lives forever.",
    "release_date": "2017-09-07"
  },
  "Past Lives": {
    "backdrop": "https://image.tmdb.org/t/p/w500//rron9HAuS9s7zBF8iCX1tsafxUo.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//k3waqVXSnvCZWfJYNtdamTgTtTA.jpg",
    "overview": "Nora and Hae Sung, two childhood friends, are reunited in New York for one fateful week as they confront notions of destiny, love, and the choices that make a life.",
    "release_date": "2023-06-02"
  },
  "Persona": {
    "backdrop": "https://image.tmdb.org/t/p/w500//sj2aZDetPE8RoOCAm5QJitCNfLr.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//bdXbfUir63TQHA5NTNcXPICZCW8.jpg",
    "overview": "A young nurse, Alma, is put in charge of Elisabeth Vogler: an actress who is seemingly healthy in all respects, but will not talk. As they spend time together, Alma speaks to Elisabeth constantly, never receiving any answer. The time they spend together only strengthens the crushing realization that one does not exist.",
    "release_date": "1966-10-18"
  },
  "Rustin": {
    "backdrop": "https://image.tmdb.org/t/p/w500//dFmp1KIGdSVDhIhy0yQNmCDTjav.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//p5GJTRHGGvyJpkO5yEsKuGep5RK.jpg",
    "overview": "Gay civil rights activist Bayard Rustin helps Martin Luther King Jr. and others organize the 1963 March on Washington.",
    "release_date": "2023-11-03"
  },
  "SEVEN": {
    "backdrop": "https://image.tmdb.org/t/p/w500//5OFUCydVG9cSS5hMk4A6XNt1oH4.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//516MFML05KWiPfiQNAsVCGMySc7.jpg",
    "overview": "Reunited with Lancelot for the first time since their tragic accident, Tristan must learn to conquer his inner demons in order to save his mother's life.",
    "release_date": "2023-08-08"
  },
  "SHIVA BABY": {
    "backdrop": "https://image.tmdb.org/t/p/w500//xkXEP5HhFuOAxTzbj770jVpfsyo.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//5IBJwMPSCS5XdRT7BO1ZMreFOis.jpg",
    "overview": "College student Danielle must cover her tracks when she unexpectedly runs into her sugar daddy at a shiva - with her parents, ex-girlfriend and family friends also in attendance.",
    "release_date": "2021-04-02"
  },
  "STOP MAKING SENSE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//iLxliFy7HrIbKGHTdwVfgKeQLwG.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//xwYPEzLi7dXtnMl1YWkJmIL5LCZ.jpg",
    "overview": "A concert film documenting Talking Heads at the height of their popularity, on tour for their 1983 album \"Speaking in Tongues.\" The band takes the stage one by one and is joined by a cadre of guest musicians for a career-spanning and cinematic performance that features creative choreography and visuals.",
    "release_date": "1984-11-16"
  },
  "Saltburn": {
    "backdrop": "https://image.tmdb.org/t/p/w500//bAtFhmRHp0f6aHqj1UGTZoPcmQo.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//opUXVi8FtgIWi8cy8mo90vMPimQ.jpg",
    "overview": "Struggling to find his place at Oxford University, student Oliver Quick finds himself drawn into the world of the charming and aristocratic Felix Catton, who invites him to Saltburn, his eccentric family's sprawling estate, for a summer never to be forgotten.",
    "release_date": "2023-11-17"
  },
  "TAYLOR SWIFT | THE ERAS TOUR": {
    "backdrop": "https://image.tmdb.org/t/p/w500//x9tsSyltV2N814LtABb41NjVMd7.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//a5EreVlyB9fXzZ2Rf9ugOLrW5YI.jpg",
    "overview": "The cultural phenomenon continues on the big screen! Immerse yourself in this once-in-a-lifetime concert film experience with a breathtaking, cinematic view of the history-making tour.",
    "release_date": "2023-10-13"
  },
  "THE EXORCIST": {
    "backdrop": "https://image.tmdb.org/t/p/w500//huC0x1don81NMreSGx4ITkrv9aG.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//4ucLGcXVVSVnsfkGtbLY4XAius8.jpg",
    "overview": "12-year-old Regan MacNeil begins to adapt an explicit new personality as strange events befall the local area of Georgetown. Her mother becomes torn between science and superstition in a desperate bid to save her daughter, and ultimately turns to her last hope: Father Damien Karras, a troubled priest who is struggling with his own faith.",
    "release_date": "1973-12-26"
  },
  "THE HILLS HAVE EYES": {
    "backdrop": "https://image.tmdb.org/t/p/w500//i9ypo2EPubwkD5XLiAHqPG7OMHg.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//53x6ZGyYLgYwa5VQRdSqvVYwrl9.jpg",
    "overview": "Based on Wes Craven's 1977 suspenseful cult classic, The Hills Have Eyes is the story of a family road trip that goes terrifyingly awry when the travelers become stranded in a government atomic zone. Miles from nowhere, the Carter family soon realizes the seemingly uninhabited wasteland is actually the breeding ground of a blood-thirsty mutant family...and they are the prey.",
    "release_date": "2006-03-10"
  },
  "THE HOUSE THAT JACK BUILT": {
    "backdrop": "https://image.tmdb.org/t/p/w500//ff6ujDT1Qt2H4lzWhLtK71W8Om6.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//bMUGNkPaHOurcBK9g3XpJx3fxuO.jpg",
    "overview": "Failed architect, engineer and vicious murderer Jack narrates the details of some of his most elaborately orchestrated crimes, each of them a towering piece of art that defines his life's work as a serial killer for twelve years.",
    "release_date": "2018-10-04"
  },
  "THE LATENT IMAGE": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//kLG4jBEaBBRlSYjOBz0MdyTMarW.jpg",
    "overview": "A male author feels threatened by the arrival of a mysterious visitor to his isolated cabin.",
    "release_date": "2023-10-22"
  },
  "THE LIGHTHOUSE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//i51wnN9phojyn14xHjQt6rv1r0x.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//4SC4cyzHWWzDEdszdxHYPWd32YH.jpg",
    "overview": "Two lighthouse keepers try to maintain their sanity while living on a remote and mysterious New England island in the 1890s.",
    "release_date": "2019-10-18"
  },
  "THE LOST BOYS": {
    "backdrop": "https://image.tmdb.org/t/p/w500//m4vNXgy0EfvOSSXMWJC6FfMSyIR.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//nH1lvyQvfbL5GKScTtT6zkIvDEn.jpg",
    "overview": "A mother and her two teenage sons move to a seemingly nice and quiet small coastal California town yet soon find out that it's overrun by bike gangs and vampires. A couple of teenage friends take it upon themselves to hunt down the vampires that they suspect of a few mysterious murders and restore peace and calm to their town.",
    "release_date": "1987-07-31"
  },
  "THE THING": {
    "backdrop": "https://image.tmdb.org/t/p/w500//7yjCaRXAIrwRN4EajGjvGe4CiGB.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//tzGY49kseSE9QAKk47uuDGwnSCu.jpg",
    "overview": "A team of American scientists investigate the empty, destroyed base of their Norwegian counterparts in Antarctica, only to discover a terrifying life force that can take the form of its prey.",
    "release_date": "1982-06-25"
  },
  "THE WITCH": {
    "backdrop": "https://image.tmdb.org/t/p/w500//zi2oYYNSSv7t44iSt5YrxHX9PYs.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//zap5hpFCWSvdWSuPGAQyjUv2wAC.jpg",
    "overview": "In 1630, a farmer relocates his family to a remote plot of land on the edge of a forest where strange, unsettling things happen. With suspicion and paranoia mounting, each family member's faith, loyalty and love are tested in shocking ways.",
    "release_date": "2015-01-27"
  },
  "THREE DAYS OF A BLIND GIRL": {
    "backdrop": "https://image.tmdb.org/t/p/w500//1an0sWJgvMaV7WgkRXwIkEgoxbm.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//xQ7tIsprm1gvsDKH4qCvCX49YAC.jpg",
    "overview": "The wife of a heart surgeon, suffering from temporary blindness, is home alone. But a strange man ingratiates himself into her household in order to avenge the seduction and death of his wife, for which the surgeon appears responsible...",
    "release_date": "1993-05-27"
  },
  "The Great Escaper": {
    "backdrop": "https://image.tmdb.org/t/p/w500//cyraKJdTSWXZyVAvCWIwip6ByVe.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//50rOFWgFUsCw3zfwSKXcdglh3Ji.jpg",
    "overview": "In the summer of 2014, a World War II veteran sneaks out of his care home to attend the 70th anniversary commemoration of the D-Day landings in Normandy.",
    "release_date": "2023-10-06"
  },
  "The Killer": {
    "backdrop": "https://image.tmdb.org/t/p/w500//47nv1UXkSDvpBlEv3BiAss9TxIX.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//ipkcgvN7h3yZnbYowthloHLKsf4.jpg",
    "overview": "After a fateful near-miss, an assassin battles his employers, and himself, on an international manhunt he insists isn't personal.",
    "release_date": "2023-10-25"
  },
  "The Marvels": {
    "backdrop": "https://image.tmdb.org/t/p/w500//feSiISwgEpVzR1v3zv2n2AU4ANJ.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//7mUl9KCaQYGo3s1MSWNhXktBJDt.jpg",
    "overview": "Carol Danvers, aka Captain Marvel, has reclaimed her identity from the tyrannical Kree and taken revenge on the Supreme Intelligence. But unintended consequences see Carol shouldering the burden of a destabilized universe. When her duties send her to an anomalous wormhole linked to a Kree revolutionary, her powers become entangled with that of Jersey City super-fan Kamala Khan, aka Ms. Marvel, and Carol’s estranged niece, now S.A.B.E.R. astronaut Captain Monica Rambeau. Together, this unlikely trio must team up and learn to work in concert to save the universe.",
    "release_date": "2023-11-08"
  },
  "The Nettle Dress": {
    "backdrop": "https://image.tmdb.org/t/p/w500//eeHVe0onXadVXwkEQgONafcjELe.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//3TuH72sVFsh0NtsJqrUWEegsRGe.jpg",
    "overview": "Textile artist Allan Brown spends seven years making a dress by hand from foraged stinging nettles, all picked on the South Downs near Brighton. This is ‘hedgerow couture’, the greenest of slow fashion. It’s also his medicine, the way he survives the death of his wife that left him and his four children bereft.",
    "release_date": "2023-09-15"
  },
  "The Royal Hotel": {
    "backdrop": "https://image.tmdb.org/t/p/w500//cofs7Y72FkRjALbOOOz8q7Uty6h.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//oJwb2PV1LGxDp6Q3lynrjADxOIv.jpg",
    "overview": "After running out of money while backpacking in a tiny, male-dominated town in the Australian outback, two friends resort to a working holiday at the Royal Hotel. When the locals behavior starts crossing the line, the girls find themselves trapped in an unnerving situation that grows rapidly out of their control.",
    "release_date": "2023-10-06"
  },
  "Typist Artist Pirate King": {
    "backdrop": "https://image.tmdb.org/t/p/w500//6lkbK8PrQ4EVxcTQGlJ1Gcbpv0q.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//7MJW16o2jcwUFqC9KFC5n4VDv25.jpg",
    "overview": "The growing friendship between two women as they hit the road in an electric car looking for endings and reconciliation.",
    "release_date": "2023-10-27"
  },
  "WITNESS": {
    "backdrop": "https://image.tmdb.org/t/p/w500//o7DFxRyxcjkuTADGjpfCLcRlfsj.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//cRcZLT75uQG2NHNAkZ3v8E9IpPs.jpg",
    "overview": "A sheltered Amish child is the sole witness of a brutal murder in a restroom at a Philadelphia train station, and he must be protected.  The assignment falls to a taciturn detective who goes undercover in a Pennsylvania Dutch community. On the farm, he slowly assimilates despite his urban grit and forges a romantic bond with the child's beautiful mother.",
    "release_date": "1985-02-08"
  }
}