{
  "A NIGHTMARE ON ELM STREET": {
    "backdrop": "https://image.tmdb.org/t/p/w500//g9ROrZey0JYp7kf8DoAyZtKnObj.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//wGTpGGRMZmyFCcrY2YoxVTIBlli.jpg",
    "overview": "Teenagers in a small town are dropping like flies, apparently in the grip of mass hysteria causing their suicides. A cop's daughter, Nancy Thompson, traces the cause to child molester Fred Krueger, who was burned alive by angry parents many years before. Krueger has now come back in the dreams of his killers' children, claiming their lives as his revenge. Nancy and her boyfriend, Glen, must devise a plan to lure the monster out of the realm of nightmares and into the real world...",
    "release_date": "1984-11-09"
  },
  "Anatomy of a Fall": {
    "backdrop": "https://image.tmdb.org/t/p/w500//kszooR7v1TLFM4pzx6IkKq2jDAN.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//kQs6keheMwCxJxrzV83VUwFtHkB.jpg",
    "overview": "A woman is suspected of her husband’s murder, and their blind son faces a moral dilemma as the sole witness.",
    "release_date": "2023-08-23"
  },
  "Anselm (3D)": {
    "backdrop": "https://image.tmdb.org/t/p/w500//wgXiRMMZ2vEyo0K0WUPtoK89Kg4.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//zb3CFlVCw1Sa4Mc6eoUmEK2QbJD.jpg",
    "overview": "This unique cinematic experience dives deep into an artist’s work and reveals his life path, inspiration, and creative process. It explores his fascination with myth and history. Past and present are interwoven to diffuse the line between film and painting, allowing the audience to be completely immersed in the remarkable world of one of the greatest contemporary artists, Anselm Kiefer. Wim Wenders shot this unique portrait over the course of two years in stunning 3D.",
    "release_date": "2023-10-12"
  },
  "Anyone But You": {
    "backdrop": "https://image.tmdb.org/t/p/w500//hXvx5YJbexKxsVD1NTEARObSnt2.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//xvPCsU1iwAQJpJZOuHyYtFpwV1R.jpg",
    "overview": "After an amazing first date, Bea and Ben's fiery attraction turns ice cold — until they find themselves unexpectedly reunited at a destination wedding in Australia. So they do what any two mature adults would do: pretend to be a couple.",
    "release_date": "2023-12-21"
  },
  "Aquaman and the Lost Kingdom": {
    "backdrop": "https://image.tmdb.org/t/p/w500//bckxSN9ueOgm0gJpVJmPQrecWul.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//8xV47NDrjdZDpkVcCFqkdHa3T0C.jpg",
    "overview": "Black Manta, still driven by the need to avenge his father's death and wielding the power of the mythic Black Trident, will stop at nothing to take Aquaman down once and for all. To defeat him, Aquaman must turn to his imprisoned brother Orm, the former King of Atlantis, to forge an unlikely alliance in order to save the world from irreversible destruction.",
    "release_date": "2023-12-20"
  },
  "BIG SHARK": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//bLRQvT1INcmeAiFScI6XIs8CnkD.jpg",
    "overview": "Three firefighters must save New Orleans from a gigantic shark.",
    "release_date": "2023-04-28"
  },
  "BLACK SWAN": {
    "backdrop": "https://image.tmdb.org/t/p/w500//qxTw8OKJLRX1Xb5nR5CcIDnLKoq.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//rH19vkjAzCZ0HIUvrgB3rowm68h.jpg",
    "overview": "A journey through the psyche of a young ballerina whose starring role as the duplicitous swan queen turns out to be a part for which she becomes frighteningly perfect.",
    "release_date": "2010-12-03"
  },
  "BRAM STOKER'S DRACULA": {
    "backdrop": "https://image.tmdb.org/t/p/w500//1ZVsHrPyogvUMJEuuB9eCkHSwaR.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//scFDS0U5uYAjcVTyjNc7GmcZw1q.jpg",
    "overview": "When Dracula leaves the captive Jonathan Harker and Transylvania for London in search of Mina Murray, the reincarnation of Dracula's long-dead wife Elisabeta, obsessed vampire hunter Dr. Van Helsing sets out to end the madness.",
    "release_date": "1992-11-13"
  },
  "BUBBA HO-TEP": {
    "backdrop": "https://image.tmdb.org/t/p/w500//y59R9eax325HeGlUxJJsOUtkdki.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//pKQBit5ZV7GEOTiMBSYC6xBn86K.jpg",
    "overview": "Bubba Ho-tep tells the \"true\" story of what really did become of Elvis Presley. We find Elvis as an elderly resident in an East Texas rest home, who switched identities with an Elvis impersonator years before his \"death,\" then missed his chance to switch back. He must team up with JFK and fight an ancient Egyptian mummy for the souls of their fellow residents.",
    "release_date": "2002-06-09"
  },
  "CHILD'S PLAY": {
    "backdrop": "https://image.tmdb.org/t/p/w500//edghRD7vw1XgWEpMLpGt1VSGB5w.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//7jrOhGtRh6YK7sMfvH1E1f36aVx.jpg",
    "overview": "A single mother gives her son a beloved doll for his birthday, only to discover that it is possessed by the soul of a serial killer.",
    "release_date": "1988-11-09"
  },
  "CHRISTINE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//xgmRZBt1JMfvsP5dz3wM4lUW1Fc.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//bWi3Cjg8gkf5h3xgU91CVtxkjUc.jpg",
    "overview": "Geeky student Arnie Cunningham falls for Christine, a rusty 1958 Plymouth Fury, and becomes obsessed with restoring the classic automobile to her former glory. As the car changes, so does Arnie, whose newfound confidence turns to arrogance behind the wheel of his exotic beauty. Arnie's girlfriend Leigh and best friend Dennis reach out to him, only to be met by a Fury like no other.",
    "release_date": "1983-12-09"
  },
  "COME AND SEE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//6C1U0cKK5zGjyUSwNc5GLSVCr7Y.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//qNbMsKVzigERgJUbwf8pKyZogpb.jpg",
    "overview": "The invasion of a village in Byelorussia by German forces sends young Florya into the forest to join the weary Resistance fighters, against his family's wishes. There he meets a girl, Glasha, who accompanies him back to his village. On returning home, Florya finds his family and fellow peasants massacred. His continued survival amidst the brutal debris of war becomes increasingly nightmarish, a battle between despair and hope.",
    "release_date": "1985-07-09"
  },
  "CORALINE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//8GHxjXlI5rqyTBuVNekGTPjG5T6.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//4jeFXQYytChdZYE9JYO7Un87IlW.jpg",
    "overview": "A young girl discovers an idealized parallel universe behind a secret door in her new home, unaware that it contains a sinister secret.",
    "release_date": "2009-02-05"
  },
  "Chicken Run: Dawn of the Nugget": {
    "backdrop": "https://image.tmdb.org/t/p/w500//9jPoyxjiEYPylUIMI3Ntixf8z3M.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//exNtEY8QUuQh9e23wSQjkPxKIU3.jpg",
    "overview": "A band of fearless chickens flock together to save poultry-kind from an unsettling new threat: a nearby farm that's cooking up something suspicious.",
    "release_date": "2023-12-08"
  },
  "DocHouse: 20 Days In Mariupol": {
    "backdrop": "https://image.tmdb.org/t/p/w500//r8sxED3zgVBuLQFp3jvW1YRXUkn.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//iQ4qXX7XXFxmfl7lNG4cRVUWTbG.jpg",
    "overview": "As the Russian invasion begins, a team of Ukrainian journalists trapped in the besieged city of Mariupol struggle to continue their work documenting the war’s atrocities.",
    "release_date": "2023-07-14"
  },
  "DocHouse: A Compassionate Spy": {
    "backdrop": "https://image.tmdb.org/t/p/w500//AooeAAF4MnqzLWJDD8vgxuj82Yd.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//vr4oT4cfi8RDXv9uNs6fPVsMeZc.jpg",
    "overview": "Physicist Ted Hall is recruited to join the Manhattan Project as a teenager and goes to Los Alamos with no idea what he'll be working on. When he learns the true nature of the weapon being designed, he fears the post-war risk of a nuclear holocaust and begins to pass significant information to the Soviet Union.",
    "release_date": "2022-08-31"
  },
  "DocHouse: Dreaming Walls": {
    "backdrop": "https://image.tmdb.org/t/p/w500//wR4vJHaY6JsizJSIWTrb3fG6Lgk.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//iGiVGkMxplHpYRpg4OuMVOLnCjo.jpg",
    "overview": "The end of an eight-year upmarket renovation of the legendary Chelsea Hotel is partly longed for and partly dreaded by the artists who still live there. The film grants us access to their apartments and interweaves the past with the present.",
    "release_date": "2022-07-08"
  },
  "DocHouse: Hide and Seek": {
    "backdrop": "https://image.tmdb.org/t/p/w500//rb72Z88jkQgDZaWvPPnXGvTAmYx.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//orY4PX3TNFdCbdVwhKY32UKMvoA.jpg",
    "overview": "David Callaway tries to piece together his life in the wake of his wife's suicide and has been left to raise his nine-year-old daughter, Emily on his own. David is at first amused to discover that Emily has created an imaginary friend named 'Charlie', but it isn't long before 'Charlie' develops a sinister and violent side, and as David struggles with his daughter's growing emotional problems, he comes to the frightening realisation that 'Charlie' isn't just a figment of Emily's imagination.",
    "release_date": "2005-01-27"
  },
  "DocHouse: Iraq's Invisible Beauty": {
    "backdrop": "https://image.tmdb.org/t/p/w500//fLaTpJCQ3kQBCjRSYPERSCr4K7A.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//9A41Gd61zURvhNHlaa5r8bR8qyV.jpg",
    "overview": "Latif Al Ani photographed Iraq for 30 years before multiple wars arose. At the age of 86, he travels through his devastated country in search of the people and places he photographed at the time, sharing his pictures with Iraqis who today cannot  imagine that the world in the photographs was real.",
    "release_date": "2022-12-31"
  },
  "DocHouse: My Imaginary Country": {
    "backdrop": "https://image.tmdb.org/t/p/w500//miWIEwxPih5zNbjiFVxuh9AAD9e.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//aKUfSLK1w5qCmC3lmHOP7VEVPGm.jpg",
    "overview": "This documentary explores the protests that exploded onto the streets of Chile’s capital of Santiago in 2019 as the population demanded more democracy and social equality around education, healthcare and job opportunities.",
    "release_date": "2022-05-20"
  },
  "DocHouse: My Name Is Alfred Hitchcock": {
    "backdrop": "https://image.tmdb.org/t/p/w500//5Zaxci2yw6uN11m5CRmZsbWiXDf.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//Ahea2bm0nKb8HWs50V6gi3azDYy.jpg",
    "overview": "Directed by Mark Cousins, My Name is Alfred Hitchcock re-examines the vast filmography and legacy of one of the 20th century’s greatest filmmakers, Alfred Hitchcock, through a new lens: through the auteur’s own voice.",
    "release_date": "2023-07-21"
  },
  "DocHouse: Smoke Sauna Sisterhood": {
    "backdrop": "https://image.tmdb.org/t/p/w500//uoY7y7kksPr0WxDC1BIBhnyBjso.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//uUs4e9S0Z5VaVgZH25wnEzKC5ty.jpg",
    "overview": "Women share their innermost secrets and intimate experiences inside an Estonian smoke sauna. Cleansing their bodies and baring their souls, they embrace the healing power of sisterhood.",
    "release_date": "2023-03-21"
  },
  "DocHouse: Time Bomb Y2K": {
    "backdrop": "https://image.tmdb.org/t/p/w500//OI06C8QPnm927kmItRbE3lXWTg.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//d3ZW5oAqHwpOEYdB93X6oT9TwxQ.jpg",
    "overview": "As the clock counted down to the the 21st century, the world faced a potential technological disaster: a bug that could cause computers to misinterpret the year 2000 as 1900. Crafted entirely from archival footage and featuring first-hand accounts from computer experts, survivalists, scholars, militia groups, conservative Christians, and pop icons, Time Bomb Y2K is a prescient and often humorous tale about the power and vulnerabilities of technology.",
    "release_date": "2023-03-03"
  },
  "DocHouse: Tish": {
    "backdrop": "https://image.tmdb.org/t/p/w500//hzaqnwmZbcCsJyk2iqI6tFiPfEd.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//zxzO6ghSF15s6FCr1C0rHhTB2er.jpg",
    "overview": "A working-class photographer captures the impact of Thatcherism on the north of England but is unable to escape the poverty and inequality she exposed.",
    "release_date": "2023-11-17"
  },
  "DocHouse: While We Watched": {
    "backdrop": "https://image.tmdb.org/t/p/w500//iSninPxyb8p9aEPn4bcnXlsCqPh.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//orFu3HoRSac2HtTwXFONam3X9gJ.jpg",
    "overview": "A turbulent newsroom drama that intimately chronicles the working days of broadcast journalist Ravish Kumar as he navigates a spiraling world of truth and disinformation.",
    "release_date": "2023-07-14"
  },
  "EVANGELION : 3.0+1.01 THRICE UPON A TIME": {
    "backdrop": "https://image.tmdb.org/t/p/w500//1EAxNqdkVnp48a7NUuNBHGflowM.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//md5wZRRj8biHrGtyitgBZo7674t.jpg",
    "overview": "In the aftermath of the Fourth Impact, stranded without their Evangelions, Shinji, Asuka and Rei find refuge in one of the rare pockets of humanity that still exist on the ruined planet Earth. There, each lives a life far different from their days as an Evangelion pilot. However, the danger to the world is far from over. A new impact is looming on the horizon—one that will prove to be the true end of Evangelion.",
    "release_date": "2021-03-08"
  },
  "EVIL DEAD RISE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//7bWxAsNPv9CXHOhZbJVlj2KxgfP.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//5ik4ATKmNtmJU6AYD0bLm56BCVM.jpg",
    "overview": "A reunion between two estranged sisters gets cut short by the rise of flesh-possessing demons, thrusting them into a primal battle for survival as they face the most nightmarish version of family imaginable.",
    "release_date": "2023-04-12"
  },
  "Fallen Leaves": {
    "backdrop": "https://image.tmdb.org/t/p/w500//cru4rjGcdHGhnPyjNXvW82jOrif.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//ca9341N5crOnOCPhCJhQu0iYcTb.jpg",
    "overview": "The film tells the story of Ansa, a supermarket shelf-stocker on a zero-hour contract, later a recyclable plastic sorter, and Holappa, a sandblaster, an alcoholic, later an ex-alcoholic, whose paths have accidentally crossed and who, despite adversity and misunderstandings, try to build some kind of relationship on the harsher side of state welfare.",
    "release_date": "2023-09-14"
  },
  "Ferrari": {
    "backdrop": "https://image.tmdb.org/t/p/w500//fYxAAWbU54SzJ42H0FaaNdOeuqw.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//nNMoJMDCeF4Q5wpWvKuh5b8K2sX.jpg",
    "overview": "A biopic of automotive mogul Enzo Ferrari, whose family redefined the idea of the high-powered Italian sports car and practically spawned the concept of Formula One racing.",
    "release_date": "2023-12-14"
  },
  "Godzilla Minus One": {
    "backdrop": "https://image.tmdb.org/t/p/w500//bWIIWhnaoWx3FTVXv6GkYDv3djL.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//hkxxMIGaiCTmrEArK7J56JTKUlB.jpg",
    "overview": "In postwar Japan, a new terror rises. Will the devastated people be able to survive... let alone fight back?",
    "release_date": "2023-11-03"
  },
  "HALLOWEEN (1978)": {
    "backdrop": null,
    "poster": null,
    "overview": "Joe Bob hosts a special FearFest episode featuring the undisputed champ of spooky season.",
    "release_date": ""
  },
  "HELLRAISER": {
    "backdrop": "https://image.tmdb.org/t/p/w500//3r3tZgKTw1554hcFoUfydLHE38w.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//f9ZAIUxTTk23vo1BC9Ur1Rx5c2E.jpg",
    "overview": "A young woman struggling with addiction comes into possession of an ancient puzzle box, unaware that its purpose is to summon the Cenobites, a group of sadistic supernatural beings from another dimension.",
    "release_date": "2022-09-28"
  },
  "IN THE MOOD FOR LOVE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//n4GJFGzsc7NinI1VeGDXIcQjtU2.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//iYypPT4bhqXfq1b6EnmxvRt6b2Y.jpg",
    "overview": "Two neighbors become intimate after discovering that their spouses are having an affair with one another.",
    "release_date": "2000-09-29"
  },
  "It's a Wonderful Life": {
    "backdrop": "https://image.tmdb.org/t/p/w500//rqmE0aFFerz8E8PkGOKPAoIY5Ax.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//mV3VcmMJN6Zwahj42dy9WwPUyRI.jpg",
    "overview": "A holiday favourite for generations...  George Bailey has spent his entire life giving to the people of Bedford Falls.  All that prevents rich skinflint Mr. Potter from taking over the entire town is George's modest building and loan company.  But on Christmas Eve the business's $8,000 is lost and George's troubles begin.",
    "release_date": "1946-12-20"
  },
  "LAND OF THE DEAD": {
    "backdrop": "https://image.tmdb.org/t/p/w500//oOZtWMhJft0QvPcnJXFgGlt0Jn7.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//q7tLETjCPu2gNO5vR9esXEd6Mil.jpg",
    "overview": "The world is full of zombies and the survivors have barricaded themselves inside a walled city to keep out the living dead. As the wealthy hide out in skyscrapers and chaos rules the streets, the rest of the survivors must find a way to stop the evolving zombies from breaking into the city.",
    "release_date": "2005-06-18"
  },
  "LAST NIGHT IN SOHO": {
    "backdrop": "https://image.tmdb.org/t/p/w500//brOCMGntRbx9SKzeQk1Aisu6vXz.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//n1ZRmjlk1BJTY7aASqACfPAaLn2.jpg",
    "overview": "A young girl, passionate about fashion design, is mysteriously able to enter the 1960s where she encounters her idol, a dazzling wannabe singer. But 1960s London is not what it seems, and time seems to be falling apart with shady consequences.",
    "release_date": "2021-10-21"
  },
  "Little Women": {
    "backdrop": "https://image.tmdb.org/t/p/w500//lqxxwTRk0l7CubY6JkJdhnwJEkn.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//yn5ihODtZ7ofn8pDYfxCmxh8AXI.jpg",
    "overview": "Four sisters come of age in America in the aftermath of the Civil War.",
    "release_date": "2019-12-25"
  },
  "Maestro": {
    "backdrop": "https://image.tmdb.org/t/p/w500//et0G74BxoBgNQEZBkUcVhsgeRFF.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//kxj7rMco6RNYsVcNwuGAIlfWu64.jpg",
    "overview": "A towering and fearless love story chronicling the lifelong relationship between Leonard Bernstein and Felicia Montealegre Cohn Bernstein. A love letter to life and art, Maestro at its core is an emotionally epic portrayal of family and love.",
    "release_date": "2023-11-22"
  },
  "May December": {
    "backdrop": "https://image.tmdb.org/t/p/w500//97MOhHIgU6ZdLcB9DrAhx3WAqrU.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//yibtHDMO70RueiEmtrcJeTiiHFo.jpg",
    "overview": "Twenty years after their notorious tabloid romance gripped the nation, a married couple buckles under pressure when an actress arrives to do research for a film about their past.",
    "release_date": "2023-11-16"
  },
  "NOPE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//5N8LOeRzt7LcZIhPbNVaCsVOPdT.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//AcKVlWaNVVVFQwro3nLXqPljcYA.jpg",
    "overview": "Residents in a lonely gulch of inland California bear witness to an uncanny, chilling discovery.",
    "release_date": "2022-07-20"
  },
  "NOSFERATU": {
    "backdrop": "https://image.tmdb.org/t/p/w500//hR8ol54rRSt3rouSJ9fHINLPUQg.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//gVjHF375pdFANPMXUT3aJxoOi0J.jpg",
    "overview": "A gothic tale of obsession between a haunted young woman and the terrifying vampire infatuated with her, causing untold horror in its wake.",
    "release_date": "2024-12-25"
  },
  "Napoleon": {
    "backdrop": "https://image.tmdb.org/t/p/w500//f1AQhx6ZfGhPZFTVKgxG91PhEYc.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//jE5o7y9K6pZtWNNMEw3IdpHuncR.jpg",
    "overview": "An epic that details the checkered rise and fall of French Emperor Napoleon Bonaparte and his relentless journey to power through the prism of his addictive, volatile relationship with his wife, Josephine.",
    "release_date": "2023-11-22"
  },
  "Next Goal Wins": {
    "backdrop": "https://image.tmdb.org/t/p/w500//uJwTRJxMnZcnDTyesNyeZhkHaOp.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//zWmKqcox4AgM3deEEVCeYqEOOJ2.jpg",
    "overview": "Dutch coach Thomas Rongen attempts the nearly impossible task of turning the American Samoa soccer team from perennial losers into winners.",
    "release_date": "2023-11-16"
  },
  "PAST LIVES": {
    "backdrop": "https://image.tmdb.org/t/p/w500//rron9HAuS9s7zBF8iCX1tsafxUo.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//k3waqVXSnvCZWfJYNtdamTgTtTA.jpg",
    "overview": "Nora and Hae Sung, two childhood friends, are reunited in New York for one fateful week as they confront notions of destiny, love, and the choices that make a life.",
    "release_date": "2023-06-02"
  },
  "PERFECT BLUE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//A1Larywbw79kZQqkvCEiPHJqdLN.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//kG4AZLcWilPYIixowm8pnE3DqfI.jpg",
    "overview": "Pop singer Mima Kirigoe looks forward to a bright new career when she quits her chart-topping trio to become an actress. When she lands a role in a sexually charged murder mystery, Mima’s life begins to fall apart.",
    "release_date": "1998-02-28"
  },
  "PSYCHO": {
    "backdrop": "https://image.tmdb.org/t/p/w500//uif5fUshJrXyyDzfpzp1DLw3N0S.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//yz4QVqPx3h1hD1DfqqQkCq3rmxW.jpg",
    "overview": "When larcenous real estate clerk Marion Crane goes on the lam with a wad of cash and hopes of starting a new life, she ends up at the notorious Bates Motel, where manager Norman Bates cares for his housebound mother.",
    "release_date": "1960-06-22"
  },
  "Phantom Thread": {
    "backdrop": "https://image.tmdb.org/t/p/w500//vpRMzPqHC03I7hPPET4Av2OT8dI.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//hgoWjp9Sh0MI97eAMZCnIoVfgvq.jpg",
    "overview": "In 1950s London, renowned British dressmaker Reynolds Woodcock comes across Alma, a young, strong-willed woman, who soon becomes ever present in his life as his muse and lover.",
    "release_date": "2017-12-25"
  },
  "Priscilla": {
    "backdrop": "https://image.tmdb.org/t/p/w500//50stq3Jlny6oEgJjsXbQvbajCNw.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//uDCeELWWpsNq7ErM61Yuq70WAE9.jpg",
    "overview": "When teenage Priscilla Beaulieu meets Elvis Presley at a party, the man who is already a meteoric rock-and-roll superstar becomes someone entirely unexpected in private moments: a thrilling crush, an ally in loneliness, a vulnerable best friend.",
    "release_date": "2023-10-27"
  },
  "SEVEN": {
    "backdrop": "https://image.tmdb.org/t/p/w500//colmzMI1D9h610XN98VGoKNcifi.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//h7904tdTu4O6EVX4UyesxtqF0xR.jpg",
    "overview": "What caused Building 7 to collapse on 9/11? Dr. Leroy Hulsey from the University of Alaska Fairbanks may have the answer, following an exhausting four year engineering study.",
    "release_date": "2020-12-08"
  },
  "SHIVA BABY": {
    "backdrop": "https://image.tmdb.org/t/p/w500//xkXEP5HhFuOAxTzbj770jVpfsyo.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//5IBJwMPSCS5XdRT7BO1ZMreFOis.jpg",
    "overview": "College student Danielle must cover her tracks when she unexpectedly runs into her sugar daddy at a shiva - with her parents, ex-girlfriend and family friends also in attendance.",
    "release_date": "2021-04-02"
  },
  "STOP MAKING SENSE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//iLxliFy7HrIbKGHTdwVfgKeQLwG.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//xwYPEzLi7dXtnMl1YWkJmIL5LCZ.jpg",
    "overview": "A concert film documenting Talking Heads at the height of their popularity, on tour for their 1983 album \"Speaking in Tongues.\" The band takes the stage one by one and is joined by a cadre of guest musicians for a career-spanning and cinematic performance that features creative choreography and visuals.",
    "release_date": "1984-11-16"
  },
  "Saltburn": {
    "backdrop": "https://image.tmdb.org/t/p/w500//2DMdC72NF3len5VFEUzPKMvEzlW.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//zGTfMwG112BC66mpaveVxoWPOaB.jpg",
    "overview": "Struggling to find his place at Oxford University, student Oliver Quick finds himself drawn into the world of the charming and aristocratic Felix Catton, who invites him to Saltburn, his eccentric family's sprawling estate, for a summer never to be forgotten.",
    "release_date": "2023-11-16"
  },
  "Society of the Snow": {
    "backdrop": "https://image.tmdb.org/t/p/w500//pcRCkUtOJ1HSHJ9ZU5mOZ3zpboI.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//k7rEpZfNPB35FFHB00ZhXHKTL7X.jpg",
    "overview": "On October 13, 1972, Uruguayan Air Force Flight 571, chartered to take a rugby team to Chile, crashes into a glacier in the heart of the Andes.",
    "release_date": "2023-12-15"
  },
  "Sweet Sue": {
    "backdrop": "https://image.tmdb.org/t/p/w500//fD4e9fSeiyXEJJDbbOipSKMA7Fg.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//hu6EzWmUjJxijWu8yjAr01jPZaR.jpg",
    "overview": "Sue is back on the dating scene. She meets a mysterious biker called Ron at her brother's funeral and sparks fly. But when Ron introduces her to her social media-influence son, Anthony, Sue finds herself in an increasingly surreal battle of wills with this ambitious teenager who, despite showing no signs of talent, is convinced his dance troupe 'Electric Destiny' is tipped for stardom. Will she find the purpose and imagination to bring this little unconventional family together for a chance of happiness?",
    "release_date": "2023-12-22"
  },
  "THE EXORCIST": {
    "backdrop": "https://image.tmdb.org/t/p/w500//huC0x1don81NMreSGx4ITkrv9aG.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//4ucLGcXVVSVnsfkGtbLY4XAius8.jpg",
    "overview": "Twelve year old Regan MacNeil begins to adapt an explicit new personality as strange events befall the local area of Georgetown. Her mother becomes torn between science and superstition in a desperate bid to save her daughter, and ultimately turns to her last hope: Father Damien Karras, a troubled priest struggling with his own faith.",
    "release_date": "1973-12-26"
  },
  "THE HILLS HAVE EYES": {
    "backdrop": "https://image.tmdb.org/t/p/w500//i9ypo2EPubwkD5XLiAHqPG7OMHg.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//53x6ZGyYLgYwa5VQRdSqvVYwrl9.jpg",
    "overview": "Based on Wes Craven's 1977 suspenseful cult classic, The Hills Have Eyes is the story of a family road trip that goes terrifyingly awry when the travelers become stranded in a government atomic zone. Miles from nowhere, the Carter family soon realizes the seemingly uninhabited wasteland is actually the breeding ground of a blood-thirsty mutant family...and they are the prey.",
    "release_date": "2006-03-10"
  },
  "THE HOUSE THAT JACK BUILT": {
    "backdrop": "https://image.tmdb.org/t/p/w500//ff6ujDT1Qt2H4lzWhLtK71W8Om6.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//bMUGNkPaHOurcBK9g3XpJx3fxuO.jpg",
    "overview": "Failed architect, engineer and vicious murderer Jack narrates the details of some of his most elaborately orchestrated crimes, each of them a towering piece of art that defines his life's work as a serial killer for twelve years.",
    "release_date": "2018-10-04"
  },
  "THE LATENT IMAGE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//jUf1fwKjCb5KwHqwXiorj7rbyo6.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//exMURtX5fmeDySiH0RQMQ98gaPA.jpg",
    "overview": "A thriller writer finds his story coming to horrifying life when a mysterious drifter arrives at the door of his isolated cabin.",
    "release_date": "2022-11-11"
  },
  "THE LIGHTHOUSE": {
    "backdrop": "https://image.tmdb.org/t/p/w500//i51wnN9phojyn14xHjQt6rv1r0x.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//4SC4cyzHWWzDEdszdxHYPWd32YH.jpg",
    "overview": "Two lighthouse keepers try to maintain their sanity while living on a remote and mysterious New England island in the 1890s.",
    "release_date": "2019-10-18"
  },
  "THE LOST BOYS": {
    "backdrop": "https://image.tmdb.org/t/p/w500//m4vNXgy0EfvOSSXMWJC6FfMSyIR.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//nH1lvyQvfbL5GKScTtT6zkIvDEn.jpg",
    "overview": "A mother and her two teenage sons move to a seemingly nice and quiet small coastal California town yet soon find out that it's overrun by bike gangs and vampires. A couple of teenage friends take it upon themselves to hunt down the vampires that they suspect of a few mysterious murders and restore peace and calm to their town.",
    "release_date": "1987-07-31"
  },
  "THE THING": {
    "backdrop": "https://image.tmdb.org/t/p/w500//7yjCaRXAIrwRN4EajGjvGe4CiGB.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//tzGY49kseSE9QAKk47uuDGwnSCu.jpg",
    "overview": "A team of American scientists investigate the empty, destroyed base of their Norwegian counterparts in Antarctica, only to discover a terrifying life force that can take the form of its prey.",
    "release_date": "1982-06-25"
  },
  "THE WITCH": {
    "backdrop": "https://image.tmdb.org/t/p/w500//dEY6lCgiODGMDPY3Oo2j09ngPiq.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//zap5hpFCWSvdWSuPGAQyjUv2wAC.jpg",
    "overview": "In 1630, a farmer relocates his family to a remote plot of land on the edge of a forest where strange, unsettling things happen. With suspicion and paranoia mounting, each family member's faith, loyalty and love are tested in shocking ways.",
    "release_date": "2015-01-27"
  },
  "THREE DAYS OF A BLIND GIRL": {
    "backdrop": "https://image.tmdb.org/t/p/w500//1an0sWJgvMaV7WgkRXwIkEgoxbm.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//xQ7tIsprm1gvsDKH4qCvCX49YAC.jpg",
    "overview": "The wife of a heart surgeon, suffering from temporary blindness, is home alone. But a strange man ingratiates himself into her household in order to avenge the seduction and death of his wife, for which the surgeon appears responsible...",
    "release_date": "1993-05-27"
  },
  "Tangerine": {
    "backdrop": "https://image.tmdb.org/t/p/w500//hSd4jgQjx6GcRAB8ScOXPjKBagC.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//EKLR5c61XQzBTeMokFrmS3kdt8.jpg",
    "overview": "It's Christmas Eve in Tinseltown and Sin-Dee is back on the block. Upon hearing that her pimp boyfriend hasn't been faithful during the 28 days she was locked up, the working girl and her best friend, Alexandra, embark on a mission to get to the bottom of the scandalous rumor. Their rip-roaring odyssey leads them through various subcultures of Los Angeles, including an Armenian family dealing with their own repercussions of infidelity.",
    "release_date": "2015-07-10"
  },
  "Tchaikovsky's Wife": {
    "backdrop": "https://image.tmdb.org/t/p/w500//5GIsSR2cV43yDwYDzlgoZ8IL7En.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//3SHL9l0gCACJExESoYUP4Rlr7tL.jpg",
    "overview": "Antonina Miliukova is a beautiful and bright young woman, born in the aristocracy of 19th century Russia. She could have anything she'd want, and yet her only obsession is to marry Pyotr Tchaikovsky, with whom she falls in love from the very moment she hears his music. The composer finally accepts this union, but after blaming her for his misfortunes and breakdowns, his attempts to get rid of his wife are brutal. Consumed by her feelings for him, Antonina decides to endure and do whatever it takes to stay with him. Humiliated, disgraced and discarded, she is slowly driven to madness.",
    "release_date": "2022-11-11"
  },
  "The Hunger Games: The Ballad of Songbirds & Snakes": {
    "backdrop": "https://image.tmdb.org/t/p/w500//8GnWDLn2AhnmkQ7hlQ9NJUYobSS.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//mBaXZ95R2OxueZhvQbcEWy2DqyO.jpg",
    "overview": "64 years before he becomes the tyrannical president of Panem, Coriolanus Snow sees a chance for a change in fortunes when he mentors Lucy Gray Baird, the female tribute from District 12.",
    "release_date": "2023-11-15"
  },
  "The Lost Boys": {
    "backdrop": "https://image.tmdb.org/t/p/w500//m4vNXgy0EfvOSSXMWJC6FfMSyIR.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//nH1lvyQvfbL5GKScTtT6zkIvDEn.jpg",
    "overview": "A mother and her two teenage sons move to a seemingly nice and quiet small coastal California town yet soon find out that it's overrun by bike gangs and vampires. A couple of teenage friends take it upon themselves to hunt down the vampires that they suspect of a few mysterious murders and restore peace and calm to their town.",
    "release_date": "1987-07-31"
  },
  "The Nettle Dress": {
    "backdrop": "https://image.tmdb.org/t/p/w500//eeHVe0onXadVXwkEQgONafcjELe.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//3TuH72sVFsh0NtsJqrUWEegsRGe.jpg",
    "overview": "Textile artist Allan Brown spends seven years making a dress by hand from foraged stinging nettles, all picked on the South Downs near Brighton. This is ‘hedgerow couture’, the greenest of slow fashion. It’s also his medicine, the way he survives the death of his wife that left him and his four children bereft.",
    "release_date": "2023-09-15"
  },
  "The Peasants": {
    "backdrop": "https://image.tmdb.org/t/p/w500//rhFFbdRxSw25LvylJMbkOGljy2d.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//vxwdArOG3R5AUHdvmwE4e7MLc0z.jpg",
    "overview": "Peasant girl Jagna is forced to marry the much older, wealthy farmer Boryna, despite her love for his son Antek. With time, Jagna becomes the object of envy and disdain with the villagers and she must fight to preserve her independence.",
    "release_date": "2023-10-13"
  },
  "WAR OF THE WORLDS (2005)": {
    "backdrop": "https://image.tmdb.org/t/p/w500//nH6hPhJq3EEv9CnBZgXU3IQnpJo.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//6Biy7R9LfumYshur3YKhpj56MpB.jpg",
    "overview": "Ray Ferrier is a divorced dockworker and less-than-perfect father. Soon after his ex-wife and her new husband drop off his teenage son and young daughter for a rare weekend visit, a strange and powerful lightning storm touches down.",
    "release_date": "2005-06-28"
  },
  "WITNESS": {
    "backdrop": "https://image.tmdb.org/t/p/w500//o7DFxRyxcjkuTADGjpfCLcRlfsj.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//cRcZLT75uQG2NHNAkZ3v8E9IpPs.jpg",
    "overview": "A sheltered Amish child is the sole witness of a brutal murder in a restroom at a Philadelphia train station, and he must be protected.  The assignment falls to a taciturn detective who goes undercover in a Pennsylvania Dutch community. On the farm, he slowly assimilates despite his urban grit and forges a romantic bond with the child's beautiful mother.",
    "release_date": "1985-02-08"
  },
  "Wonka": {
    "backdrop": "https://image.tmdb.org/t/p/w500//yOm993lsJyPmBodlYjgpPwBjXP9.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//qhb1qOilapbapxWQn9jtRCMwXJF.jpg",
    "overview": "Willy Wonka – chock-full of ideas and determined to change the world one delectable bite at a time – is proof that the best things in life begin with a dream, and if you’re lucky enough to meet Willy Wonka, anything is possible.",
    "release_date": "2023-12-06"
  }
}