{
  "A Real Pain": {
    "backdrop": "https://image.tmdb.org/t/p/w500//nGC3ZkXEcjGbqAAonS1xn6gaNpb.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//38lb62nJcNvVgCDkFt2wiVE0bX4.jpg",
    "overview": "Mismatched cousins David and Benji reunite for a tour through Poland to honor their beloved grandmother. The adventure takes a turn when the pair's old tensions resurface against the backdrop of their family history.",
    "release_date": "2024-11-01"
  },
  "All We Imagine as Light": {
    "backdrop": "https://image.tmdb.org/t/p/w500//7Dlm1hdwRNdb6KLImH9mKBR070N.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//6Ee8vZYu5Lndfu9KRhVxSX3uufR.jpg",
    "overview": "In Mumbai, Nurse Prabha's routine is troubled when she receives an unexpected gift from her estranged husband. Her younger roommate, Anu, tries in vain to find a spot in the city to be intimate with her boyfriend. A trip to a beach town allows them to find a space for their desires to manifest.",
    "release_date": "2024-09-21"
  },
  "Anora": {
    "backdrop": "https://image.tmdb.org/t/p/w500//4cp40IyTpFfsT2IKpl0YlUkMBIR.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//7MrgIUeq0DD2iF7GR6wqJfYZNeC.jpg",
    "overview": "A young sex worker from Brooklyn gets her chance at a Cinderella story when she meets and impulsively marries the son of an oligarch. Once the news reaches Russia, her fairytale is threatened as his parents set out to get the marriage annulled.",
    "release_date": "2024-10-14"
  },
  "Babygirl": {
    "backdrop": "https://image.tmdb.org/t/p/w500//hctfNoMpQGfn3VXdBYb9p0P5bT5.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//A8HbTd0FemZyFCh5qvJFpHGiwF8.jpg",
    "overview": "A high-powered CEO puts her career and family on the line when she begins a torrid affair with her much younger intern.",
    "release_date": "2024-12-25"
  },
  "Conclave": {
    "backdrop": "https://image.tmdb.org/t/p/w500//66nlC5LDZmDUWONGkUZT2BrOszG.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//m2H7hvAgteptfOLhBr4WEMdg2VY.jpg",
    "overview": "After the unexpected death of the Pope, Cardinal Lawrence is tasked with managing the covert and ancient ritual of electing a new one. Sequestered in the Vatican with the Catholic Church’s most powerful leaders until the process is complete, Lawrence finds himself at the center of a conspiracy that could lead to its downfall.",
    "release_date": "2024-10-25"
  },
  "DocHouse: Aquarela": {
    "backdrop": "https://image.tmdb.org/t/p/w500//wMTpOS4owf27iNVUoKp1rAtawTY.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//mn0lQODobXaiWkZB2qjRe9OZyql.jpg",
    "overview": "From massive waves to melting ice, filmmaker Victor Kossakovsky travels around the world to capture stunning images of the beauty and raw power of water.",
    "release_date": "2019-08-16"
  },
  "DocHouse: Architecton": {
    "backdrop": "https://image.tmdb.org/t/p/w500//9Sl9oyD2rrFKbCWvWiHQifwOoTn.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//dPFUKGDjWRxzSj3430nIlUiAAm6.jpg",
    "overview": "An extraordinary journey through the material that makes up our habitat: concrete and its ancestor, stone. Victor Kossakovsky raises a fundamental question: how do we inhabit the world of tomorrow?",
    "release_date": "2024-10-03"
  },
  "DocHouse: Grand Theft Hamlet": {
    "backdrop": "https://image.tmdb.org/t/p/w500//8dNdO7c6tie614fvhqJ2RombdKZ.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//n2iyv3BcHAURaalBJKSlCWWwgXk.jpg",
    "overview": "Two unemployed friends have a fresh idea: they want to stage Shakespeare's 'Hamlet' in Grand Theft Auto. But even in a virtual world, reality intrudes in a wild and trippy film shot entirely inside the ultra-violent video game.",
    "release_date": "2024-12-06"
  },
  "DocHouse: I Heard It Through The Grapevine": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//lJCNvyh2xuJy0a5rQFTTCsuzPEB.jpg",
    "overview": "Renowned Black writer James Baldwin retraces his time in the South during the Civil Rights Movement, reflecting with his trademark brilliance and insight on the passage of more than two decades. From Selma and Birmingham and Atlanta; to the battleground beaches of St. Augustine, Florida, with Chinua Achebe; and back north for a visit to Newark with Amiri Baraka, Baldwin lays bare the fiction of progress in post–Civil Rights America, wondering “what happened to the children” and those 'who did not die, but whose lives were smashed on Freedom Road'.",
    "release_date": "1982-03-03"
  },
  "DocHouse: Pauline Black: A 2-Tone Story": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//cOtSKRipOFEMkNcGKfDclQuqm4m.jpg",
    "overview": "Pauline Black is a multi-talented figure who dedicated four decades to music, while supporting and campaigning for racial equality. Featuring excellent archive and contemporary footage, the film charts Black’s history – from her adopted background to the racism, sexism and hostility she faced on her journey through British life and the entertainment industry. It’s engrossing, essential viewing.",
    "release_date": "2024-10-12"
  },
  "DocHouse: Separated": {
    "backdrop": "https://image.tmdb.org/t/p/w500//iPdzOYkmTfzPo2kMaarDyvX20In.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//sKLwSS9BRUnyyTKXRmlq3ODskYP.jpg",
    "overview": "Academy Award®-winning filmmaker Errol Morris confronts one of the darkest chapters in recent American history: family separations. Based on NBC News Political and National Correspondent Jacob Soboroff’s book, Separated: Inside an American Tragedy, Morris merges bombshell interviews with government officials and artful narrative vignettes tracing one migrant family’s plight. Together they show that the cruelty at the heart of this policy was its very purpose. Against this backdrop, audiences can begin to absorb the U.S. government’s role in developing and implementing policies that have kept over 1300 children without confirmed reunifications years later, according to the Department of Homeland Security.",
    "release_date": "2024-10-04"
  },
  "DocHouse: Soundtrack to a Coup d'État": {
    "backdrop": "https://image.tmdb.org/t/p/w500//1vQKC5gP3Gyr7DIaAvznbZI5Ted.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//eZOB9UurVQjpdIp72L49pyd3anw.jpg",
    "overview": "In 1960, United Nations: the Global South ignites a political earthquake, musicians Abbey Lincoln and Max Roach crash the Security Council, Nikita Khrushchev bangs his shoe denouncing America’s color bar, while the U.S. dispatches jazz ambassador Louis Armstrong to the Congo to deflect attention from its first African post-colonial coup.",
    "release_date": "2024-09-11"
  },
  "DocHouse: The Bibi Files": {
    "backdrop": "https://image.tmdb.org/t/p/w500//xUVwlnl1zXcL04z857q8o0kY14k.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//aZTt7g857dGU9YUIIMHd5yNSKnY.jpg",
    "overview": "Using never-seen-before interrogation footage, this investigation of Benjamin Netanyahu and his inner circle provides an unflinching gaze into the private world behind the headlines. Petty vanity and a sense of entitlement lead to corruption and the Netanyahus' unwillingness to give up power. The extreme right senses opportunity in Bibi’s weakness, and the dominos fall.",
    "release_date": "2024-12-13"
  },
  "DocHouse: The Wolves Always Come At Night": {
    "backdrop": "https://image.tmdb.org/t/p/w500//zuDN69wnVUO8AbJWrWUufscwom.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//cBSkZqSWDwwfRJSHLsYtfhM1K3r.jpg",
    "overview": "Davaa and Zaya are a young nomadic couple in the vast Bayanhongor region of Mongolia who are in the throes of animal birthing season when a seismic event suddenly changes their lives. They are forced to migrate afar but are haunted by their past lives.",
    "release_date": "2024-09-09"
  },
  "DocHouse: Total Trust": {
    "backdrop": "https://image.tmdb.org/t/p/w500//jWDM2WejvpjEXRr0sQI7JoDSM5Q.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//A4MaCkYv8T4w4pLvSKg0IGMrJci.jpg",
    "overview": "By exploring the relationship between the watched and the watching, our film uncovers the trauma and hope engendered by the Chinese all-surveilling state and lends a voice to those that stand in resilient defiance of such blatant abuse of power.",
    "release_date": "2023-03-21"
  },
  "DocHouse: Vivan las Antipodas": {
    "backdrop": "https://image.tmdb.org/t/p/w500//wceIHJsi17mWO7G8WlZ2hWOrMar.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//bQXnilDLv47xyTSVDZ0K0TXwdpW.jpg",
    "overview": "What would be the shortest route between Entre Rios in Argentina and the Chinese metropolis Shanghai? Simply a straight line through the center of the earth, since the two places are antipodes: they are located diametrically opposite to each other on the earth's surface. During his visits to four such antipodal pairs, the award-winning documentary filmmaker Victor Kossakovsky captured images that turn our view of the world upside down.",
    "release_date": "2011-11-05"
  },
  "Emilia Pérez": {
    "backdrop": "https://image.tmdb.org/t/p/w500//u2eA9pqi1q3DvevT7RuDuJHxxBT.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//7seqaCaaXDNUHOx4DqwpoOH8pPa.jpg",
    "overview": "Rita, an underrated lawyer working for a large law firm more interested in getting criminals out of jail than bringing them to justice, is hired by the leader of a criminal organization.",
    "release_date": "2024-08-21"
  },
  "Gladiator II": {
    "backdrop": "https://image.tmdb.org/t/p/w500//euYIwmwkmz95mnXvufEmbL6ovhZ.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//2cxhvwyEwRlysAmRH4iodkvo0z5.jpg",
    "overview": "Years after witnessing the death of the revered hero Maximus at the hands of his uncle, Lucius is forced to enter the Colosseum after his home is conquered by the tyrannical Emperors who now lead Rome with an iron fist. With rage in his heart and the future of the Empire at stake, Lucius must look to his past to find strength and honor to return the glory of Rome to its people.",
    "release_date": "2024-11-05"
  },
  "Maria": {
    "backdrop": "https://image.tmdb.org/t/p/w500//9iw4a6AQkxUO3EuRn59Vgrqf0zO.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//6xHKEYfrO1FpVZJJnKy5BhfWVCK.jpg",
    "overview": "Maria Callas, the world's greatest opera singer, lives the last days of her life in 1970s Paris, as she confronts her identity and life.",
    "release_date": "2024-11-27"
  },
  "Nickel Boys": {
    "backdrop": "https://image.tmdb.org/t/p/w500//sy7Q8ttHlw4yMRoBarPlNSzlhxf.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//lu2vmmtStmTNMmSZl2LgrrQpLZo.jpg",
    "overview": "Chronicles the powerful friendship between two young Black teenagers navigating the harrowing trials of reform school together in Florida.",
    "release_date": "2024-12-13"
  },
  "Nosferatu": {
    "backdrop": "https://image.tmdb.org/t/p/w500//uWOJbarUXfVf6B4o0368dh138eR.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//5qGIxdEO841C0tdY8vOdLoRVrr0.jpg",
    "overview": "A gothic tale of obsession between a haunted young woman and the terrifying vampire infatuated with her, causing untold horror in its wake.",
    "release_date": "2024-12-25"
  },
  "Queer": {
    "backdrop": "https://image.tmdb.org/t/p/w500//1s9lGSEuA5wJxArChuL0WfV236Q.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//xe4b2TMciLKA1C0JlhWxb4ENLln.jpg",
    "overview": "In 1950s Mexico City, William Lee, an American expat in his late forties, leads a solitary life amidst a small American community. However, the arrival in town of Eugene Allerton, a young student, stirs William into finally establishing a meaningful connection with someone.",
    "release_date": "2024-11-27"
  },
  "The Brutalist": {
    "backdrop": "https://image.tmdb.org/t/p/w500//hmZnqijPaaACjenDkrbWcCmcADI.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//iuKb7dsBkQJJYEuvScMER9WonBH.jpg",
    "overview": "Escaping post-war Europe, visionary architect László Tóth arrives in America to rebuild his life, his work, and his marriage to his wife Erzsébet after being forced apart during wartime by shifting borders and regimes. On his own in a strange new country, László settles in Pennsylvania, where the wealthy and prominent industrialist Harrison Lee Van Buren recognizes his talent for building. But power and legacy come at a heavy cost.",
    "release_date": "2024-12-20"
  },
  "The Girl with the Needle": {
    "backdrop": "https://image.tmdb.org/t/p/w500//xPPBElHCcNQ7H3aXdLptykKxyZ1.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//2xkyx8v9G3ePxe1IcFugFQkXHzQ.jpg",
    "overview": "Karoline, a young factory worker, finds herself abandoned and pregnant while striving to climb out of poverty in post WWI Copenhagen. Amidst her struggles, she meets Dagmar, a charismatic woman running a hidden adoption agency within a candy store, helping poor mothers in finding foster homes for their unwanted children.",
    "release_date": "2024-09-06"
  },
  "The Order": {
    "backdrop": "https://image.tmdb.org/t/p/w500//wYkrnn3eQY3vzMz4DJVMAgpQYYy.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//r3BPhDb45sy87kNV41Q1TwCL6BS.jpg",
    "overview": "A string of violent robberies in the Pacific Northwest leads a veteran FBI agent into a domestic terrorist plot to overthrow the federal government.",
    "release_date": "2024-12-05"
  },
  "Vermiglio": {
    "backdrop": "https://image.tmdb.org/t/p/w500//mxfUKewelcGm61cN9Yx5lYzCMze.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//mr8FLzetOh9bqjR4Jmvs8CORNNz.jpg",
    "overview": "Set in the small, mountainous village of Vermiglio during the waning days of WWII, a series of dramatic, consequential events unfold after the arrival of a taciturn Sicilian soldier, who hides out in town after deserting the army. While there, the soldier develops a romance with a provincial family’s eldest daughter.",
    "release_date": "2024-09-19"
  },
  "We Live in Time": {
    "backdrop": "https://image.tmdb.org/t/p/w500//zpaodBqO2lcwJh2SQrFFf1Rn8Jy.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//ssFS25CiYQvRJqErqaEyHuVgyH7.jpg",
    "overview": "An up-and-coming chef and a recent divorcée find their lives forever changed when a chance encounter brings them together, in a decade-spanning, deeply moving romance.",
    "release_date": "2024-10-10"
  },
  "Wicked": {
    "backdrop": "https://image.tmdb.org/t/p/w500//uKb22E0nlzr914bA9KyA5CVCOlV.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//2E1x1qcHqGZcYuYi4PzVZjzg8IV.jpg",
    "overview": "In the land of Oz, ostracized and misunderstood green-skinned Elphaba is forced to share a room with the popular aristocrat Glinda at Shiz University, and the two's unlikely friendship is tested as they begin to fulfill their respective destinies as Glinda the Good and the Wicked Witch of the West.",
    "release_date": "2024-11-20"
  }
}