{
  "A House in Jerusalem": {
    "backdrop": "https://image.tmdb.org/t/p/w500//9MV9h7bC0gmdb7GVFQAkjhu4blu.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//fp49EYaYzFWO779v154gaMRon0q.jpg",
    "overview": "Mourning her mother’s death and struggling to adjust to her new life in Israel, a young girl bonds with the lonely spirit of a Palestinian child.",
    "release_date": "2023-07-13"
  },
  "Bad Boys: Ride Or Die": {
    "backdrop": "https://image.tmdb.org/t/p/w500//JtN7Q03S3oq7A4KZ7Z3I7m3osP.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//nP6RliHjxsz4irTKsxe8FRhKZYl.jpg",
    "overview": "After their late former Captain is framed, Lowrey and Burnett try to clear his name, only to end up on the run themselves.",
    "release_date": "2024-06-05"
  },
  "Catching Fire: The Story of Anita Pallenberg": {
    "backdrop": "https://image.tmdb.org/t/p/w500//fNULuwmzQs8mjh8Cljp4ulr6Yu0.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//mO41UPBGnb5kOKmiaXaeVPMzLyT.jpg",
    "overview": "An exploration of the life of Anita Pallenberg, European actress and rock ’n’ roll muse. Told in Anita’s own words, from her unpublished memoir, and in the words of her family, this bittersweet film is a never-seen-before look at life with The Rolling Stones.",
    "release_date": "2024-05-03"
  },
  "Challengers": {
    "backdrop": "https://image.tmdb.org/t/p/w500//4CcUgdiGe83MeqJW1NyJVmZqRrF.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//H6vke7zGiuLsz4v4RPeReb9rsv.jpg",
    "overview": "Tennis player turned coach Tashi has taken her husband, Art, and transformed him into a world-famous Grand Slam champion. To jolt him out of his recent losing streak, she signs him up for a \"Challenger\" event — close to the lowest level of pro tournament — where he finds himself standing across the net from his former best friend and Tashi's former boyfriend.",
    "release_date": "2024-04-18"
  },
  "DocHouse: Catching Fire": {
    "backdrop": "https://image.tmdb.org/t/p/w500//eHaazLxM5LRMh0ySkVy7SK6wUWt.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//uFQbcR7h1stMlN1d3a7RmV0luLZ.jpg",
    "overview": "Katniss Everdeen has returned home safe after winning the 74th Annual Hunger Games along with fellow tribute Peeta Mellark. Winning means that they must turn around and leave their family and close friends, embarking on a \"Victor's Tour\" of the districts. Along the way Katniss senses that a rebellion is simmering, but the Capitol is still very much in control as President Snow prepares the 75th Annual Hunger Games (The Quarter Quell) - a competition that could change Panem forever.",
    "release_date": "2013-11-15"
  },
  "DocHouse: Ciné-Guerrillas": {
    "backdrop": "https://image.tmdb.org/t/p/w500//wKIs7Z3SJLVxyhz7qBUbfP7PmA0.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//w0QckCiBUK7J2Skg8VgPBJaY0gU.jpg",
    "overview": "An archival road trip with Stevan Labudović, cameraman to Yugoslav President Tito and cinematic eye of the Algerian revolution, investigating the role of cinema in the liberation struggles of the Third World and reconstructing the birth of the Non-Aligned Movement.",
    "release_date": "2022-09-10"
  },
  "DocHouse: Green City Life": {
    "backdrop": "https://image.tmdb.org/t/p/w500//4dFHeKatiUF7jOdBJjo4d2AYb6n.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//tJb81yVSERnOXDYk5UsqnlsgrnY.jpg",
    "overview": "A city that combines the benefits of the countryside with the advantages of the urban world. Manon and François, two young city dwellers, have left everything behind to travel the world in search of concrete initiatives that put nature back at the heart of cities. Between the intoxicating green columns of Mexico, the unusual production of mushrooms in dark cellars of Brussels or a fierce Japanese composting technique without odor, they discovered positive and accessible solutions that already work. Along the way, they met these ordinary people with revolutionary ideas. By linking all these solutions, they offer us their visions of what could be the beautiful city of tomorrow.",
    "release_date": "2023-04-26"
  },
  "DocHouse: Made In England": {
    "backdrop": "https://image.tmdb.org/t/p/w500//4Q3CG0clzmwZWnfdRZFuxs0oj9Q.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//mZjTcWqsGf9KyyMJcalVidfCaVM.jpg",
    "overview": "Martin Scorsese presents this very personal and insightful new feature-length documentary about British filmmakers Michael Powell and Emeric Pressburger.",
    "release_date": "2024-05-10"
  },
  "DocHouse: Non-Aligned": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//4IgZ1xShjGSiwJJAiAE59mvJ2ze.jpg",
    "overview": "In an unexplored vault in Belgrade, the capital of the former Yugoslavia, lies a collection of films known as “the Labudović Reels.” On them are images of African and Asian liberation movements and revolutionary leaders that defined the era of the 1960s. How is it that the archive of these revolutions lies on another continent, forgotten in a film archive? The answer to this question takes us into the story behind the images, on an intimate voyage with the man who filmed them.  As the cameraman of Yugoslav president Tito, Stevan Labudović captured an era of politics, personality and promise, filming the birth of the Non-Aligned Movement. Sent on missions by the President to film liberation wars, he would play a key role in the information battles that defined the era of decolonization. Together with Ciné-Guerillas, this film diptych examines the legacy of these extraordinary archives, seeking to project their political vision forward.",
    "release_date": "2022-11-09"
  },
  "DocHouse: The Waste Land": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//kCS2aJR3JzJBJzougDGiQaEwVwG.jpg",
    "overview": "A full century after publication, The Waste Land considers T. S. Eliot's namesake poem alongside our present, assuredly asserting that the words continue to resonate and to fuel our imagination. Filmmaker Chris Teerink offers no analysis of the poem, but instead seeks parallels. With a soundtrack by Dutch singer-songewriter Blaudzun, and using photographs and stills instead of moving images, he creates a slideshow that mirrors the fragmentary core of Eliot's language.",
    "release_date": "2024-01-25"
  },
  "DocHouse: This World Is Not My Own": {
    "backdrop": "https://image.tmdb.org/t/p/w500//6OCdy7MibB3qlCH5G8a1oDI9Rx5.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//6U4jthMfhcmw0LaMTD2yIp8zDRy.jpg",
    "overview": "Chewing gum sculptures, a wealthy gallerist, a notorious murder case, and the segregated south - it's all part of Nellie Mae Rowe's boundless universe. This World Is Not My Own reimagines this self-taught artist's world and her life spanning the 20th century.",
    "release_date": "2023-03-11"
  },
  "Dune: Part Two": {
    "backdrop": "https://image.tmdb.org/t/p/w500//xOMo8BRK7PfcJv9JCnx7s5hj0PX.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//czembW0Rk1Ke7lCJGahbOhdCuhV.jpg",
    "overview": "Follow the mythic journey of Paul Atreides as he unites with Chani and the Fremen while on a path of revenge against the conspirators who destroyed his family. Facing a choice between the love of his life and the fate of the known universe, Paul endeavors to prevent a terrible future only he can foresee.",
    "release_date": "2024-02-27"
  },
  "Food, Inc. 2": {
    "backdrop": "https://image.tmdb.org/t/p/w500//jZp73XcLnx2MGxIx1ShIKVkUs1.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//ifY6cHenWXsfI2LRV3DqX659tEC.jpg",
    "overview": "Filmmakers Robert Kenner and Melissa Robledo reunite with investigative authors Michael Pollan and Eric Schlosser to take a fresh look at our efficient yet vulnerable food system.",
    "release_date": "2024-06-07"
  },
  "Furiosa: A Mad Max Saga": {
    "backdrop": "https://image.tmdb.org/t/p/w500//q8IEFmEGGSGmAWfwRs23XDwdFN4.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//iADOJ8Zymht2JPMoy3R7xceZprc.jpg",
    "overview": "As the world fell, young Furiosa is snatched from the Green Place of Many Mothers and falls into the hands of a great Biker Horde led by the Warlord Dementus. Sweeping through the Wasteland they come across the Citadel presided over by The Immortan Joe. While the two Tyrants war for dominance, Furiosa must survive many trials as she puts together the means to find her way home.",
    "release_date": "2024-05-22"
  },
  "Hit Man": {
    "backdrop": "https://image.tmdb.org/t/p/w500//ApaIml5l5LFFmkBOCcuQn2qr69S.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//14F4G4bmKMeH5snf7R38c8ojmxr.jpg",
    "overview": "A mild-mannered professor moonlighting as a fake contract killer sparks a chain reaction of trouble when he falls for a client.",
    "release_date": "2024-05-16"
  },
  "Hoard": {
    "backdrop": "https://image.tmdb.org/t/p/w500//c0tZsK1WouPqKIgREuTcjDuy5K0.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//5j25r4zqz8G4qMtyYxjX1y1LJM4.jpg",
    "overview": "Hoard is a tale of mother and daughter; it follows Maria first as a child in their loving routines; their nidus of joy full of catalogues of love. Both like magpies you see. Then as an 18-year-old navigating the past as it pays a visit; when a box of mother returns and a man called Michael comes to stay. The shimmering memories that she once suppressed begin to haunt her; as grief never really heals does it? It simply disguises itself in things.",
    "release_date": "2024-04-05"
  },
  "IF": {
    "backdrop": "https://image.tmdb.org/t/p/w500//vpWVeIMNi0Np5shuKFE3QkneiTt.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//xbKFv4KF3sVYuWKllLlwWDmuZP7.jpg",
    "overview": "A girl discovers she can see everyone's imaginary friends and embarks on a magical adventure to reconnect forgotten IFs with their kids.",
    "release_date": "2024-05-08"
  },
  "In Flames": {
    "backdrop": "https://image.tmdb.org/t/p/w500//tKdUVqyX1kIY2qTJ6nhPvvlXSFD.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//ckvYipZZ3VLz2nPuqxJ8RSRfbm8.jpg",
    "overview": "After the death of the family patriarch, a mother and daughter’s precarious existence is ripped apart. They must find strength in each other if they are to survive the malevolent forces that threaten to engulf them.",
    "release_date": "2023-09-28"
  },
  "Kidnapped": {
    "backdrop": "https://image.tmdb.org/t/p/w500//7k9vXddjWZcVRuNMbaVGUCVWp3k.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//pegmnsYtN6wRxgDFGAFZ0KRHVWs.jpg",
    "overview": "When Scottish young gentleman David Balfour's father dies, he leaves school to collect his inheritance from uncle Ebenezer, who in turn sells the boy as a future slave to a pirate ship. When staunch Stuart dynasty supporter Alan Breck Stewart accidentally boards the ship, he takes David along on his escape back to Edinburgh. They part and meet again repeatedly, mutually helpful against the Redcoats and respectful, although David is loyal to the English crown, but learns about its cruel oppression. Both ultimately face their adversaries.",
    "release_date": "1995-11-05"
  },
  "Kingdom of the Planet of the Apes": {
    "backdrop": "https://image.tmdb.org/t/p/w500//fqv8v6AycXKsivp1T5yKtLbGXce.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//gKkl37BQuKTanygYQG1pyYgLVgf.jpg",
    "overview": "Several generations in the future following Caesar's reign, apes are now the dominant species and live harmoniously while humans have been reduced to living in the shadows. As a new tyrannical ape leader builds his empire, one young ape undertakes a harrowing journey that will cause him to question all that he has known about the past and to make choices that will define a future for apes and humans alike.",
    "release_date": "2024-05-08"
  },
  "La Chimera": {
    "backdrop": "https://image.tmdb.org/t/p/w500//y4ahvMYg6KhG3kLH0TmT3e84Sae.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//dV6SYHmmFLXQU7oKRfK4pOFCX6M.jpg",
    "overview": "Just out of jail, crumpled English archaeologist Arthur reconnects with his wayward crew of tombaroli accomplices – a happy-go-lucky collective of itinerant grave-robbers who survive by looting Etruscan tombs and fencing the ancient treasures they dig up.",
    "release_date": "2023-10-12"
  },
  "Love Lies Bleeding": {
    "backdrop": "https://image.tmdb.org/t/p/w500//oMiKHO3H5RixfLsiU5Vumhlp5sj.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//p7jyFWiLyHPttqYBFAlLJwtYTYH.jpg",
    "overview": "Reclusive gym manager Lou falls hard for Jackie, an ambitious bodybuilder headed through town to Las Vegas in pursuit of her dream. But their love ignites violence, pulling them deep into the web of Lou’s criminal family.",
    "release_date": "2024-03-08"
  },
  "Perfect Days": {
    "backdrop": "https://image.tmdb.org/t/p/w500//st4l44meMFxX8kqY6fNk8JHPZ7S.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//tvUHVSTJV9ITON3oyHaWp7oaAc8.jpg",
    "overview": "Hirayama is content with his life as a toilet cleaner in Tokyo. Outside of his structured routine, he cherishes music on cassette tapes, books, and taking photos of trees. Through unexpected encounters, he reflects on finding beauty in the world.",
    "release_date": "2023-11-10"
  },
  "Slow": {
    "backdrop": "https://image.tmdb.org/t/p/w500//rJ9fsSZy006YB8Ahk4CKkdea5EK.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//ebw1ZX5agO9dVf3OGY2nrwHm4pc.jpg",
    "overview": "Dancer Elena and sign language interpreter Dovydas meet and form a beautiful bond. As they dive into a new relationship, they must navigate how to build their own kind of intimacy.",
    "release_date": "2023-09-22"
  },
  "Sting": {
    "backdrop": "https://image.tmdb.org/t/p/w500//k37Ccgu05Am1xxgN5GaW0HX9Kkl.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//zuSAZIG1PSrxFwPeAlGtg9LTwxo.jpg",
    "overview": "After raising an unnervingly talented spider in secret, 12-year-old Charlotte must face the truth about her pet and fight for her family's survival.",
    "release_date": "2024-04-12"
  },
  "Tell That to the Winter Sea": {
    "backdrop": "https://image.tmdb.org/t/p/w500//lBaIO5qXmqJURbP1XGShjfACrRT.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//rM89C3tT1YH4VR7WrKXkgz5JNI4.jpg",
    "overview": "Celebrating her upcoming marriage, Jo invites her childhood friend, Scarlett, on a girls’ trip to a country manor. But despite drifting apart as adults, unresolved feelings still linger between them whilst the rest of the group enjoys the weekend away.",
    "release_date": "2024-05-31"
  },
  "The Beast": {
    "backdrop": "https://image.tmdb.org/t/p/w500//2vFuG6bWGyQUzYS9d69E5l85nIz.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//gPbM0MK8CP8A174rmUwGsADNYKD.jpg",
    "overview": "When a new threat capable of destroying the entire planet emerges, Optimus Prime and the Autobots must team up with a powerful faction known as the Maximals. With the fate of humanity hanging in the balance, humans Noah and Elena will do whatever it takes to help the Transformers as they engage in the ultimate battle to save Earth.",
    "release_date": "2023-06-06"
  },
  "The Dead Don't Hurt": {
    "backdrop": "https://image.tmdb.org/t/p/w500//edYHwaHaRLMBfUyHggnELfqem3G.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//br67EKUD34UL3mihsHqJhDzJaIt.jpg",
    "overview": "In the 1860s, fiercely independent French-Canadian Vivienne Le Coudy embarks on a journey with Danish immigrant Holger Olsen, attempting to forge a life together in the dusty town of Elk Flats, Nevada. When Holger decides to go fight for the Union in the burgeoning Civil War, Vivienne must fend for herself, which isn't easy in a town controlled by a corrupt mayor.",
    "release_date": "2024-05-01"
  },
  "The Fall Guy": {
    "backdrop": "https://image.tmdb.org/t/p/w500//H5HjE7Xb9N09rbWn1zBfxgI8uz.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//tSz1qsmSJon0rqjHBxXZmrotuse.jpg",
    "overview": "Fresh off an almost career-ending accident, stuntman Colt Seavers has to track down a missing movie star, solve a conspiracy and try to win back the love of his life while still doing his day job.",
    "release_date": "2024-04-24"
  },
  "Treasure": {
    "backdrop": "https://image.tmdb.org/t/p/w500//b1kcUxjQzZkmO8iwsovhBn7KvNs.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//iusiix0Ztvnrz0BXzqLc4x4SlCE.jpg",
    "overview": "Poland, 1990 – American music journalist Ruth takes her father Edek, a Holocaust survivor, on a journey to his childhood haunts, hoping to make sense of her family's troubled past. When Edek, reluctant to face his trauma, undermines their trip with his unpredictable and more eccentric than usual demeanor, Ruth is forced to challenge him and the values with which he raised her.",
    "release_date": "2024-06-13"
  },
  "Young Woman and the Sea": {
    "backdrop": "https://image.tmdb.org/t/p/w500//qUzOjbKPTyKwBAWAwUNZDvF5qDE.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//iEmmGOlO5LC2IkWFSr1DWV4twoG.jpg",
    "overview": "The story of the record-making swimmer's successful 1926 crossing of the English Channel, offering insight into the significance of her accomplishment, the personal price she paid for her achievement, and her abrupt subsequent departure from the public eye.",
    "release_date": "2024-05-26"
  }
}