{
  "A Quiet Place: Day One": {
    "backdrop": "https://image.tmdb.org/t/p/w500//bWg5fnzjZOtFwOz4cDHWHtvsTPU.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//yrpPYKijwdMHyTGIOd1iK1h0Xno.jpg",
    "overview": "As New York City is invaded by alien creatures who hunt by sound, a woman named Sam fights to survive.",
    "release_date": "2024-06-26"
  },
  "About Dry Grasses": {
    "backdrop": "https://image.tmdb.org/t/p/w500//y2fxmO7IUV9YXvoUhFppwGcUTt.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//mUFpdQSFAch1fMUb9MqHoESpmLS.jpg",
    "overview": "A young art teacher hopes to be transferred to Istanbul after completing his mandatory duty in a remote village school in Anatolia. After accusations of inappropriate contact with a student surface, his hopes of escape fade and he descends further into an existential crisis.",
    "release_date": "2023-07-12"
  },
  "Crossing": {
    "backdrop": "https://image.tmdb.org/t/p/w500//x1LCv0luSzP4FcxDMtj6gmN2dF0.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//eHmNeI2ZQ67Sy0nF9YFyKnLqiy5.jpg",
    "overview": "Lia, a retired school teacher living in Georgia, hears from a young neighbour Achi that her long lost niece Tekla, a transgender woman, has crossed the border into Turkey. Hoping to bring Tekla home after a period of estrangement, Lia travels to Istanbul with the unpredictable Achi to find her. Exploring the hidden depths of the city, they cross paths with a transgender lawyer called Evrim, who helps them in their search.",
    "release_date": "2024-03-22"
  },
  "Deadpool & Wolverine": {
    "backdrop": "https://image.tmdb.org/t/p/w500//mYi9yR8bWDEmj1sCZXzLRCpQjV7.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//jbwYaoYWZwxtPP76AZnfYKQjCEB.jpg",
    "overview": "A listless Wade Wilson toils away in civilian life with his days as the morally flexible mercenary, Deadpool, behind him. But when his homeworld faces an existential threat, Wade must reluctantly suit-up again with an even more reluctant Wolverine.",
    "release_date": "2024-07-24"
  },
  "Despicable Me 4": {
    "backdrop": "https://image.tmdb.org/t/p/w500//fDmci71SMkfZM8RnCuXJVDPaSdE.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//3w84hCFJATpiCO5g8hpdWVPBbmq.jpg",
    "overview": "Gru and Lucy and their girls — Margo, Edith and Agnes — welcome a new member to the Gru family, Gru Jr., who is intent on tormenting his dad. Meanwhile, Gru faces a new nemesis in Maxime Le Mal and his femme fatale girlfriend Valentina, forcing the family to go on the run.",
    "release_date": "2024-06-20"
  },
  "DocHouse: Agent Of Happiness": {
    "backdrop": "https://image.tmdb.org/t/p/w500//cK3o5nlFK3hB2f72XOe0InKRhgC.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//oFF6LVYQnx7xoa11DRoSDV02OlB.jpg",
    "overview": "The documentary team follows two happiness agents in their forties who spend a month and a half on the road twice a year, going door-to-door with their questionnaires in isolated villages in the Himalayas. The filmmakers undertake to provide an intimate insight into the daily lives and desires of Bhutanese people, and also seek the answer to the universal question of whether happiness can really be measured. Gross National Happiness promises a heart-warming journey into a mysterious, fairytale-like world, which is the exact opposite of the social order dominated by consumption and desires.",
    "release_date": "2024-07-12"
  },
  "DocHouse: Bushman": {
    "backdrop": "https://image.tmdb.org/t/p/w500//sROUycFqPUnL6FSdOadjn0r4WkF.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//j0wm1gSsOUxJh9fcRnYomadRTOn.jpg",
    "overview": "1968: Martin Luther King, Robert Kennedy, and Bobby Hutton are among the recent dead. In Nigeria, the Civil War is entering its second year with no end in sight. In San Francisco, the adventures of Gabriel, a young Nigerian reflects tribal, personal, and racial frictions during the tumultuous sixties. Truth is stranger than fiction in Bushman, a rare sort of film portrait, part document, part imagined - poetic in its approach to real events.",
    "release_date": "1971-10-01"
  },
  "DocHouse: Bye Bye Tiberias": {
    "backdrop": "https://image.tmdb.org/t/p/w500//vRPeW53YKw6faz5fekbMcQ9PLNw.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//xHm0kf7NdBlHDX4dj72UqudLJm3.jpg",
    "overview": "In her early twenties, Hiam Abbass left her native Palestinian village to follow her dream of becoming an actress in Europe, leaving behind her mother, grandmother, and seven sisters. Thirty years later, her filmmaker daughter Lina returns with her to the village and questions for the first time her mother’s bold choices, her chosen exile and the way the women in their family influenced both their lives.",
    "release_date": "2024-01-12"
  },
  "DocHouse: Food For Profit": {
    "backdrop": "https://image.tmdb.org/t/p/w500//Au8a9BnBnVlVIi5B1rwkJlw8ZxD.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//46ezC4wp3QPSL7zVzPpUWWWt2GF.jpg",
    "overview": "The film exposes the links between Agrifood and politics. With a pool of international experts it analyses the many problems related to factory farming: water pollution, migrants exploitation, biodiversity loss and antibiotic resistance.",
    "release_date": "2024-02-26"
  },
  "DocHouse: Fragments Of A Life Loved": {
    "backdrop": "https://image.tmdb.org/t/p/w500//fDQtyLpi9Ozx8xioh10inO030IO.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//qqCjyKA6TB0lPdUeEEHDwY9tkZL.jpg",
    "overview": "For over thirty years, between Paris and Rome, Chloé Barreau has been filming her loves.",
    "release_date": "2023-09-13"
  },
  "DocHouse: Queer Futures": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//6M2AQ3lnw7bVbeE4cHrUokj1WtQ.jpg",
    "overview": "This profile of trailblazing transgender choreographer and activist Sean Dorsey features powerful dance sequences to reinforce the fact that trans, gender-nonconforming, and queer people are strong, wise, powerful, beautiful, and visionary artists and leaders.",
    "release_date": "2022-11-11"
  },
  "DocHouse: The Accidental President": {
    "backdrop": "https://image.tmdb.org/t/p/w500//uYgAVv1RT0068tLa8DNfVViBrZc.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//veGjLtqYG1PUz3XVykbWjysgVuL.jpg",
    "overview": "In 2016, almost anyone you asked, or any poll you consulted, pointed you to a Hillary Clinton landslide. The Accidental President is a balanced feature documentary that is seeking to answer one question - how the hell did Trump win?",
    "release_date": "2020-10-27"
  },
  "DocHouse: The Commandant’s Shadow": {
    "backdrop": "https://image.tmdb.org/t/p/w500//AdvhtS22MZpxWO8PmtQBMhWTGSB.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//tSrYAggl17tsY8rOakfZQurneNP.jpg",
    "overview": "While Hans Jurgen Höss enjoyed a happy childhood in the family villa at Auschwitz, Jewish prisoner Anita Lasker-Wallfisch was trying to survive the notorious concentration camp. At the heart of this film is the historic and inspiring moment – eight decades later – when the two come face-to-face. This is the first time the descendant of a major war criminal meets a survivor in such a private and intimate setting, Anita’s London living room.  Together with their children, Kai Höss and Maya Lasker-Wallfisch, the four protagonists explore their very different hereditary burdens.",
    "release_date": "2024-05-29"
  },
  "DocHouse: The Mother Of All Lies": {
    "backdrop": "https://image.tmdb.org/t/p/w500//7Aylp2RviabEasgdHIkDwmVN9b4.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//4Veon1l9ujsImklgmkdwp1wHG7B.jpg",
    "overview": "On a handmade set re-creating her Casablanca neighborhood, a young Moroccan filmmaker enlists family and friends to help unearth the troubling lies built into her childhood.",
    "release_date": "2024-02-28"
  },
  "DocHouse: The Secret Drawer": {
    "backdrop": "https://image.tmdb.org/t/p/w500//tseTHATgrgEr4iHgmMaCGFUnl0q.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//dkX6M4R1HvLJammnW5kefEnwbFg.jpg",
    "overview": "As Sicilian journalist Giuseppe Quatriglio turns 90, his daughter starts filming him. When he dies, she keeps on filming. Boxes become archival materials, as journeys, women and post-war Europe come to the fore. And in the end, there is a father.",
    "release_date": "2024-04-18"
  },
  "DocHouse: blur: To the End": {
    "backdrop": "https://image.tmdb.org/t/p/w500//sHqftQhI5U8tPG2bjorpmVroYTU.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//srZymXTK2Ts5m3grHyGXoU2ZHAl.jpg",
    "overview": "blur: To The End follows the unique relationship of four friends - and band mates of three decades - Damon Albarn, Graham Coxon, Alex James and Dave Rowntree as they come together to record new songs ahead of their sold-out, first ever shows at London’s Wembley Stadium in 2023.",
    "release_date": "2024-07-19"
  },
  "Fly Me to the Moon": {
    "backdrop": "https://image.tmdb.org/t/p/w500//8xMR5w9qfpwhTJzjjvfj2ywvIF3.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//gjk8YdXpItoC1in53FCrZMFIuBx.jpg",
    "overview": "Sparks fly in all directions as marketing maven Kelly Jones, brought in to fix NASA's public image, wreaks havoc on Apollo 11 launch director Cole Davis' already difficult task of putting a man on the moon. When the White House deems the mission too important to fail, Jones is directed to stage a fake moon landing as backup, and the countdown truly begins.",
    "release_date": "2024-07-06"
  },
  "Inside Out 2": {
    "backdrop": "https://image.tmdb.org/t/p/w500//xg27NrXi7VXCGUr7MG75UqLl6Vg.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//vpnVM9B6NMmQpWeZvzLvDESb2QY.jpg",
    "overview": "Teenager Riley's mind headquarters is undergoing a sudden demolition to make room for something entirely unexpected: new Emotions! Joy, Sadness, Anger, Fear and Disgust, who’ve long been running a successful operation by all accounts, aren’t sure how to feel when Anxiety shows up. And it looks like she’s not alone.",
    "release_date": "2024-06-11"
  },
  "Kensuke's Kingdom": {
    "backdrop": "https://image.tmdb.org/t/p/w500//b9gZjb4asVhyal7tR0UDDeCin6b.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//hMIJjyNX0MYRONGMqDPxdBmWHGq.jpg",
    "overview": "Young Michael, shipwrecked on a remote island, must adapt to life alone. Over time, he feels another presence, learning that this world is home to both unimaginable danger and beauty.",
    "release_date": "2024-02-07"
  },
  "Kinds of Kindness": {
    "backdrop": "https://image.tmdb.org/t/p/w500//xTqHr4qhqm6J7vIn6x7GlQArqhk.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//mXEMvUstenAFNNKMoOJUC7E8kf9.jpg",
    "overview": "A triptych fable following a man without choice who tries to take control of his own life; a policeman who is alarmed that his wife who was missing-at-sea has returned and seems a different person; and a woman determined to find a specific someone with a special ability, who is destined to become a prodigious spiritual leader.",
    "release_date": "2024-05-30"
  },
  "La Chimera": {
    "backdrop": "https://image.tmdb.org/t/p/w500//39bnNb5vty4Iy1koPcJMY625ga9.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//dV6SYHmmFLXQU7oKRfK4pOFCX6M.jpg",
    "overview": "Just out of jail, crumpled English archaeologist Arthur reconnects with his wayward crew of tombaroli accomplices – a happy-go-lucky collective of itinerant grave-robbers who survive by looting Etruscan tombs and fencing the ancient treasures they dig up.",
    "release_date": "2023-10-12"
  },
  "Longlegs": {
    "backdrop": "https://image.tmdb.org/t/p/w500//Avtx5jsdPuDa091jvx2Lye3ygke.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//dLAP1apgFIoBoPNw4HJLVACSu7u.jpg",
    "overview": "In pursuit of a serial killer, an FBI agent uncovers a series of occult clues that she must solve to end his terrifying killing spree.",
    "release_date": "2024-07-10"
  },
  "MaXXXine": {
    "backdrop": "https://image.tmdb.org/t/p/w500//viKEEaaCaZ0hZ2nGuvIEozlLooL.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//ArvoFK6nlouZRxYmtIOUzKIrg90.jpg",
    "overview": "In 1980s Hollywood, adult film star and aspiring actress Maxine Minx finally gets her big break. But as a mysterious killer stalks the starlets of Hollywood, a trail of blood threatens to reveal her sinister past.",
    "release_date": "2024-07-04"
  },
  "Perfect Days": {
    "backdrop": "https://image.tmdb.org/t/p/w500//67BHTjyEgURL60irOQu54qZ3zDk.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//tvUHVSTJV9ITON3oyHaWp7oaAc8.jpg",
    "overview": "Hirayama is content with his life as a toilet cleaner in Tokyo. Outside of his structured routine, he cherishes music on cassette tapes, books, and taking photos of trees. Through unexpected encounters, he reflects on finding beauty in the world.",
    "release_date": "2023-11-10"
  },
  "Shayda": {
    "backdrop": "https://image.tmdb.org/t/p/w500//mx3YyWpm7lTUxGQcHQC42s3xuVJ.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//fKLSMZ7EfIGRNRXntdJ157PcHmo.jpg",
    "overview": "Shayda, a young Iranian woman living in Australia, finds refuge in a women’s shelter with her 6-year-old daughter, Mona. Having fled her husband, Hossein, and filed for divorce, Shayda struggles to maintain normalcy for Mona. Buoyed by the approach of Nowruz, she tries to forge a fresh start with new and unfettered freedoms. But when a judge grants Hossein visitation rights, he reenters their life, stoking Shayda’s fear that he’ll attempt to take Mona back to Iran.",
    "release_date": "2023-09-28"
  },
  "Sleep": {
    "backdrop": "https://image.tmdb.org/t/p/w500//fBHfuMIp43iKo2mH1AbenNS9jIT.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//jP0fjDDZaYGpuwD9as6tNn0ePPz.jpg",
    "overview": "After moving into a cottage together, two young lovers confront horrors of a forgotten childhood.",
    "release_date": "2017-09-29"
  },
  "The Bikeriders": {
    "backdrop": "https://image.tmdb.org/t/p/w500//bVigVS3LVotEK4GsBlGOagkjPEc.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//qTb6sSRt8Pw96JTan8ezU2xO0FU.jpg",
    "overview": "After a chance encounter, headstrong Kathy is drawn to Benny, member of Midwestern motorcycle club the Vandals. As the club transforms into a dangerous underworld of violence, Benny must choose between Kathy and his loyalty to the club.",
    "release_date": "2024-06-19"
  },
  "The Commandant’s Shadow": {
    "backdrop": "https://image.tmdb.org/t/p/w500//AdvhtS22MZpxWO8PmtQBMhWTGSB.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//tSrYAggl17tsY8rOakfZQurneNP.jpg",
    "overview": "While Hans Jurgen Höss enjoyed a happy childhood in the family villa at Auschwitz, Jewish prisoner Anita Lasker-Wallfisch was trying to survive the notorious concentration camp. At the heart of this film is the historic and inspiring moment – eight decades later – when the two come face-to-face. This is the first time the descendant of a major war criminal meets a survivor in such a private and intimate setting, Anita’s London living room.  Together with their children, Kai Höss and Maya Lasker-Wallfisch, the four protagonists explore their very different hereditary burdens.",
    "release_date": "2024-05-29"
  },
  "The Nature of Love": {
    "backdrop": "https://image.tmdb.org/t/p/w500//qclL4zkea2cu7O0i6QE3X5b4nbc.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//u4IbLxbb1p9X9pMAUn4ddJztO60.jpg",
    "overview": "Sophia is a philosophy professor in Montreal and has lived as a couple with Xavier for 10 years. Sylvain is a carpenter in the Laurentians and must renovate their country house. When Sophia meets Sylvain for the first time, it’s love at first sight. Opposites attract, but can it last?",
    "release_date": "2023-09-22"
  },
  "Thelma": {
    "backdrop": "https://image.tmdb.org/t/p/w500//iCgrll4baFEjqRDVhi6sHEEMyd.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//yzSfG8TLAqw7nMQh2lxirQkQpgs.jpg",
    "overview": "A college student starts to experience extreme seizures. She soon learns that the violent episodes are a symptom of inexplicable abilities.",
    "release_date": "2017-09-15"
  },
  "Twisters": {
    "backdrop": "https://image.tmdb.org/t/p/w500//7aPrv2HFssWcOtpig5G3HEVk3uS.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//pjnD08FlMAIXsfOLKQbvmO0f0MD.jpg",
    "overview": "As storm season intensifies, the paths of former storm chaser Kate Carter and reckless social-media superstar Tyler Owens collide when terrifying phenomena never seen before are unleashed. The pair and their competing teams find themselves squarely in the paths of multiple storm systems converging over central Oklahoma in the fight of their lives.",
    "release_date": "2024-07-10"
  },
  "Wilding": {
    "backdrop": "https://image.tmdb.org/t/p/w500//70IGSaWsOEaN2ReklyppeyDDZwy.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//fiVjT0iojVNBL5wj1Peo9ivh7q1.jpg",
    "overview": "Knepp is a beacon of hope for England’s wildlife. When Isabella and her husband inherited the estate to farm, they recognised how sick the land was. But a groundbreaking radical experiment has been nothing short of transformative. Now it’s a place where mussel-diving pigs, storks and butterflies find sanctuary, and where thriving flora and a vast array of animals have taken back the land. This is a charming, hopeful and necessary story of ecological regeneration.",
    "release_date": "2024-06-14"
  },
  "blur: To The End": {
    "backdrop": "https://image.tmdb.org/t/p/w500//sHqftQhI5U8tPG2bjorpmVroYTU.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//srZymXTK2Ts5m3grHyGXoU2ZHAl.jpg",
    "overview": "blur: To The End follows the unique relationship of four friends - and band mates of three decades - Damon Albarn, Graham Coxon, Alex James and Dave Rowntree as they come together to record new songs ahead of their sold-out, first ever shows at London’s Wembley Stadium in 2023.",
    "release_date": "2024-07-19"
  }
}