{
  "28 Years Later": {
    "backdrop": "https://image.tmdb.org/t/p/w500//5z314zU4iraY1ZhbIvgfpbMRVA7.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//361hRZoG91Nw6qXaIKuGoogQjix.jpg",
    "overview": "Twenty-eight years since the rage virus escaped a biological weapons laboratory, now, still in a ruthlessly enforced quarantine, some have found ways to exist amidst the infected. One such group lives on a small island connected to the mainland by a single, heavily-defended causeway. When one member departs on a mission into the dark heart of the mainland, he discovers secrets, wonders, and horrors that have mutated not only the infected but other survivors as well.",
    "release_date": "2025-06-18"
  },
  "Ballerina": {
    "backdrop": "https://image.tmdb.org/t/p/w500//sItIskd5xpiE64bBWYwZintkGf3.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//mKp4euM5Cv3m2U1Vmby3OGwcD5y.jpg",
    "overview": "Taking place during the events of John Wick: Chapter 3 – Parabellum, Eve Macarro begins her training in the assassin traditions of the Ruska Roma.",
    "release_date": "2025-06-04"
  },
  "DocHouse: Allo la France": {
    "backdrop": "https://image.tmdb.org/t/p/w500//Dds5pm841jhbw0BS9OiWc0m8TU.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//iZ6IM1FfA1G9gtEDzJzijcHdtdm.jpg",
    "overview": "This is the story of the quiet disappearance of a public service in France: the telephone box. Barely forty years old and already totally \"out\".",
    "release_date": "2023-04-20"
  },
  "DocHouse: Apocalypse in the Tropics": {
    "backdrop": "https://image.tmdb.org/t/p/w500//yZeZ448wBgfmYORrMMXCRA3YXuQ.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//w3jnacmMmfOem8RAgz9h1h1T4Wa.jpg",
    "overview": "When does a democracy end and a theocracy begin? In Apocalypse in the Tropics, Petra Costa investigates the increasingly powerful grip Christian evangelical leaders hold over politics in Brazil. She gains extraordinary access to the country’s top political leaders, including President Lula and former president Bolsonaro, as well as to Brazil’s most famous televangelist: a magnetic pastor who aspires to play puppet master to the far-right leader.",
    "release_date": "2025-07-11"
  },
  "DocHouse: Art for Everybody": {
    "backdrop": "https://image.tmdb.org/t/p/w500//kzsd6apMhQOyR7m73WAkx7Uuez2.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//n3508iFQANWKX0rlChykM0SJpo5.jpg",
    "overview": "Thomas Kinkade’s pastoral landscapes made him the most collected and despised painter of all time. After his shocking death, his family discovers a vault of unseen paintings that reveal a complex artist whose life and work embody our divided America.",
    "release_date": "2023-03-11"
  },
  "DocHouse: E.1027 - Eileen Gray": {
    "backdrop": "https://image.tmdb.org/t/p/w500//1zawrlKkiPR3BshxTnIYT6vepTF.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//uZkVoNvKEHQDdqTAuBSvJLFCZEU.jpg",
    "overview": "A love triangle of jealousy in the Parisian art scene of the 1930s is brought to life in a stylish docufiction about iconic artist and architect Eileen Gray, who built her modernist dream house on the Riviera, only to be upstaged by Le Corbusier.",
    "release_date": "2024-10-24"
  },
  "DocHouse: Fearless": {
    "backdrop": "https://image.tmdb.org/t/p/w500//s7NC2kntiPB3WltWj9bnNTkoqUp.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//5oQJ6HeNGWnEtP9Qyt5IZjuKI7j.jpg",
    "overview": "A teen gamer is forced to level up to full-time babysitter when his favorite video game drops three superpowered infants from space into his backyard.",
    "release_date": "2020-08-14"
  },
  "DocHouse: Porcelain War": {
    "backdrop": "https://image.tmdb.org/t/p/w500//xybpplsyjNPpP9tr9uQb5PvwWWy.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//qaj6qrQOHHW7mm914ML32v7UcY.jpg",
    "overview": "Under roaring fighter jets and missile strikes, Ukrainian artists Slava, Anya, and Andrey choose to stay behind and fight, contending with the soldiers they have become. Defiantly finding beauty amid destruction, they show that although it’s easy to make people afraid, it’s hard to destroy their passion for living.",
    "release_date": "2024-11-22"
  },
  "DocHouse: Sudan, Remember Us": {
    "backdrop": "https://image.tmdb.org/t/p/w500//mqfb0BE0Vzof9k6o0XAcADo2POg.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//wTBumsxZLqdzeygJvvLZVjN6XGs.jpg",
    "overview": "In a Sudan torn apart by years of war, this documentary immerses us in the daily fight of young Sudanese. Their stories, both harrowing and inspiring, remind us of the ability to find hope even in the darkest of circumstances. This is a call to attention to a forgotten crisis, and a tribute to the power of creativity as a tool of survival and resistance.",
    "release_date": "2025-05-07"
  },
  "DocHouse: The Edge of Democracy": {
    "backdrop": "https://image.tmdb.org/t/p/w500//b8LjR8NjRjrWs6uIfGfrDn0OeI6.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//mIbPkZelgguJMPOx9vvCb5oqMxI.jpg",
    "overview": "A cautionary tale for these times of democracy in crisis—the personal and political fuse to explore one of the most dramatic periods in Brazilian history. With unprecedented access to Presidents Dilma Rousseff and Lula da Silva, we witness their rise and fall and the tragically polarized nation that remains.",
    "release_date": "2019-01-24"
  },
  "DocHouse: The Encampments": {
    "backdrop": "https://image.tmdb.org/t/p/w500//swo2Z70xnO8FPWbYR7IjzrY3Xff.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//4lSuKAurAjmSkrtLYhsPv5ewlSe.jpg",
    "overview": "Students flooded Columbia University’s lawn to create the Gaza Solidarity Encampment in order to pressure their university to divest from the US and Israeli weapons companies. THE ENCAMPMENTS follows the central organizers of the encampment as they are thrust into the spotlight, face violent police repression and suspension, congressional pressure, and a media firestorm, all while fighting to attain their goal of divestment at any cost.",
    "release_date": "2025-03-28"
  },
  "DocHouse: The Last Musician of Auschwitz": {
    "backdrop": "https://image.tmdb.org/t/p/w500//YusohDHwJbxx9OEzHYEaZ4L808.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//xhmRvBywQxiked8dMEukOrs5CSG.jpg",
    "overview": "Tells the extraordinary story of Anita Lasker-Wallfisch who, along with other victims of Auschwitz, played and created music amidst the terrors of the Holocaust.",
    "release_date": "2025-05-09"
  },
  "DocHouse: The Salt Of The Earth": {
    "backdrop": "https://image.tmdb.org/t/p/w500//lqtzWKCpejXdKb22cav5bB6MqSR.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//jRmQNj8NacAHJnzwfvFvglKSGB6.jpg",
    "overview": "During the last forty years, the photographer Sebastião Salgado has been travelling through the continents, in the footsteps of an ever-changing humanity. He has witnessed the major events of our recent history: international conflicts, starvations and exodus… He is now embarking on the discovery of pristine territories, of the wild fauna and flora, of grandiose landscapes: a huge photographic project which is a tribute to the planet's beauty. Salgado's life and work are revealed to us by his son, Juliano, who went with him during his last journeys, and by Wim Wenders, a photographer himself.",
    "release_date": "2014-08-29"
  },
  "DocHouse: Uncropped": {
    "backdrop": "https://image.tmdb.org/t/p/w500//47l8Hw3m0rHYap2yij9Fe8eKo4x.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//jgg9ChCcXmKFKivGshgzSJ0Bv8k.jpg",
    "overview": "A legendary Village Voice photojournalist recounts the stories behind iconic images taken over the course of a five-decade career. A visual chronicle of New York City and a window into the heyday of alternative print media.",
    "release_date": "2024-04-26"
  },
  "Echo Valley": {
    "backdrop": "https://image.tmdb.org/t/p/w500//aQ5nvQGT6mM6TliOM5iSgrKVF4C.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//3Ey3HuqZdrx1rfxRkfiOXDFtvtl.jpg",
    "overview": "Kate lives a secluded life—until her troubled daughter shows up, frightened and covered in someone else's blood. As Kate unravels the shocking truth, she learns just how far a mother will go to try to save her child.",
    "release_date": "2025-06-13"
  },
  "Elio": {
    "backdrop": "https://image.tmdb.org/t/p/w500//mBDoBHUZHHy9WG7dRFndjB8adhc.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//w2ARwtc1zoh0pyfwmyhpZHwuXgK.jpg",
    "overview": "Elio, a space fanatic with an active imagination, finds himself on a cosmic misadventure where he must form new bonds with eccentric alien lifeforms, navigate a crisis of intergalactic proportions and somehow discover who he is truly meant to be.",
    "release_date": "2025-06-18"
  },
  "F1® The Movie": {
    "backdrop": "https://image.tmdb.org/t/p/w500//1Lz0CmgukN8KyzxIn8gGe4NLV3D.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//9JePWGvgg1t4BOojyZEVQdOWjXO.jpg",
    "overview": "Racing legend Sonny Hayes is coaxed out of retirement to lead a struggling Formula 1 team—and mentor a young hotshot driver—while chasing one more chance at glory.",
    "release_date": "2025-06-25"
  },
  "Final Destination: Bloodlines": {
    "backdrop": "https://image.tmdb.org/t/p/w500//uIpJPDNFoeX0TVml9smPrs9KUVx.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//6WxhEvFsauuACfv8HyoVX6mZKFj.jpg",
    "overview": "Plagued by a violent recurring nightmare, college student Stefanie heads home to track down the one person who might be able to break the cycle and save her family from the grisly demise that inevitably awaits them all.",
    "release_date": "2025-05-14"
  },
  "Flow": {
    "backdrop": "https://image.tmdb.org/t/p/w500//5Re8n4DqcTTRwvzCvxbgwt6SecH.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//uqUwD865PnyxEKXVdHrHEL6bRIj.jpg",
    "overview": "A filmmaker talks about his work and love life with an unseen friend behind the camera. We also watch four of his short films.",
    "release_date": "1996-01-01"
  },
  "Hidden (Caché)": {
    "backdrop": "https://image.tmdb.org/t/p/w500//h3KN24PrOheHVYs9ypuOIdFBEpX.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//xvx4Yhf0DVH8G4LzNISpMfFBDy2.jpg",
    "overview": "As Hiccup fulfills his dream of creating a peaceful dragon utopia, Toothless’ discovery of an untamed, elusive mate draws the Night Fury away. When danger mounts at home and Hiccup’s reign as village chief is tested, both dragon and rider must make impossible decisions to save their kind.",
    "release_date": "2019-01-03"
  },
  "Holy Cow": {
    "backdrop": "https://image.tmdb.org/t/p/w500//6uIc9Qw7xc2vBTrWEzT8Y9vrYtT.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//mFkjs5DDJCW7zzUoF3Dx6TFyPkW.jpg",
    "overview": "When a stage artist is send to fight he met a lovely girl.",
    "release_date": "1982-09-23"
  },
  "How to Train Your Dragon": {
    "backdrop": "https://image.tmdb.org/t/p/w500//7HqLLVjdjhXS0Qoz1SgZofhkIpE.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//q5pXRYTycaeW6dEgsCrd4mYPmxM.jpg",
    "overview": "On the rugged isle of Berk, where Vikings and dragons have been bitter enemies for generations, Hiccup stands apart, defying centuries of tradition when he befriends Toothless, a feared Night Fury dragon. Their unlikely bond reveals the true nature of dragons, challenging the very foundations of Viking society.",
    "release_date": "2025-06-06"
  },
  "Jane Austen Wrecked My Life": {
    "backdrop": "https://image.tmdb.org/t/p/w500//mA3uqR0EUIO889dxkdjL18IkGta.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//iThaDLBdPHh9ijhWbTTC1IuvpiS.jpg",
    "overview": "An aspiring author looking to get more out of life takes up a writing residency and finds herself in the sort of romantic entanglements that could come from the pages of a Jane Austen novel.",
    "release_date": "2025-01-22"
  },
  "Lilo & Stitch": {
    "backdrop": "https://image.tmdb.org/t/p/w500//7Zx3wDG5bBtcfk8lcnCWDOLM4Y4.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//c32TsWLES7kL1uy6fF03V67AIYX.jpg",
    "overview": "The wildly funny and touching story of a lonely Hawaiian girl and the fugitive alien who helps to mend her broken family.",
    "release_date": "2025-05-17"
  },
  "Lollipop": {
    "backdrop": null,
    "poster": "https://image.tmdb.org/t/p/w500//cebVvKRr0suaZ1yS142M2RBMmPV.jpg",
    "overview": "",
    "release_date": "2002-10-09"
  },
  "Mission: Impossible - The Final Reckoning": {
    "backdrop": "https://image.tmdb.org/t/p/w500//aEG09hZZEDZ23Y9WYI701W6Gwnb.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//z53D72EAOxGRqdr7KXXWp9dJiDe.jpg",
    "overview": "Ethan Hunt and team continue their search for the terrifying AI known as the Entity — which has infiltrated intelligence networks all over the globe — with the world's governments and a mysterious ghost from Hunt's past on their trail. Joined by new allies and armed with the means to shut the Entity down for good, Hunt is in a race against time to prevent the world as we know it from changing forever.",
    "release_date": "2025-05-17"
  },
  "Ocean With David Attenborough": {
    "backdrop": "https://image.tmdb.org/t/p/w500//2hthvh4L1pHYZ5alepSqIAFYrRv.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//oAKzcqUCP3EK7rgAx9Jj8Futv8O.jpg",
    "overview": "David Attenborough takes viewers on a breathtaking journey showing there is nowhere more vital for our survival, more full of life, wonder, or surprise, than the ocean. Through spectacular sequences featuring coral reefs, kelp forests and the open ocean, Attenborough shares why a healthy ocean keeps the entire planet stable and flourishing.",
    "release_date": "2025-05-08"
  },
  "Parthenope": {
    "backdrop": "https://image.tmdb.org/t/p/w500//aACb16EooaTSWGHwjsoeGe8DmyF.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//k3BL39ca5pliALDTzUdC9ZIB9gk.jpg",
    "overview": "Parthenope, born in the sea near Naples in 1950, is beautiful, enigmatic, and intelligent. She is shamelessly courted by many. However, beauty comes at a cost.",
    "release_date": "2024-10-24"
  },
  "Sinners": {
    "backdrop": "https://image.tmdb.org/t/p/w500//nAxGnGHOsfzufThz20zgmRwKur3.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//yqsCU5XOP2mkbFamzAqbqntmfav.jpg",
    "overview": "Trying to leave their troubled lives behind, twin brothers return to their hometown to start again, only to discover that an even greater evil is waiting to welcome them back.",
    "release_date": "2025-04-16"
  },
  "The Ballad of Wallis Island": {
    "backdrop": "https://image.tmdb.org/t/p/w500//1nn7nCFRTKeWOXbtjrFxfSvf1EI.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//AhmJOYdUn9katXqDk0ZpZanQ0xp.jpg",
    "overview": "An eccentric lottery winner who lives alone on a remote island tries to make his fantasies come true by getting his favourite musicians to perform at his home.",
    "release_date": "2025-03-28"
  },
  "The Last Journey": {
    "backdrop": "https://image.tmdb.org/t/p/w500//8tMgRjafAokCj8zHzixzHQklr85.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//qH1kQPQLus8UQSQ9tKZ7UeThlsj.jpg",
    "overview": "The red moon threatens our existence on earth. Our only hope is the enigmatic Paul WR, the most talented astronaut of its generation. But few hours before the start of the mission, Paul disappears.",
    "release_date": "2021-05-19"
  },
  "The Phoenician Scheme": {
    "backdrop": "https://image.tmdb.org/t/p/w500//qocKcY8QVgWiG4HKD7CP5yApXDr.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//aHjpixSOn166tZLWRdIvHWDPu6y.jpg",
    "overview": "Wealthy businessman Zsa-zsa Korda appoints his only daughter, a nun, as sole heir to his estate. As Korda embarks on a new enterprise, they soon become the target of scheming tycoons, foreign terrorists, and determined assassins.",
    "release_date": "2025-05-23"
  },
  "The Salt Path": {
    "backdrop": "https://image.tmdb.org/t/p/w500//jH3nbLyqRTNLFNlbGTlTEhImBjf.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//yBtmFkjzPzd6KvNgoJwwsm1nyXL.jpg",
    "overview": "A couple lose their home and later discover the husband has been diagnosed with a terminal illness as they embark on a year long coastal trek.",
    "release_date": "2025-05-01"
  },
  "Tornado": {
    "backdrop": "https://image.tmdb.org/t/p/w500//a94Wn2XksIELb1vSJSMksu1T5G9.jpg",
    "poster": "https://image.tmdb.org/t/p/w500//vRCXxDdAQPjPrJgxKyDyxkb0dDt.jpg",
    "overview": "When her father's puppet samurai show gets ambushed by a notorious gang, Tornado vows to seek vengeance and forge her own destiny by stealing their ill-gotten gold.",
    "release_date": "2025-05-30"
  }
}